{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"There was a problem marking the shipping tour as completed.":["S'ha produït un problema en marcar el recorregut de l'enviament com a completat."],"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Si voleu accelerar el procés i imprimir etiquetes d'enviament directament des del vostre tauler del WooCommerce, WooCommerce Shipping pot ser per a vosaltres! "],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Imprimiu etiquetes USPS i DHL directament des del vostre tauler del WooCommerce i estalvieu en l'enviament gràcies a les tarifes amb descompte. Podeu gestionar l'enviament del WooCommerce en aquesta secció."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["Hem establert per defecte alguns mètodes d'enviament recomanats en funció de la ubicació de la vostra botiga, però podeu gestionar-los en qualsevol moment a les opcions de cada zona d'enviament."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Una zona d'enviament és una àrea geogràfica on s'ofereix un determinat conjunt de mètodes d'enviament."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["Hem afegit algunes zones d'enviament en funció de la vostra ubicació, però podeu gestionar-les en qualsevol moment."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Us recomanem que afegiu una de les extensions d'enviament següents a la vostra botiga. L'extensió s'instal·larà i s'activarà quan feu clic a «Comença»."],"Recommended shipping solutions":["Solucions d’enviament recomanades"],"🎉 WooCommerce Shipping is installed!":["🎉 S'ha instal·lat WooCommerce Shipping!"],"Finish the setup by connecting your store to Jetpack.":["Acabeu la configuració connectant la vostra botiga a Jetpack."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Imprimiu etiquetes d'USPS i DHL Express directament des del tauler de WooCommerce i estalvieu en l'enviament."],"See more options":["Visualitza més opcions"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Amaga això"],"(opens in a new tab)":["(s'obre en una pestanya nova)"],"Get started":["Comença"],"Task List Options":["Opcions de la llista de tasques"],"Recommended":["Recomanat"],"Activate":["Activa"],"Shipping zones":["Zones d'enviament"],"Shipping methods":["Mètodes d'enviament"],"Learn more":["Més informació"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}