{"translation-revision-date":"2023-07-17 22:36:53+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Tell me more":["אני רוצה לראות מידע נוסף"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["נכון לעכשיו אנחנו תומכים במוצרים פיזיים, אבל נציג עוד עדכונים מרגשים בקרוב כדי לאפשר סוגים נוספים, כמו מוצרים דיגיטליים, סוגוים ועוד. כדאי להמשיך להתעדכן!"],"More features are on the way":["עוד אפשרויות בדרך"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["ליהנות מחוויה חלקה בלי לטעון מחדש עמודים. הטכנולוגיה המודרנית שלנו מבטיחה אמינות וביצועים במהירות הבזק."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["ליצור מוצר מהתחלה ועד הסוף בלי לטעון עמודים מחדש. הטכנולוגיה המודרנית שלנו מבטיחה אמינות וביצועים במהירות הבזק."],"Improved speed & performance":["מהירות וביצועים משופרים"],"Speed & performance":["מהירות וביצועים"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["אפשר ליצור עמודי מוצר מושכים עם בלוקים, מדיה, תמונות, סרטונים וכל תוכן לפי רצונך כדי לעודד את מעורבות הלקוחות."],"Content-rich product descriptions":["תיאורי מוצר עשירים בתוכן"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["לחוות ממשק פשוט וממוקד יותר עם עיצוב מודרני שמשפר את השימושיות."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["שימוש בטופס המוצר מפחית את כמות הקליקים. פרטי המוצר מקובצים בצורה מסודרת לפי לשוניות, כך שתמיד יש לך אפשרות לדעת לאן ללכת."],"Refreshed, streamlined interface":["ממשק רענן ויעיל"],"Fresh and modern interface":["ממשק רענן ומודרני"],"About the editor…":["על העורך…"],"Turn off the new product form":["לכבות את טופס המוצר החדש"],"Save changes and go back to the classic product editing screen.":["עליך לשמור את השינויים ולחזור למסך הקלאסי לעריכת מוצרים."],"Please enter no more than 500 characters.":["יש להזין 500 תווים לכל היותר."],"Please enter a valid email address.":["יש להזין כתובת אימייל תקפה."],"In case you want to participate in further discussion and future user research.":["למקרה שברצונך להשתתף בדיון נוסף ובמחקר משתמשים עתידי."],"YOUR EMAIL ADDRESS <optional \/>":["כתובת האימייל שלך <optional \/>"],"(OPTIONAL)":["(אופציונלי)"],"ADDITIONAL THOUGHTS <optional \/>":["תובנות נוספות <optional \/>"],"How's your experience with the new product form?":["נשמח לשמוע על החוויה שלך עם טופס המוצר החדש."],"Next product variation":["סוג המוצר הבא"],"Previous product variation":["סוג המוצר הקודם"],"Return to main product":["לחזור למוצר המרכזי"],"Failed to updated product variation.":["העדכון של סוג המוצר נכשל."],"Product variation successfully updated.":["סוג המוצר עודכן בהצלחה."],"When enabled, customers will be able to select and purchase this variation from the product page.":["כאשר האפשרות מופעלת, הלקוחות יוכלו לבחור ולרכוש את הסוג הזה מעמוד המוצר."],"Variant details":["פרטי הסוג"],"Choose image":["בחר תמונה"],"Drag image here or click to upload":["יש לגרור את התמונה לכאן או ללחוץ כדי להעלות אותה"],"Next post":["הפוסט הבא"],"Previous post":["הפוסט הקודם"],"Show me around (10s)":["הראו לי את האפשרויות הקיימות (10 שניות)"],"I'll explore on my own":["אני אסתכל לבד"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["נוכל להראות לך במהרה איך לנווט בטופס ואת כל השלבים ביצירת המוצר."],"Product editing tour":["סיור לעריכת מוצר"],"Meet the product editing form":["זהו הטופס לעריכת המוצר"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["אם בטופס עדיין אין את כל האפשרויות שנדרשות לך – אנחנו עדיין עובדים עליו – אפשר להחליף לעורך הקלאסי בכל עת."],"⚙️ Looking for more?":["⚙️ נדרשות לך אפשרויות נוספות?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["לאחר שהזנת את כל הפרטים בצורה תקינה, יש להשתמש בכפתורים שבחלקו העליון של העמוד כדי לראות בקלות תצוגה מקדימה של הטופס ולפרסם את המוצר. יש ללחוץ על כפתור החץ לאפשרויות נוספות."],"🔍 Preview and publish":["🔍 להציג תצוגה מקדימה ולפרסם"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["בסיום, יש להשתמש בלשוניות כדי להחליף להגדרות ולפרטים אחרים. בעתיד, יופיעו כאן גם הרחבות ותוספים."],"✍️ Set up pricing & more":["✍️ להגדיר מחירים ואפשרויות נוספות"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["טופס המוצר יעזור לך לתאר את כל השדות של המוצר – החל בפרטים כגון שם ותיאור וכלה במאפיינים שלפיהם הלקוחות יוכלו לחפש את המוצר בחנות שלך."],"📣 Tell a story about your product":["📣 לספר על המוצר שלך"],"Apply a tax rate if this product qualifies for tax reduction or exemption. {{link}}Learn more{{\/link}}":["להחיל תעריף מס אם המוצר זכאי להפחתה במס או להחרגה ממס. {{link}}למידע נוסף{{\/link}}"],"Only shipping":["משלוח בלבד"],"Product and shipping":["מוצר ומשלוח"],"Charge sales tax on":["לגבות מס מכירות עבור"],"Learn more about options":["מידע נוסף על האפשרויות"],"Add and manage options, such as size and color, for customers to choose on the product page.":["להוסיף ולנהל אפשרויות, כגון מידה וצבע, שמהן הלקוחות יוכלו לבחור בעמוד המוצר."],"Updating product variation":["מעדכן את סוג המוצר"],"Not visible to customers":["לא זמין לצפיית לקוחות"],"Manage individual variation details in the Options tab.":["לנהל פרטים של סוג בודד בלשונית 'אפשרויות'."],"Add option":["להוסיף אפשרות"],"You can change the option's name in {{link}}Attributes{{\/link}}.":["אפשר לשנות את שם האפשרות דרך {{link}}מאפיינים{{\/link}}."],"No options yet":["עדיין אין אפשרויות"],"Add options":["להוסיף אפשרויות"],"How to make variations work for you":["איך לגרום לסוגים לעבוד בשבילך"],"Manage individual product combinations created from options.":["לנהל שילובי מוצרים יחידים שנוצרו מאפשרויות."],"Price (%s)":["מחיר (%s)"],"Variation":["סוג"],"The product editing screen's functionality meets my needs":["הפונקציונליות של מסך עריכת המוצרים עונה על הצרכים שלי"],"The product editing screen is easy to use":["מסך עריכת המוצרים קל לשימוש"],"A shipping class with that slug already exists.":["סיווג משלוח עם אותו מזהה כתובת כבר קיים."],"We couldn’t add this shipping class. Try again in a few seconds.":["אנחנו לא יכולים להוסיף את סיווג המשלוח הזה. כדאי לנסות שוב בעוד מספר שניות."],"Quantity tracking is disabled for all products. Go to global store settings to change it.":["המעקב אחר הכמות מושבת עבור כל המוצרים. יש לעבור להגדרות החנות הגלובליות ולשנות את זה."],"Restrictions":["הגבלות"],"Don't allow purchases":["לא לאפשר רכישות"],"Allow purchases, but notify customers":["לאפשר רכישות, אבל להודיע ללקוחות"],"Allow purchases":["לאפשר רכישות"],"When out of stock":["כאשר פריט לא במלאי"],"No end date":["אין תאריך סיום"],"To":["אל"],"Now":["עכשיו"],"From":["מאת"],"The sale will start at the beginning of the \"From\" date ({{startTime\/}}) and expire at the end of the \"To\" date ({{endTime\/}}). {{moreLink\/}}":["המבצע יתחיל בתחילת 'מתאריך' ({{startTime\/}}) ויפוג בסיום 'עד תאריך' ({{endTime\/}}). {{moreLink\/}}"],"Schedule sale":["לקבוע תאריך למבצע"],"Show or hide this attribute on the product page":["להציג או להסתיר את התכונה הזו בעמוד המוצר"],"Visible to customers":["גלוי ללקוחות"],"Values":["ערכים"],"You can change the attribute's name in <link>Attributes<\/link>.":["אפשר לשנות את שם התכונה באפשרות <link>תכונות<\/link>."],"Your customers will see this on the product page":["הלקוחות יראו את זה בעמוד המוצר"],"You have some attributes added to the list, are you sure you want to cancel?":["נוספו מספר תכונות לרשימה, באם ברצונך לבטל?"],"+ Add another":["+ להוסיף עוד"],"Add another attribute":["הוספת תכונה אחרת"],"Search or create value":["לחפש או ליצור ערך"],"Search or create attribute":["לחפש או ליצור תכונה"],"By default, attributes are filterable and visible on the product page. You can change these settings for each attribute separately later.":["כברירת מחדל, תכונות ניתנות לסינון וגלויות בעמוד המוצר. אפשר לשנות את ההגדרות האלו עבור כל תכונה בנפרד בהמשך."],"Add attributes":["להוסיף תכונות"],"Create \"%s\"":["ליצור '%s'"],"The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.":["'המזהה לכתובת' הוא גרסה ידידותית לכתובת URL של השם. המזהה בדרך כלל מורכב מאותיות לטיניות קטנות, ממספרים וממקפים."],"Failed to create attribute term.":["היצירה של מונח התכונה נכשלה."],"The attribute term name is required.":["השם של מונח התכונה הוא חובה."],"Create attribute":["יצירת תכונה"],"The end date of the sale must be after the start date.":["תאריך הסיום של המבצע חייב לחול לאחר תאריך ההתחלה."],"The start date of the sale must be before the end date.":["תאריך ההתחלה של המבצע חייב לחול לפני תאריך הסיום."],"Please enter a valid date.":["יש להזין תאריך תקף."],"More product options":["אפשרויות מוצרים נוספות"],"Height {{span}}C{{\/span}}":["גובה {{span}}C{{\/span}}"],"Length {{span}}B{{\/span}}":["אורך {{span}}B{{\/span}}"],"Width {{span}}A{{\/span}}":["רוחב {{span}}A{{\/span}}"],"Manage shipping classes and rates in {{link}}global settings{{\/link}}.":["יש לנהל סיווגים ותעריפים של משלוחים {{link}}בהגדרות הגלובליות{{\/link}}."],"Set up shipping costs and enter dimensions used for accurate rate calculations.":["יש להגדיר עלויות משלוח ולהזין את הממדים כדי לקבל חישוב תעריף מדויק."],"Stock quantity must be a positive number.":["הכמות במלאי חייבת להיות מספר חיובי."],"Track quantity for this product":["לעקוב אחר הכמות של המוצר"],"SKU (Stock Keeping Unit)":["SKU (יחידת שמירת מלאי)"],"Manage global inventory settings":["לנהל הגדרות מלאי גלובליות"],"Set up and manage inventory for this product, including status and available quantity.":["להגדיר ולנהל את המלאי של המוצר, כולל סטטוס וכמות זמינה."],"Make sure to enable notifications in {{link}}store settings{{\/link}}.":["יש לוודא שההודעות מופעלות {{link}}בהגדרות החנות{{\/link}}."],"%d (store default)":["%d (ברירת המחדל בחנות)"],"Email me when quantity reaches":["שלחו לי אימייל כאשר הכמות מגיעה למספר"],"Current quantity":["הכמות הנוכחית"],"Product quantity":["כמות המוצר"],"How to price your product: expert tips":["איך לתמחר את המוצר שלך: עצות ממומחים"],"Drop here to remove":["יש לשחרר את הפריט כאן כדי להסירו"],"How should I prepare images?":["איך כדאי להכין את התמונות?"],"For best results, use JPEG files that are 1000 by 1000 pixels or larger.":["לתוצאות הטובות ביותר, כדאי להשתמש בקובצי JPEG בגודל 1000 x‏ 1000 ומעלה."],"Learn more about attributes":["למידע נוסף בנושא מאפיינים"],"Add descriptive pieces of information that customers can use to filter and search for this product.":["כדאי להוסיף מידע שמתאר את המוצר כדי לאפשר ללקוחות לסנן ולחפש את המוצר לפי המאפיינים האלה."],"Remove attribute":["להסיר את המאפיין"],"edit":["לערוך"],"+ %i more":["+ %i נוספים"],"Weight must be higher than zero.":["המשקל חייב להיות מעל אפס (0)."],"Height must be higher than zero.":["הגובה חייב להיות מעל אפס (0)."],"Length must be higher than zero.":["האורך חייב להיות מעל אפס (0)."],"Width must be higher than zero.":["הרוחב חייב להיות מעל אפס (0)."],"List price":["מחיר פרסום"],"Set a competitive price, put the product on sale, and manage tax calculations.":["להגדיר מחיר תחרותי, לשים מוצר במבצע ולנהל את חישובי המיסים."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}not included{{\/strong}} in the price.":["לפי {{link}}הגדרות החנות{{\/link}}, המס {{strong}}לא מחושב{{\/strong}} במחיר."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}included{{\/strong}} in the price.":["לפי {{link}}הגדרות החנות{{\/link}}, המס {{strong}}מחושב{{\/strong}} במחיר."],"Sale price cannot be equal to or higher than list price.":["מחיר המבצע לא יכול להיות שווה למחיר הפרסום או גבוה ממנו."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["יש להזין מחיר עם נקודה כספית עשרונית אחת ללא מפריד אלפים או סמל מטבע."],"Please enter a product name shorter than 120 characters.":["יש להזין שם מוצר שאינו חורג מ-120 תווים."],"This field is required.":["חובה להזין שדה זה."],"Describe this product. What makes it unique? What are its most important features?":["יש לתאר את המוצר. מה מייחד אותו? מהן התכונות העיקריות שלו?"],"Drag images here or click to upload":["יש לגרור תמונות לכאן או ללחוץ כדי להעלות אותן"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["לא ניתן לערוך את הפריט הזה מאחר שהוא נמצא בפח. יש לשחזר את הפריט ולנסות שוב."],"This info will be displayed on the product page, category pages, social media, and search results.":["המידע הזה יוצג בעמוד המוצר, בעמודי קטגוריה, ברשתות החברתיות ובתוצאות החיפוש."],"Product details":["פרטי המוצר"],"Move to trash":["להעביר לפח"],"Publish & duplicate":["לפרסם ולשכפל"],"Update & duplicate":["לעדכן ולשכפל"],"Publish options":["אפשרות פרסום"],"Publish":["פרסום"],"Updating":["מעדכן"],"Saved":["נשמר"],"Switch to draft":["להעביר לטיוטה"],"Save draft":["לשמור טיוטה"],"Saving":["שומר"],"Limit purchases to 1 item per order":["הגבלת רכישות לפריט אחד להזמנה"],"Options":["אפשרויות"],"Finish":["סיום"],"Page %1$d of %2$d":["עמוד ⁦%1$d⁩ מתוך ⁦%2$d⁩"],"Guide controls":["פקדים להדרכה"],"Close settings":["לסגור הגדרות"],"Share feedback":["כדאי לשלוח משוב"],"On backorder":["בהזמנה משלימה"],"Completed":["הושלם"],"Yes please!":["כן, בבקשה!"],"Images":[" תמונות"],"Next":["הבא"],"Previous":["הקודם"],"Quantity":["כמות"],"Attribute":["תכונה"],"Edit %s":["ערוך %s"],"Add new shipping class":["הוספת סיווג משלוח חדש"],"Sale price":["מחיר מבצע"],"Tax class":["סוג מס"],"Save":["שמור"],"Pricing":["מחירון"],"Learn more":["מידע נוסף"],"Enable reviews":["אפשר חוות דעת"],"Menu order":["סידור תפריט"],"Shipping class":["סוג משלוח"],"No shipping class":["אין סוגי משלוח"],"Dimensions":["מידות"],"Weight":["משקל"],"Stock status":["מצב מלאי"],"Advanced":["מתקדם"],"Variations":["וריאציות"],"Shipping":["משלוח"],"Inventory":["מלאי"],"Add":["הוספה"],"General":["כללי"],"Products":["מוצרים"],"No thanks":["לא תודה"],"Cancel":["ביטול"],"Preview":["תצוגה מקדימה"],"Image":["תמונה"],"Copy to a new draft":["העתק לטיוטה חדשה"],"Add attribute":["הוספת תכונה"],"Edit":["עריכה"],"Attributes":["תכונות"],"Update":["עדכן"],"Slug":["מזהה כתובת"],"Edit attribute":["עריכת תכונה"],"Name":["שם"],"Remove this attribute?":["להסיר את התכונה הזאת?"],"Description":["תיאור"],"Out of stock":["המלאי אזל"],"In stock":["קיים במלאי"],"Settings":["הגדרות"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}