{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Dacă ridicarea locală este activată, setarea „Ascunde costurile de livrare până când este introdusă o adresă” va fi ignorată."],"Add pickup location":["Adaugă locația pentru ridicare"],"When you add a pickup location, it will appear here.":["Dacă adaugi o locație pentru ridicare, ea va apărea aici."],"Define pickup locations for your customers to choose from during checkout.":["Definește locațiile pentru ridicare din care să aleagă clienții tău în timpul finalizării comenzilor."],"Pickup locations":["Locații pentru ridicare"],"Delete location":["Șterge locația"],"Edit pickup location":["Editează locația pentru ridicare"],"Pickup details":["Detalii despre ridicare"],"A Location title is required":["Titlul locației este obligatoriu"],"Location name":["Nume locație"],"Not taxable":["Neimpozabil"],"By default, the local pickup shipping method is free.":["Implicit, metoda de livrare pentru ridicare locală este gratuită."],"Add a price for customers who choose local pickup":["Adaugă un preț pentru clienții care aleg ridicarea locală"],"Local pickup title is required":["Titlul pentru ridicare locală este obligatoriu"],"This is the shipping method title shown to customers.":["Acesta este titlul metodei de livrare care este afișat clienților."],"When enabled, local pickup will appear as an option on the block based checkout.":["Dacă activezi, ridicarea locală va apărea ca o opțiune la finalizarea comenzilor pe bază de blocuri."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Dacă activezi, vor apărea opțiuni duplicat la finalizarea comenzilor. Înlătură metoda de livrare ridicare locală din <a>zonele de livrare<\/a>."],"View checkout page":["Vezi pagina de finalizare"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Activează sau dezactivează ridicarea locală pentru magazinul tău și definește costurile. Ridicarea locală este disponibilă numai la finalizarea comenzilor."],"Local Pickup settings have been saved.":["Setările pentru ridicare locală au fost salvate."],"Local Pickup":["Ridicare locală"],"Optional cost to charge for local pickup.":["Cost opțional de taxat pentru ridicarea locală."],"If a cost is defined, this controls if taxes are applied to that cost.":["Dacă este definit un cost, acesta controlează dacă taxele sunt aplicate costului respectiv."],"Pickup location":["Locație pentru ridicare"],"Done":["Gata"],"Country \/ State":["Țară\/județ"],"Enable local pickup":["Activează preluare locală"],"Title":["Titlu"],"Postcode \/ ZIP":["Cod poștal"],"Save changes":["Salvează modificările"],"Free":["Gratuite"],"Enabled":["Activate"],"Cost":["Cost"],"Learn more":["Află mai multe"],"Taxable":["Impozabil"],"Address":["Adresă","Adrese","Adrese"],"General":["Generale"],"State":["Județ (provincie, stat)"],"Taxes":["Taxe"],"City":["Oraș"],"Cancel":["Anulează"],"Edit":["Editează"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js"}}