{"translation-revision-date":"2023-07-18 07:56:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Beta":["Bèta"],"View highlights":["Hoogtepunten bekijken"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Maak kennis met de verbeterde ervaring, ontworpen om jou te helpen producten eenvoudiger aan te maken en te bewerken."],"Discover the form's unique features designed to help you make this product stand out.":["Ontdek de unieke functies van het formulier, ontworpen om jou te helpen dit product eruit te laten springen."],"A new way to edit your products":["Een nieuwe manier om je producten te bewerken"],"Tell me more":["Meer informatie"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Hoewel we op dit moment fysieke producten ondersteunen, komen er leuke updates aan om meer soorten te kunnen aanbieden, zoals digitale producten, variaties en meer. Nog even geduld!"],"More features are on the way":["Er komen meer functies aan"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Profiteer van een naadloze ervaring zonder pagina’s opnieuw te hoeven laden. Onze moderne technologie zorgt voor betrouwbaarheid en razendsnelle prestaties."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Maak een product aan van begin tot eind zonder de pagina opnieuw te hoeven laden. Onze moderne technologie zorgt voor betrouwbaarheid en razendsnelle prestaties."],"Improved speed & performance":["Verbeterde snelheid en prestaties"],"Speed & performance":["Snelheid en prestaties"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Maak aantrekkelijke productpagina’s aan met blokken, media, afbeeldingen, video’s en alle content waarmee je de interesse van je klanten wilt wekken."],"Content-rich product descriptions":["Productbeschrijvingen met veel content"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Ervaar een eenvoudigere, meer gefocuste interface met een modern design dat de gebruiksvriendelijkheid bevordert."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Door het productformulier te gebruiken hoef je er niet meer op los te klikken. De productgegevens zijn keurig gegroepeerd per tabblad, zodat je altijd weet waar je moet zijn."],"Refreshed, streamlined interface":["Vernieuwde, gestroomlijnde interface"],"Fresh and modern interface":["Frisse en moderne interface"],"About the editor…":["Over de editor ..."],"Turn off the new product form":["Het nieuwe productformulier uitschakelen"],"Save changes and go back to the classic product editing screen.":["Sla wijzigingen op en ga terug naar het klassieke productbewerkingsscherm."],"Please enter no more than 500 characters.":["Voer niet meer dan 500 tekens in."],"Please enter a valid email address.":["Voer een geldig e-mailadres in."],"In case you want to participate in further discussion and future user research.":["In het geval dat je wilt deelnemen aan toekomstige discussies en toekomstig gebruikersonderzoek."],"YOUR EMAIL ADDRESS <optional \/>":["JOUW E-MAILADRES <optional \/>"],"(OPTIONAL)":["(OPTIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["AANVULLENDE OPMERKINGEN <optional \/>"],"How's your experience with the new product form?":["Wat is jouw ervaring met het nieuwe productformulier?"],"Meet the product editing form":["Maak kennis met het productbewerkingsformulier"],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"The product editing screen is easy to use":["Het productbewerkscherm is eenvoudig te gebruiken"],"Finish":["Afronden"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Guide controls":["Handleiding bediening"],"Share feedback":["Deel je feedback"],"Next":["Volgende"],"Previous":["Vorige"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}