{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Zapier":["Zapier"],"Vimeo":["Vimeo"],"Trustpilot":["Trustpilot"],"Tiktok":["Tiktok"],"Salesforce":["Salesforce"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Creative Mail by Constant Contact":["Creative Mail by Constant Contact"],"By":["Por"],"No posts yet":["Aínda non hai entradas"],"Oops, our posts aren't loading right now":["Vaia, as nosas entradas non se están cargando xusto agora"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Le o {{link}}blog de WooCommerce{{\/link}} para máis trucos sobre como facer marketing na túa tenda"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Aprende as reviravoltas do marketing exitoso de cupóns dos expertos de WooCommerce."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Leva o teu marketing de cupóns ao seguinte nivel coas nosas extensións de cupóns recomendadas."],"Recommended coupon extensions":["Extensións de cupón recomendadas"],"There was an error loading recommended extensions.":["Houbo un erro ao cargar as extensións recomendadas."],"There was an error loading installed extensions.":["Houbo un erro ao cargar as extensións instaladas."],"There was an error trying to activate the extension.":["Houbo un erro ao intentar activar a extensión."],"The extension has been successfully activated.":["A extensión activouse correctamente."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Aprende as reviravoltas dun marketing de éxito dos expertos de WooCommerce."],"WooCommerce knowledge base":["Base de coñecementos de WooCommerce"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Un gran marketing necesita as ferramentas adecuadas. Leva o teu marketing ao seguinte nivel coas nosas extensións de marketing recomendadas."],"Recommended extensions":["Extensións recomendadas"],"Mutable settings should be accessed via data store.":["Os axustes modificables deberían ser accesibles a través do almacenamento de datos."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}