{"translation-revision-date":"2023-07-17 22:36:53+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Please tell us to what extent you agree or disagree with the statements above.":["נשמח לדעת מהי מידת ההסכמה או אי-ההסכמה שלך לאמירות לעיל."],"The product import screen's functionality meets my needs":["הפונקציונליות של מסך ייבוא המוצרים עונה על הצרכים שלי"],"The product import screen is easy to use":["מסך ייבוא המוצרים קל לשימוש"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["הבחנו שהתחלת לייבא מוצרים ולאחר מכן יצאת. איך הייתה החוויה? המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאלפי סוחרים כמוך."],"How's your experience with importing products?":["איך הייתה החוויה שלך עם ייבוא המוצרים?"],"How is your experience with importing products?":["איך הייתה החוויה שלך עם ייבוא המוצרים?"],"The order details screen's functionality meets my needs":["הפונקציונליות של מסך פרטי ההזמנות עונה על הצרכים שלי"],"The order editing screen is easy to use":["מסך עריכת ההזמנות קל לשימוש"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["הבחנו שהתחלת לערוך הזמנה ולאחר מכן יצאת. איך הייתה החוויה? המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאלפי סוחרים כמוך."],"How's your experience with orders?":["איך הייתה החוויה שלך עם ההזמנות?"],"How easy or difficult was it to update this order?":["כמה קלה או קשה הייתה פעולת העדכון של ההזמנה?"],"Optional, but much apprecated. We love reading your feedback!":["אופציונלי, אבל מוערך מאוד. אנחנו אוהבים לקרוא את המשוב שלך!"],"How is that screen useful to you? What features would you add or change?":["איך המסך הזה מסייע לך? אילו כלים ברצונך להוסיף או לשנות?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאלפי סוחרים כמוך. נשמח לדעת מהי מידת ההסכמה או אי-ההסכמה שלך לאמירות שבהמשך."],"Strongly Agree":["הסכמה מלאה"],"Agree":["הסכמה"],"Disagree":["אי-הסכמה"],"Strongly disagree":["אי-הסכמה מלאה"],"Thanks for the feedback. We'll put it to good use!":["תודה על המשוב. נשתמש בו היטב!"],"The filters' functionality meets my needs.":["הפונקציונליות של המסננים עונה על הצרכים שלי."],"The filters in the analytics screen are easy to use.":["קל להשתמש במסננים במסך הניתוח הסטטיסטי."],"The settings screen's functionality meets my needs":["הפונקציונליות של מסך ההגדרות עונה על הצרכים שלי"],"The settings screen is easy to use":["מסך ההגדרות קל לשימוש"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["הבחנו שהתחלת לשנות את הגדרות החנות ולאחר מכן יצאת. איך הייתה החוויה? המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאלפי סוחרים כמוך."],"How’s your experience with settings?":["איך החוויה שלך עם ההגדרות?"],"Did you find the right setting?":["האם מצאת את ההגדרה המתאימה?"],"The product creation screen's functionality meets my needs":["הפונקציונליות של מסך יצירת המוצרים עונה על הצרכים שלי"],"The product creation screen is easy to use":["מסך יצירת המוצרים קל לשימוש"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["הבחנו שהתחלת ליצור מוצר ולאחר מכן יצאת. איך הייתה החוויה? המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאלפי סוחרים כמוך."],"How is your experience with creating products?":["איך חוויית יצירת המוצרים שלך?"],"The product editing screen's functionality meets my needs":["הפונקציונליות של מסך עריכת המוצרים עונה על הצרכים שלי"],"The product editing screen is easy to use":["מסך עריכת המוצרים קל לשימוש"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["הבחנו שהתחלת לערוך מוצר ולאחר מכן יצאת. איך הייתה החוויה? המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאלפי סוחרים כמוך."],"How's your experience with editing products?":["איך הייתה חוויית עריכת המוצרים שלך?"],"How is your experience with editing products?":["איך הייתה חוויית עריכת המוצרים שלך?"],"The search's functionality meets my needs.":["פונקציונליות החיפוש עונה על הצרכים שלי."],"The search feature in WooCommerce is easy to use.":["כלי החיפוש ב-WooCommerce קל לשימוש."],"Very good":["טוב מאוד"],"Difficult":["קשה"],"How easy was it to use search?":["כמה קל היה להשתמש בחיפוש?"],"Your feedback will go to the WooCommerce development team":["המשוב שלך יישלח לצוות הפיתוח של WooCommerce"],"Please share your feedback":["נשמח לקבל משוב ממך"],"Neutral":["לא קלה ולא קשה"],"Very difficult":["קשה מאוד"],"How easy was it to filter your store analytics?":["כמה קלה הייתה פעולת הסינון של ניתוח הנתונים בחנות שלך?"],"Pencil icon":["סמל עיפרון"],"Thank you for your feedback!":["תודה ששלחת את המשוב!"],"Give feedback":["להעניק משוב"],"Share":["שתף"],"Good":["טוב"],"Cancel":["ביטול"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}