{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Get free expert advice":["Consigue consellos expertos gratuítos"],"Need help moving your store?":["Necesitas axuda para migrar a túa tenda?"],"Free Trial":["Proba gratuíta"],"Walmart":["Walmart"],"Wish":["Wish"],"Tell us where you run your business to help us configure currency, shipping, taxes, and more in a fully automated way.":["Cóntanos desde onde dirixes o teu negocio para axudarnos a configurar a moeda, o envío e os impostos, entre outras cousas, de maneira totalmente automática."],"There was a problem saving free features state":["Ocorreu un problema ao gardar o estado das características gratuítas"],"Discard":["Descartar"],"You're about to go to a different step. Do you want to save the changes you've made here so far?":["Estás a punto de ir a outro paso. Queres gardar os cambios que fixeches aquí ata agora?"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Ao instalar o plugin %s de forma gratuíta, aceptas as nosas {{link}}Condicións do servizo{{\/link}}.","Ao instalar os plugins %s de forma gratuíta, aceptas as nosas {{link}}Condicións do servizo{{\/link}}."],"Please enter your email address to subscribe":["Por favor, introduce o teu enderezo de correo electrónico para subscribirte"],"How many employees do you have?":["Cantos empregados tes?"],"+250":["+250"],"< 10":["< 10"],"It's just me":["Só eu"],"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["As seguintes extensións engadiranse ao teu sitio de forma gratuíta: WooCommerce Payments. Requírese unha conta para utilizar esta característica."],"Powered by Mailchimp":["Funciona grazas a Mailchimp"],"Get tips, product updates and inspiration straight to your mailbox.":["Recibe trucos, actualizacións de produtos e inspiración na túa bandexa de entrada."],"I'd rather not say":["Prefiro non dicilo"],"Free features":["Características gratuítas"],"Business details":["Detalles do negocio"],"No commitment required - you can remove them at any time.":["Non hai ningún compromiso obrigatorio - podes eliminalas en calquera momento."],"We recommend enhancing your store with these free extensions":["Recomendámosche mellorar a túa tenda con estas extensións gratuítas"],"Included business features":["Características de negocio incluídas"],"The following plugin will be installed for free: %1$s. %2$s":["O seguinte plugin instalarase gratis: %1$s. %2$s","Os seguintes plugins instalaranse gratis: %1$s. %2$s"],"Add recommended business features to my site":["Engade características de negocios recomendadas para o meu sitio"],"There was a problem skipping the setup wizard":["Ocorreu un problema ao omitir o asistente de configuración"],"Skip setup store details":["Saltar a configuración dos detalles da tenda"],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["A configuración manual só está recomendada para\nusuarios de WooCommerce con experiencia ou desenvolvedores."],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["A facturación é anual. Todas as compras están cubertas cunha ganantía de 30 días de devolución do importe e inclúen acceso a soporte e actualizacións. As extensións engadiranse ao teu carriño para que as compres máis tarde."],"Display monthly prices":["Amosar prezos mensuais"],"$%f per month":["$%f ao mes"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Este tipo de produto require unha extensión de pago.\nEngadirémolo ao teu carriño para que\npoidas comprala e instalala máis tarde."],"Learn more about recommended free business features":["Aprende máis sobre as características de negocios gratuítas recomendadas"],"User accounts are required to use these features.":["É obrigatoria unha conta de usuario para usar estas características."],"What is the platform name?":["Cal é o nome da plataforma?"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Business Details":["Detalles do negocio"],"Industry":["Sector"],"Store Details":["Detalles da tenda"],"There was a problem finishing the setup wizard":["Ocorreu un problema ao finalizar o asistente de instalación"],"$%f per year":["$%f ao ano"],"I'm setting up a store for a client":["Estou configurando unha tenda para un cliente"],"There was a problem saving your store details":["Houbo un problema ao gardar os detalles da túa tenda"],"What type of products will be listed?":["Que tipo de produtos se mostrarán?"],"There was a problem updating your product types":["Houbo un problema ao actualizar os teus tipos de produtos"],"Please select at least one product type":["Por favor, selecciona polo menos un tipo de produto"],"Choose any that apply":["Elixe calquera que corresponda"],"In which industry does the store operate?":["En que sector opera a tenda?"],"Please select at least one industry":["Por favor, selecciona polo menos un sector"],"There was a problem updating your industries":["Houbo un problema ao actualizar os teus sectores"],"Which platform is the store using?":["Que plataforma usa a tenda?"],"What's your current annual revenue?":["Cales son os teus ingresos anuais actuais?"],"Currently selling elsewhere?":["Actualmente vendes noutro lugar?"],"How many products do you plan to display?":["Cantos produtos pensas mostrar?"],"We'd love to know if you are just getting started or you already have a business in place.":["Encantaríanos saber se acabas de empezar ou se xa tes un negocio en marcha."],"Tell us about your business":["Fálanos do teu negocio"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Yes, on another platform and in person at physical stores and\/or events":["Si, noutra plataforma e en persoa en tendas físicas e\/ou eventos"],"Yes, in person at physical stores and\/or events":["Si, en persoa en tendas físicas e\/ou eventos"],"Yes, I own a different store powered by WooCommerce":["Si, teño unha tenda distinta que funciona con WooCommerce"],"Yes, on another platform":["Si, noutra plataforma"],"More than %s":["Máis de %s"],"%s (I'm just getting started)":["%s (Acabo de empezar)"],"I don't have any products yet.":["Aínda non teño produtos."],"Installing the following plugin: %s":["Instalando o seguinte plugin: %s","Instalando os seguintes plugins: %s"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"This field is required":["Este campo é obrigatorio"],"There was a problem updating your business details":["Houbo un problema ao actualizar os detalles do teu negocio"],"Continue without installing":["Continuar sen instalar"],"Up to %s":["Ata %s"],"Retry":["Reintentar"],"Invalid email address":["Enderezo de correo electrónico non válido"],"Email address":["Correo electrónico"],"Product Types":["Tipos de produtos"],"Free":["Gratis"],"Save":["Gardar"],"Save changes?":["Gardar cambios?"],"Learn more":["Aprende máis"],"Other":["Outro"],"Welcome to WooCommerce":["Benvido a WooCommerce"],"Continue":["Continuar"],"No":["Non"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/profile-wizard.js"}}