{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Use the search box to find specific products or solutions.":["Utilitzeu el camp de cerca per trobar productes o solucions específiques."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Potencieu la vostra botiga afegint funcionalitats addicionals mitjançant les extensions, trobant un nou aspecte mitjançant els temes o integrant la vostra botiga amb altres programaris i serveis.<br\/><br\/>El WooCommerce Marketplace és el vostre lloc de referència per a tot l'anterior, i l'únic lloc on trobareu productes que han estat revisats i aprovats per l'equip del WooCommerce.<br\/><br\/>Si voleu millorar la vostra botiga o fer créixer el vostre negoci, aquí podeu trobar una solució. Hi ha moltes opcions disponibles i s'afegeixen nous productes periòdicament.<br\/><br\/>El WooCommerce Marketplace també està disponible a WooCommerce.com."],"email and live chat support":["suport per correu electrònic i xat en directe"],"Contact support":["Contacteu amb suport"],"30-day money-back guarantee":["Garantia de devolució de 30 dies"],"Refund policy":["Política de reemborsament"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Els productes comprats al WooCommerce Marketplace es poden gestionar a Les meves subscripcions, ja sigui aquí o a WooCommerce.com.<br\/><br\/>Cada compra està avalada per la nostra <a1>garantia de devolució de 30 dies<\/a1>, i inclou <a2>suport per correu electrònic i xat en directe<\/a2>.<br\/><br\/>Això és tot! Esperem que el WooCommerce Marketplace us ajudi a crear el negoci dels vostres somnis."],"Manage your purchases":["Gestioneu les vostres compres"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Desplaceu-vos cap avall per veure tots els productes disponibles per a una cerca o categoria seleccionada.<br\/><br\/>Feu clic a qualsevol producte per veure'n més informació, incloses les característiques, els requeriments i la documentació disponible."],"Learn more about products":["Més informació sobre els productes"],"Or browse all available products by category.":["O exploreu tots els productes disponibles per categoria."],"Browse for new ideas":["Exploreu noves idees"],"Find exactly what you need":["Trobeu exactament el que necessiteu"],"Welcome to the WooCommerce Marketplace":["Us donem la benvinguda al WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}