{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"The product import screen's functionality meets my needs":["Skena e importimit të produkteve plotëson nevojat e mia"],"The product import screen is easy to use":["Skena e importimit të produkteve është e lehtë të përdoret"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vumë re se zutë të importoni produkte, mandej e braktisët. Si shkoi? Përshtypjet tuaja do të ndihmojnë në krijimin e një punimi më të mirë për mijëra tregtarë si ju."],"How's your experience with importing products?":["Si po ecën përdorimi juaj me importimin e produkteve?"],"How is your experience with importing products?":["Si po ecën përdorimi juaj me importimin e produkteve?"],"The order details screen's functionality meets my needs":["Skena e hollësive të porosive plotëson nevojat e mia"],"The order editing screen is easy to use":["Skena e përpunimit të porosive është e lehtë të përdoret"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vumë re se zutë të përpunonit një porosi, mandej e braktisët. Si shkoi? Përshtypjet tuaja do të ndihmojnë në krijimin e një punimi më të mirë për mijëra tregtarë si ju."],"How's your experience with orders?":["Si po ecën puna me porositë?"],"How easy or difficult was it to update this order?":["Sa e lehtë, ose e vështirë qe të përditësonit këtë porosi?"],"Optional, but much apprecated. We love reading your feedback!":["Opsionale, por shumë e çmuar. I duam shumë përshtypjet tuaja!"],"How is that screen useful to you? What features would you add or change?":["Pse është e dobishme kjo skenë për ju? Cilat veçori do të donit të shtoheshin, ose ndryshoheshin?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Përshtypjet tuaja do të ndihmojnë të krijohet një punim më i mirë për mijëra tregtarë si ju. Ju lutemi, tregonani se deri në ç’shkallë pajtoheni ose nuk pajtoheni me pohimet më poshtë."],"Strongly Agree":["Pajtohem Fort"],"Agree":["Pajtohem"],"Disagree":["S’pajtohem"],"Strongly disagree":["Nuk pajtohem me forcë"],"Thanks for the feedback. We'll put it to good use!":["Faleminderit për përshtypjet. Do t’i përdorim për mirë!"],"The filters' functionality meets my needs.":["Funksioni i filtrave plotëson nevojat e mia."],"The filters in the analytics screen are easy to use.":["Filtrat te skena e statistikave janë të lehtë për t’u përdorur."],"The settings screen is easy to use":["Skena e rregullimeve është e lehtë për t’u përdorur"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vumë re se zutë të ndryshonit rregullimet e shitores, mandej ikët. Si shkoi? Përshtypjet tuaja do të ndihmojnë në krijimin e një punimi më të mirë për mijëra tregtarë si ju."],"The settings screen's functionality meets my needs":["Skena e rregullimeve plotëson nevojat e mia"],"How’s your experience with settings?":["Si po ecën përdorimi juaj me rregullimet?"],"Did you find the right setting?":["A gjetët rregullimin e duhur?"],"The product creation screen's functionality meets my needs":["Skena e krijimit të produkteve plotëson nevojat e mia"],"The product creation screen is easy to use":["Skena e krijimit të produkteve është e lehtë të përdoret"],"How is your experience with creating products?":["Si po ecën përdorimi juaj me krijimin e produkteve?"],"The product editing screen's functionality meets my needs":["Skena e përpunimit të produkteve plotëson nevojat e mia"],"The product editing screen is easy to use":["Skena e përpunimit të produkteve është e lehtë të përdoret"],"How's your experience with editing products?":["Si po ecën përdorimi juaj me përpunimin e produkteve?"],"How is your experience with editing products?":["Si po ecën përdorimi juaj me krijimin e produkteve?"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vumë re se zutë të krijonit një produkt, mandej ikët. Si shkoi? Përshtypjet tuaja do të ndihmojnë në krijimin e një punimi më të mirë për mijëra tregtarë si ju."],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vumë re se zutë të përpunonit një produkt, mandej ikët. Si shkoi? Përshtypjet tuaja do të ndihmojnë në krijimin e një punimi më të mirë për mijëra tregtarë si ju."],"The search's functionality meets my needs.":["Funksioni i kërkimeve plotëson nevojat e mia."],"The search feature in WooCommerce is easy to use.":["Veçoria e kërkimit në WooCommerce është e lehtë për t’u përdorur."],"Very good":["Shumë e mirë"],"Difficult":["E vështirë"],"How easy was it to use search?":["Sa e lehtë qe të përdorej kërkimi?"],"Your feedback will go to the WooCommerce development team":["Përshtypjet tuaja do t’i shkojnë ekipit të zhvillimit të WooCommerce-it"],"Please share your feedback":["Ju lutemi, ndani me ne përshtypjet tuaja"],"Neutral":["Asnjanës"],"Very difficult":["Shumë e vështirë"],"How easy was it to filter your store analytics?":["Sa e lehtë qe të filtroni analizat e shitores tuaj?"],"Pencil icon":["Ikonë lapsi"],"Thank you for your feedback!":["Faleminderit për përshtypjet tuaja!"],"Give feedback":["Jepni përshtypje"],"Share":["Ndajeni me të tjerët"],"Good":["I mirë"],"Cancel":["Anuloje"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}