{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"The product import screen's functionality meets my needs":["A funcionalidade da pantalla de importar produtos cumpre coas miñas necesidades"],"The product import screen is easy to use":["A pantalla de importación de produtos é fácil de usar"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Démonos conta de que empezaches a importar produtos e logo deixaches de facelo. Que pasou? As túas opinións axudarán a crear unha mellor experiencia para miles de vendedores coma ti."],"How's your experience with importing products?":["Que tal foi a túa experiencia importando produtos?"],"How is your experience with importing products?":["Que tal foi a túa experiencia coa importación de produtos?"],"The order details screen's functionality meets my needs":["A funcionalidade da pantalla de detalles do pedido cumpre coas miñas necesidades"],"The order editing screen is easy to use":["A pantalla de edición de pedidos é fácil de usar"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Démonos conta de que empezaches a editar un pedido e logo deixaches de facelo. Que pasou? As túas opinións axudarán a crear unha mellor experiencia para miles de vendedores coma ti."],"How's your experience with orders?":["Que tal foi a túa experiencia cos pedidos?"],"How easy or difficult was it to update this order?":["Como de fácil o difícil foi actualizar este pedido?"],"Optional, but much apprecated. We love reading your feedback!":["Opcional, pero agradécese enormemente. Encantaríanos ler as túas opinións!"],"How is that screen useful to you? What features would you add or change?":["Foi útil para ti esta pantalla? Que características che gustaría engadir ou cambiar?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["As túas opinións axudan a crear unha mellor experiencia para miles de vendedores como ti. Por favor, cóntanos ata onde estás de acordo ou en desacordo coas seguintes declaracións."],"Strongly Agree":["Moi de acordo"],"Agree":["De acordo"],"Disagree":["En desacordo"],"Strongly disagree":["Moi en desacordo"],"Thanks for the feedback. We'll put it to good use!":["Grazas pola túa opinión. Darémoslle bo uso!"],"The filters' functionality meets my needs.":["A funcionalidade de filtros cumpre coas miñas necesidades."],"The filters in the analytics screen are easy to use.":["Os filtros da pantalla de analítica son fáciles de usar."],"The settings screen's functionality meets my needs":["A funcionalidade da pantalla de axustes cumpre coas miñas necesidades"],"The settings screen is easy to use":["A pantalla de axustes é fácil de usar"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Démonos conta de que empezaches a cambiar os axustes da tenda e logo deixaches de facelo. Que pasou? As túas opinións axudarán a crear unha mellor experiencia para miles de vendedores como ti."],"How’s your experience with settings?":["Que tal foi a túa experiencia cos axustes?"],"Did you find the right setting?":["Encontraches o axuste adecuado?"],"The product creation screen's functionality meets my needs":["A funcionalidade da pantalla de creación de produtos cumpre coas miñas necesidades"],"The product creation screen is easy to use":["A pantalla de creación de produtos é fácil de usar"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Démonos conta de que empezaches a crear un produto e logo deixaches de facelo. Que pasou? As túas opinións axudarán a crear unha mellor experiencia para miles de vendedores como ti."],"How is your experience with creating products?":["Que tal foi a túa experiencia coa creación de produtos?"],"The product editing screen's functionality meets my needs":["A funcionalidade da pantalla de edición de produtos cumpre coas miñas necesidades"],"The product editing screen is easy to use":["A pantalla de edición de produtos é fácil de usar"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Démonos conta de que empezaches a editar un produto e logo deixaches de facelo. Que pasou? As túas opinións axudarán a crear unha mellor experiencia para miles de vendedores como ti."],"How's your experience with editing products?":["Que tal foi a túa experiencia editando produtos?"],"How is your experience with editing products?":["Que tal foi a túa experiencia editando produtos?"],"The search's functionality meets my needs.":["A funcionalidade de busca cumpre coas miñas necesidades."],"The search feature in WooCommerce is easy to use.":["A característica de busca en WooCommerce é fácil de usar."],"Very good":["Moi ben"],"Difficult":["Difícil"],"How easy was it to use search?":["Como de fácil foi usar a busca?"],"Your feedback will go to the WooCommerce development team":["Os teus comentarios enviaranse ao equipo de desenvolvemento de WooCommerce"],"Please share your feedback":["Por favor, comparte a túa opinión"],"Neutral":["Neutral"],"Very difficult":["Moi difícil"],"How easy was it to filter your store analytics?":["Como de fácil foi filtrar a túa análise da tenda?"],"Pencil icon":["Icona de lápiz"],"Thank you for your feedback!":["Grazas pola túa opinión!"],"Give feedback":["Dá a túa opinión"],"Share":["Compartir"],"Good":["Bo"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}