{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Please tell us to what extent you agree or disagree with the statements above.":["Te rog să ne spui în ce măsură ești de acord sau nu cu afirmațiile de mai sus."],"The product import screen's functionality meets my needs":["Funcționalitățile din ecranul pentru importul produselor îmi satisfac nevoile"],"The product import screen is easy to use":["Ecranul pentru importul produselor este ușor de folosit"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Am observat că ai început importul unor produse, dar apoi ai părăsit pagina. Cum a fost? Impresiile tale ne vor ajuta să creăm o experiență mai bună pentru alți mii de comercianți."],"How's your experience with importing products?":["Ce părere ai despre importul produselor?"],"How is your experience with importing products?":["Ce părere ai despre importul produselor?"],"The order details screen's functionality meets my needs":["Funcționalitățile din ecranul detalii comandă îmi satisfac nevoile"],"The order editing screen is easy to use":["Ecranul pentru editarea comenzilor este ușor de folosit"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Am observat că ai început editarea unei comenzi, dar apoi ai părăsit pagina. Cum a fost? Impresiile tale ne vor ajuta să creăm o experiență mai bună pentru alți mii de comercianți."],"How's your experience with orders?":["Ce părere ai despre comenzi?"],"How easy or difficult was it to update this order?":["Cât de ușor sau cât de dificil a fost să actualizezi această comandă?"],"Optional, but much apprecated. We love reading your feedback!":["Sunt opționale, dar mult apreciate. Ne place să citim impresiile!"],"How is that screen useful to you? What features would you add or change?":["Îți este util ecranul? Ce funcționalități ai vrea să adaugi sau pe care ai vrea să le modifici?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Impresiile tale ne vor ajuta să creăm o experiență mai bună pentru mii de comercianți. Te rugăm să ne spui în ce măsură ești de acord sau nu cu afirmațiile de mai jos."],"Strongly Agree":["De acord în totalitate"],"Agree":["De acord"],"Disagree":["Nu sunt de acord"],"Strongly disagree":["Nu sunt deloc de acord"],"Thanks for the feedback. We'll put it to good use!":["Îți mulțumim pentru impresii. Le vom folosi!"],"The filters' functionality meets my needs.":["Funcționalitățile pentru filtre îmi satisfac nevoile."],"The filters in the analytics screen are easy to use.":["Filtrele din ecranul analitice sunt ușor de folosit."],"The settings screen's functionality meets my needs":["Funcționalitățile pentru ecranul setări îmi satisfac nevoile"],"The settings screen is easy to use":["Ecranul setări este ușor de folosit"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Am observat că ai început să modifici setările magazinului, dar apoi ai părăsit pagina. Cum a fost? Impresiile tale ne vor ajuta să creăm o experiență mai bună pentru alți mii de comercianți."],"How’s your experience with settings?":["Ce părere ai despre setări?"],"Did you find the right setting?":["Ai găsit setările care îți sunt necesare?"],"The product creation screen's functionality meets my needs":["Funcționalitățile din ecranul pentru crearea produselor îmi satisfac nevoile"],"The product creation screen is easy to use":["Ecranul pentru crearea produselor este ușor de folosit"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Am observat că ai început crearea unui produs, dar apoi ai părăsit pagina. Cum a fost? Impresiile tale ne vor ajuta să creăm o experiență mai bună pentru alți mii de comercianți."],"How is your experience with creating products?":["Ce părere ai despre crearea produselor?"],"The product editing screen's functionality meets my needs":["Funcționalitățile din ecranul pentru editarea produselor îmi satisfac nevoile."],"The product editing screen is easy to use":["Ecranul pentru editarea produselor este ușor de folosit."],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Am observat că ai început editarea unui produs, dar apoi ai părăsit pagina. Cum a fost? Impresiile tale ne vor ajuta să creăm o experiență mai bună pentru alți mii de comercianți."],"How's your experience with editing products?":["Ce părere ai despre editarea produselor?"],"How is your experience with editing products?":["Ce părere ai despre editarea produselor?"],"The search's functionality meets my needs.":["Funcționalitatea de căutare îmi satisface nevoile."],"The search feature in WooCommerce is easy to use.":["Funcționalitatea de căutare în WooCommerce este ușor de folosit."],"Very good":["Foarte bun"],"Difficult":["Dificil"],"How easy was it to use search?":["Cât de ușor a fost să folosești căutarea?"],"Your feedback will go to the WooCommerce development team":["Impresiile tale vor ajunge la echipa pentru dezvoltarea WooCommerce"],"Please share your feedback":["Te rog spune-ne impresiile tale"],"Neutral":["Nici ușor, nici greu"],"Very difficult":["Foarte greu"],"How easy was it to filter your store analytics?":["Cât de ușor a fost să filtrezi analiticele magazinului?"],"Pencil icon":["Icon creion"],"Thank you for your feedback!":["Îți mulțumim pentru impresii!"],"Give feedback":["Spune-ne impresiile"],"Share":["Partajează"],"Good":["Bun"],"Cancel":["Anulează"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}