{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Next product variation":["Varianti pasues i produktit"],"Previous product variation":["Varianti i mëparshëm i produktit"],"Return to main product":["Kthehuni te produkti kryesor"],"Failed to updated product variation.":["S’u arrit të përditësohen variant produkti."],"Product variation successfully updated.":["Varianti i produktit u përditësua me sukses."],"When enabled, customers will be able to select and purchase this variation from the product page.":["Kur aktivizohet, klientët do të jenë në gjendje të përzgjedhin dhe blejnë këtë variant që nga faqja e produktit."],"Variant details":["Hollësi varianti"],"Choose image":["Zgjidhni figurë"],"Drag image here or click to upload":["Tërhiqni këtu figurë, ose klikoni që të ngarkoni të tillë"],"Next post":["Postimi pasues"],"Previous post":["Postimi i mëparshëm"],"Show me around (10s)":["Tregomë si diku këtu përreth (10s)"],"I'll explore on my own":["Do t’i eksploroj vetë"],"Product editing tour":["Tur përpunimi produktesh"],"Meet the product editing form":["Njihuni me formularin e përpunimit të produkteve"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Nëse formulari ende s’ka krejt veçoritë që ju duhen —është enden në zhvillim— mund të kaloni te përpunuesi klasik në çfarëdo kohe."],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Lërnani t’ju tregojmë se si të lëvizni nëpër formular dhe të krijoni këtë produkt nga fillimi në fund, pa humbur një sekondë."],"⚙️ Looking for more?":["⚙️ Po shihni për më tepër?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Me krejt hollësitë në vendin e tyre, përdorni butonat në krye për të bërë lehtësisht paraparje dhe për të publikuar produktin tuaj. Për më tepër mundësi, klikoni butonin shigjetë."],"🔍 Preview and publish":["🔍 Bëjini paraparje dhe botojeni"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Kur të mbarohet, përdorni skedat për të kaluar nga një hollësi apo rregullim në tjetrin dhe anasjelltas. Në të ardhmen, këtu do të gjeni edhe zgjerime dhe shtojca."],"✍️ Set up pricing & more":["✍️ Ujdisni çmime & më tepër"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Formulari i produktit do t’ju ndihmojë të përshkruani produktin tuaj fushë pas fushe—nga hollësitë elementare si emër apo përshkrim, e deri te atribute që klientët mund të përdorin për ta gjetur në shitoren tuaj."],"📣 Tell a story about your product":["📣 Tregoni një histori rreth produktit tuaj"],"Apply a tax rate if this product qualifies for tax reduction or exemption. {{link}}Learn more{{\/link}}":["Aplikoni një nivel tatimi, nëse për këtë produkt ka vend reduktim apo përjashtim nga tatimet. {{link}}Mësoni më tepër{{\/link}}"],"Don't charge tax":["Mos apliko taksa"],"Only shipping":["Vetëm dërgim"],"Product and shipping":["Produkt dhe dërgim"],"Learn more about options":["Mësoni më tepër rreth mundësish"],"Updating product variation":["Përditësim varianti produkti"],"Not visible to customers":["Jo i dukshëm për klientët"],"Manage individual variation details in the Options tab.":["Administroni hollësi individuale varianti te skeda Mundësi."],"Add option":["Shtoni mundësi"],"You can change the option's name in {{link}}Attributes{{\/link}}.":["Emrin e mundësisë mund ta ndryshoni te {{link}}Atribute{{\/link}}."],"No options yet":["Ende pa mundësi"],"Add options":["Shtoni mundësi"],"Charge sales tax on":["Apliko taksa shitjesh mbi"],"Add and manage options, such as size and color, for customers to choose on the product page.":["Shtoni mundësi administrimi, bie fjala, madhësi dhe ngjyrë, që klientë të zgjedhin te faqja e produktit."],"How to make variations work for you":["Si ju duket krijimi i variacioneve"],"Manage individual product combinations created from options.":["Administroni ndërthurje produktesh individualë të krijuar prej mundësive."],"Price (%s)":["Çmim (%s)"],"Variation":["Variacion"],"The product editing screen's functionality meets my needs":["Skena e përpunimit të produkteve plotëson nevojat e mia"],"The product editing screen is easy to use":["Skena e përpunimit të produkteve është e lehtë të përdoret"],"A shipping class with that slug already exists.":["Ka tashmë një klasë dërgimesh me atë identifikues."],"We couldn’t add this shipping class. Try again in a few seconds.":["S’e shtuam dot këtë klasë dërgimesh. Riprovoni pas pak sekondash."],"Quantity tracking is disabled for all products. Go to global store settings to change it.":["Ndjekja e sasisë është e çaktivizuar për krejt produktet. Për ta ndryshuar këtë, kaloni te rregullimet globale të shitores."],"Restrictions":["Kufizime"],"Don't allow purchases":["Mos lejo blerje"],"Allow purchases, but notify customers":["Lejo blerje, por njofto klientët"],"Allow purchases":["Lejo blerje"],"When out of stock":["Kur për produktet s’ka stok"],"No end date":["Pa datë përfundimi"],"To":["Deri"],"Now":["Tani"],"From":["Prej"],"The sale will start at the beginning of the \"From\" date ({{startTime\/}}) and expire at the end of the \"To\" date ({{endTime\/}}). {{moreLink\/}}":["Ulja e çmimeve do të fillojë më datë “Nga” ({{startTime\/}}) dhe do të përfundojë më datë “Deri” ({{endTime\/}}). {{moreLink\/}}"],"Schedule sale":["Vini në plan ulje çmimesh"],"Show or hide this attribute on the product page":["Shfaqeni ose fshiheni këtë atribut te faqja e produktit"],"Visible to customers":["I dukshëm për klientët"],"Values":["Vlera"],"You can change the attribute's name in <link>Attributes<\/link>.":["Emrin e atributit mund ta ndryshoni te <link>Attributes<\/link>."],"Your customers will see this on the product page":["Klientët tuaj do të shohin këtë gjë në faqen e produktit"],"You have some attributes added to the list, are you sure you want to cancel?":["Keni ca atribute shtuar te lista, jeni i sigurt se doni të anulohet?"],"+ Add another":["Shtoni tjetër"],"Add another attribute":["Shto atribut tjetër"],"Search or create value":["Kërkoni, ose krijoni vlerë"],"Search or create attribute":["Kërkoni ose krijoni atribut"],"By default, attributes are filterable and visible on the product page. You can change these settings for each attribute separately later.":["Si parazgjedhje, atributet mund të filtrohen dhe janë të dukshëm te faqja e produktit. Këto rregullime mund t’i ndryshoni për çdo atribut, ndarazi, më vonë."],"Add attributes":["Shtoni atribute"],"Create \"%s\"":["Krijoje “%s”"],"The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.":["“Identifikuesi” është versioni i përshtatshëm për URL i emrit. Zakonisht përbëhet nga simbole vetëm me të vogla dhe përmban vetëm shkronja, numra, dhe vija ndarëse."],"Failed to create attribute term.":["S’u arrit të krijohet term atributi."],"The attribute term name is required.":["Emri për termin e atributit është i domosdoshëm."],"Create attribute":["Krijoni atribut"],"The end date of the sale must be after the start date.":["Data e përfundimit të uljes së çmimeve duhet të bjerë pas datës së fillimit."],"The start date of the sale must be before the end date.":["Data e fillimit të uljes së çmimeve duhet të bjerë pas datës së përfundimit."],"Please enter a valid date.":["Ju lutemi, jepni një datë vlefshme."],"More product options":["Më tepër mundësi produkti"],"Height {{span}}C{{\/span}}":["Lartësi {{span}}C{{\/span}}"],"Length {{span}}B{{\/span}}":["Gjatësi {{span}}B{{\/span}}"],"Width {{span}}A{{\/span}}":["Gjerësi {{span}}A{{\/span}}"],"Enter the size of the product as you'd put it in a shipping box, including packaging like bubble wrap.":["Jepni madhësinë e produktit, ashtu si do ta futnit në një kuti dërgimi, përfshi paketimin, bie fjala me mbështjellëse me flluska."],"Manage shipping classes and rates in {{link}}global settings{{\/link}}.":["Administroni klasa dhe tarifa dërgimi që nga {{link}}rregullime globale{{\/link}}."],"Set up shipping costs and enter dimensions used for accurate rate calculations.":["Ujdisni kosto dërgimi dhe jepni përmasa të përdorura për llogaritje të përpikta tarifash."],"Stock quantity must be a positive number.":["Sasia e stokut duhet të jetë një numër pozitiv."],"Track quantity for this product":["Ndiqni sasinë për këtë produkt"],"SKU (Stock Keeping Unit)":["SKU (Njësi Mbajtjeje Gjendje)"],"Manage global inventory settings":["Administroni rregullime globale inventari"],"Set up and manage inventory for this product, including status and available quantity.":["Ujdisni dhe administroni inventarin për këtë produkt, përfshi gjendje dhe sasi stoku."],"Make sure to enable notifications in {{link}}store settings{{\/link}}.":["Mos harroni të aktivizoni njoftimet te {{link}}rregullime shitoreje{{\/link}}."],"%d (store default)":["%d (parazgjedhje shitoreje)"],"Email me when quantity reaches":["Dërgomë email kur sasia mbërrin në"],"Current quantity":["Sasi e tanishme"],"Product quantity":["Sasi produkti"],"How to price your product: expert tips":["Si të caktohen çmimet për produktin tuaj: ndihmëza ekspertësh"],"Drop here to remove":["Hidheni këtu që të hiqet"],"How should I prepare images?":["Si duhet t’i përgatis figurat?"],"For best results, use JPEG files that are 1000 by 1000 pixels or larger.":["Për përfundimet më të mira, përdorni kartela JPEG që janë 1000 me 1000 piksela, ose më të mëdhenj."],"Learn more about attributes":["Mësoni më tepër rreth atributeve"],"Add descriptive pieces of information that customers can use to filter and search for this product.":["Shtoni copëza informacioni përshkrues që klientët mund t’i përdorin për të filtruar dhe kërkuar për këtë produkt."],"Remove attribute":["Hiqni atribut"],"edit":["përpunojeni"],"+ %i more":["+ %i më tepër"],"Weight must be higher than zero.":["Pesha duhet të jetë më e madh se zero."],"Height must be higher than zero.":["Lartësia duhet të jetë më e madhe se zero."],"Length must be higher than zero.":["Gjatësia duhet të jetë më e madhe se zero."],"Width must be higher than zero.":["Gjerësia duhet të jetë më e madhe se zero."],"List price":["Çmim"],"Set a competitive price, put the product on sale, and manage tax calculations.":["Caktoni një çmim konkurrues, kalojeni produktin në ulje çmimi dhe administroni përllogaritje taksash."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}not included{{\/strong}} in the price.":["Sipas {{link}}rregullimeve tuaja të shitores{{\/link}}, taksat {{strong}}nuk përfshihen{{\/strong}} te çmimi."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}included{{\/strong}} in the price.":["Sipas {{link}}rregullimeve tuaja të shitores{{\/link}}, taksat {{strong}}ërfshihen{{\/strong}} te çmimi."],"Sale price cannot be equal to or higher than list price.":["Çmimi me ulje s’mund të jetë i barabartë apo më i lartë se çmimi fillestar."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Ju lutemi, jepni një çmim me një pikë dhjetëshesh në formatin monetar dhjetor, pa ndarëse për mijëshet dhe simbole monedhash."],"Please enter a product name shorter than 120 characters.":["Ju lutemi, jepni një emër produkti më të shkurtër se 120 shenja."],"This field is required.":["Kjo fushë është e domosdoshme."],"Describe this product. What makes it unique? What are its most important features?":["Përshkruajeni këtë produkt. Ç’e bën unik? Cilat janë veçoritë e tij më të rëndësishme?"],"Drag images here or click to upload":["Tërhiqni këtu figura ose klikoni që të ngarkoni të tilla"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["S’mund ta përpunoni këtë objekt, ngaqë gjendet te Hedhurinat. Ju lutemi, risilleni prej andej dhe riprovoni."],"This info will be displayed on the product page, category pages, social media, and search results.":["Kjo hollësi do të shfaqet te faqja e produktit, faqe kategorish, media shoqërore dhe përfundime kërkimesh."],"Move to trash":["Shpjere te hedhurinat"],"Publish & duplicate":["Botoje & Përsëdyte"],"Update & duplicate":["Përditësoje & përsëdyte"],"Publish options":["Mundësi botimi"],"Publish":["Botoje"],"Updating":["Përditësim"],"Saved":["U ruajt"],"Switch to draft":["Kalo te skica"],"Save draft":["Ruaje skicën"],"Saving":["Po ruhet"],"Product details":["Hollësi produkti"],"Limit purchases to 1 item per order":["Kufizoji blerjet në një 1 artikull për porosi"],"Options":["Mundësi"],"Finish":["Përfundoje"],"Page %1$d of %2$d":["Faqe %1$d nga %2$d"],"Guide controls":["Kontrolle udhërrëfyesi"],"Close settings":["Rregullime ngjyrash"],"Share feedback":["Jepni përshtypje"],"On backorder":["I paraporositur"],"Completed":["E plotësuar"],"Yes please!":["Po, ju lutem!"],"Images":["Figura"],"Previous":["I mëparshmi"],"Next":["Pasuesi"],"Quantity":["Sasi"],"Attribute":["Atribut"],"Add new shipping class":["Shtoni klasë të re dërgimesh"],"Edit %s":["Përpunojeni %s"],"Learn more":["Mësoni më tepër"],"Save":["Ruaje"],"Sale price":["Çmim oferte"],"Stock status":["Gjendje stoku"],"Weight":["Peshë"],"Tax class":["Klasë tatimi"],"Pricing":["Çmime"],"Enable reviews":["Aktivizoni shqyrtime"],"Menu order":["Rend menush"],"Shipping class":["Klasë dërgimesh"],"No shipping class":["Pa klasë dërgimesh"],"Dimensions":["Përmasa"],"General":["Të përgjithshme"],"Add":["Shtoje"],"Shipping":["Dërgim"],"Inventory":["Inventar"],"Products":["Produkte"],"Advanced":["Të mëtejshme"],"Variations":["Variante"],"No thanks":["Jo, faleminderit"],"Preview":["Paraparje"],"Cancel":["Anuloje"],"Image":["Figurë"],"Edit":["Përpunoni"],"Name":["Emër"],"Update":["Përditësoje"],"Settings":["Rregullime"],"In stock":["Ka stok"],"Out of stock":["S’ka stok"],"Copy to a new draft":["Kopjoje në një skicë të re"],"Attributes":["Atribute"],"Description":["Përshkrim"],"Add attribute":["Shtoni atribut"],"Slug":["Identifikues"],"Edit attribute":["Përpunoni atribut"],"Remove this attribute?":["Të hiqet ky atribut?"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}