{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Get free expert advice":["Obteniu assessorament d'experts gratuït"],"Need help moving your store?":["Necessiteu ajuda per traslladar la vostra botiga?"],"Free Trial":["Prova gratuïta"],"Walmart":["Walmart"],"Wish":["Wish"],"Tell us where you run your business to help us configure currency, shipping, taxes, and more in a fully automated way.":["Digueu-nos on es troba el vostre negoci per ajudar-nos a configurar la moneda, l'enviament, els impostos i molt més d'una manera totalment automatitzada."],"There was a problem saving free features state":["S'ha produït un problema en desar l'estat de les característiques gratuïtes"],"Discard":["Descarta"],"You're about to go to a different step. Do you want to save the changes you've made here so far?":["Esteu a punt de passar a un pas diferent. Voleu desar els canvis que heu fet aquí fins ara?"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Quan instal·leu %s extensió gratuïtament, accepteu les {{link}}condicions del servei{{\/link}}.","Quan instal·leu %s extensions gratuïtament, accepteu les {{link}}condicions del servei{{\/link}}."],"Please enter your email address to subscribe":["Introduïu la vostra adreça electrònica per subscriure-us"],"How many employees do you have?":["Quants empleats teniu?"],"+250":["+250"],"< 10":["< 10"],"It's just me":["Només sóc jo"],"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["Les següents extensions s’afegiran al vostre lloc de forma gratuïta: WooCommerce Payments. Es requereix un compte per utilitzar aquesta característica."],"Powered by Mailchimp":["Funciona gràcies a Mailchimp"],"Get tips, product updates and inspiration straight to your mailbox.":["Obteniu consells, actualitzacions de productes i inspiració directament a la vostra bústia de correu."],"I'd rather not say":["Preferiria no dir-ho"],"Free features":["Característiques gratuïtes"],"Business details":["Detalls del negoci"],"No commitment required - you can remove them at any time.":["Sense compromís - podeu suprimir-los en qualsevol moment."],"We recommend enhancing your store with these free extensions":["Us recomanem millorar la vostra botiga amb aquestes extensions gratuïtes"],"Included business features":["Característiques empresarials incloses"],"The following plugin will be installed for free: %1$s. %2$s":["La següent extensió s’instal·larà de manera gratuïta: %1$s. %2$s","Les següents extensions s’instal·laran de manera gratuïta: %1$s. %2$s"],"Add recommended business features to my site":["Afegeix característiques empresarials recomanades al meu lloc"],"There was a problem skipping the setup wizard":["Hi ha hagut un problema en saltar l'assistent de configuració"],"Skip setup store details":["Salta la configuració dels detalls de la botiga"],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["La configuració manual només està recomanada per a\n usuaris o desenvolupadors amb experiència de WooCommerce."],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["La facturació és anual. Totes les compres estan cobertes per la nostra garantia de devolució de 30 dies i inclouen accés al suport i actualitzacions. Les extensions s'afegiran a una cistella per comprar-les més endavant."],"Display monthly prices":["Mostra els preus mensuals"],"$%f per month":["$%f per mes"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Aquest tipus de producte requereix una extensió de pagament.\nL'afegirem a una cistella perquè\nla podeu comprar i instal·lar més endavant."],"Learn more about recommended free business features":["Obteniu més informació sobre les característiques empresarials gratuïtes recomanades"],"User accounts are required to use these features.":["És obligatori un compte d'usuari per utilitzar aquestes característiques."],"What is the platform name?":["Quin és el nom de la plataforma?"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Business Details":["Detalls del negoci"],"Industry":["Sector"],"Store Details":["Detalls de la botiga"],"There was a problem finishing the setup wizard":["Hi ha hagut un problema en finalitzar l'assistent de configuració"],"$%f per year":["$%f per any"],"I'm setting up a store for a client":["Estic muntant una botiga per a un client"],"There was a problem saving your store details":["Hi ha hagut un problema en desar els detalls de la vostra botiga"],"What type of products will be listed?":["Quin tipus de productes es mostraran?"],"There was a problem updating your product types":["Hi ha hagut un problema en actualitzar els tipus dels vostres productes"],"Please select at least one product type":["Seleccioneu com a mínim un tipus de producte"],"Choose any that apply":["Trieu el que correspongui"],"In which industry does the store operate?":["A quin sector opera la botiga?"],"Please select at least one industry":["Seleccioneu com a mínim un sector"],"There was a problem updating your industries":["Hi ha hagut un problema en actualitzar les vostres indústries"],"Which platform is the store using?":["Quina plataforma utilitza la botiga?"],"What's your current annual revenue?":["Quins són els vostres ingressos anuals actuals?"],"Currently selling elsewhere?":["Veneu a altres llocs actualment?"],"How many products do you plan to display?":["Quants productes teniu previst mostrar?"],"We'd love to know if you are just getting started or you already have a business in place.":["Ens encantaria saber si acabeu de començar o ja teniu un negoci establert."],"Tell us about your business":["Parleu-nos del vostre negoci"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Yes, on another platform and in person at physical stores and\/or events":["Sí, en una altra plataforma i de manera presencial en botigues físiques i\/o esdeveniments"],"Yes, in person at physical stores and\/or events":["Sí, presencialment en botigues físiques i\/o esdeveniments"],"Yes, I own a different store powered by WooCommerce":["Sí, tinc una altra botiga que funciona gràcies a WooCommerce"],"Yes, on another platform":["Sí, en una altra plataforma"],"More than %s":["Més que %s"],"%s (I'm just getting started)":["%s (Tot just estic començant)"],"I don't have any products yet.":["Encara no tinc cap producte."],"Installing the following plugin: %s":["Instal·lant la següent extensió: %s","Instal·lant les següents extensions: %s"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"This field is required":["Aquest camp és obligatori"],"There was a problem updating your business details":["Hi ha hagut un problema en actualitzar les dades del vostre negoci"],"Continue without installing":["Continua sense instal·lar"],"Up to %s":["Fins a %s"],"Retry":["Reintenta"],"Invalid email address":["Adreça electrònica no vàlida"],"Email address":["Adreça electrònica"],"Product Types":["Tipus de producte"],"Free":["Gratuït"],"Save":["Desa"],"Save changes?":["Voleu desar els canvis?"],"Learn more":["Més informació"],"Other":["Altres"],"Welcome to WooCommerce":["Us donem la benvinguda a WooCommerce"],"Continue":["Continua"],"No":["No"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/profile-wizard.js"}}