{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Beta":["Beta"],"View highlights":["Visualitza els destacats"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Us presentem l'experiència actualitzada dissenyada per ajudar-vos a crear i editar productes més fàcilment."],"Discover the form's unique features designed to help you make this product stand out.":["Descobriu les característiques úniques del formulari dissenyades per ajudar-vos a fer que aquest producte destaqui."],"A new way to edit your products":["Una nova manera d'editar els vostres productes"],"Tell me more":["Explica'm més"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Tot i que actualment admetem productes físics, properament es realitzaran actualitzacions interessants per donar cabuda a més tipus, com productes digitals, variacions i molt més. Estigueu atents!"],"More features are on the way":["Més característiques en camí"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Gaudiu d'una experiència fluida sense tornar a carregar pàgines. La nostra moderna tecnologia garanteix la fiabilitat i un rendiment superior."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Creeu un producte de principi a fi sense tornar a carregar la pàgina. La nostra moderna tecnologia garanteix la fiabilitat i un rendiment superior."],"Improved speed & performance":["Velocitat i rendiment millorats"],"Speed & performance":["Velocitat i rendiment"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Creeu pàgines de producte atractives amb blocs, mèdia, imatges, vídeos i qualsevol contingut que vulgueu per captar els clients."],"Content-rich product descriptions":["Descripcions de productes riques en contingut"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Experimenteu una interfície més senzilla i centrada amb un disseny modern que millora la usabilitat."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Utilitzar el formulari de producte significa fer menys clics. Els detalls del producte estan agrupats per pestanyes, perquè sempre sapigueu on anar."],"Refreshed, streamlined interface":["Interfície actualitzada i simplificada"],"Fresh and modern interface":["Interfície nova i moderna"],"About the editor…":["En quant a l'editor..."],"Turn off the new product form":["Desactiva el nou formulari de producte"],"Save changes and go back to the classic product editing screen.":["Desa els canvis i torna a la pantalla d'edició de producte clàssica."],"Please enter no more than 500 characters.":["No introduïu més de 500 caràcters."],"Please enter a valid email address.":["Introduïu una adreça electrònica vàlida."],"In case you want to participate in further discussion and future user research.":["En cas que vulgueu participar en més debats i futures investigacions d'usuari."],"YOUR EMAIL ADDRESS <optional \/>":["LA VOSTRA ADREÇA ELECTRÒNICA <optional \/>"],"(OPTIONAL)":["(OPCIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["COMENTARIS ADDICIONALS <optional \/>"],"How's your experience with the new product form?":["Què tal la vostra experiència amb el nou formulari de productes?"],"Meet the product editing form":["Conegueu el formulari d'edició de productes"],"The product editing screen's functionality meets my needs":["La funcionalitat de la pantalla d'edició de productes s'adapta a les meves necessitats"],"The product editing screen is easy to use":["La pantalla d'edició de productes és fàcil d'utilitzar"],"Finish":["Finalitza"],"Page %1$d of %2$d":["Pàgina %1$d de %2$d"],"Guide controls":["Controls de guies"],"Share feedback":["Compartiu comentaris"],"Next":["Següent"],"Previous":["Anterior"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}