{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"extension in your store.":["në shitoren tuaj."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Instalimi i <strong>WooPayements<\/strong> do të aktivizojë automatikisht <strong>%s<\/strong> zgjerim në shitoren tuaj.","Instalimi i <strong>WooPayements<\/strong> do të aktivizojë automatikisht <strong>%s<\/strong> zgjerime në shitoren tuaj."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Aktivizoni Affirm-in tok me WooPayements dhe jepuni blerësve aftësinë të zgjedhin mundësinë e pagimit që u bën punë atyre dhe buxhetit të tyre — nga 4 pagesa pa interes çdo 2 javë deri te këste mujore."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Aktivizoni Klarna-n tok me WooPayements. Me Pagesat Klarna blerësit mund të zgjedhin mundësinë e pagimit me këste që duan, Paguani Tani, Paguani Më Vonë, ose Me Këste. Pa numra kartash krediti, pa fjalëkalime, pa kokëçarje."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Aktivizoni Pagesa PayPal tok me WooPayements. Jepuni klientëve tuaj një rrugë tjetër për të paguar pa rrezik dhe me leverdi përmes PayPal-i, PayLater-i dhe Venmo-s."],"Add more ways for buyers to pay":["Shtoni më tepër mënyra pagimi për blerësit"],"Dismiss and send feedback":["Hidhe tej dhe dërgoji përshtypjet"],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Aktivizoni Amazon Pay tok me WooPayements dhe jepuni blerësve aftësinë të paguajnë përmes Amazon Pay. Transaksionet kryhen përmes widget-esh Amazon të trupëzuar, kështu që blerësi s’e braktis sajtin tuaj."],"Why would you like to dismiss the new payments experience?":["Pse doni ta hidhni tej mënyrën e re të pagesave?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Kini parasysh se zgjerimi s’është instaluar, kjo thjesht do të heqë WooPayements nga menuja. Ju lutemi, ndaluni një çast të na tregoni pse do të donit të hidhnit tej WooPayements."],"*See <a>Terms and Conditions<\/a> for details.":["*Për hollësi, shihni <a>Terma dhe Kushte<\/a>."],"Amazon Pay":["Amazon Pay"],"Affirm":["Affirm"],"Get in touch":["Lidhuni me ne"],"It’s something else (Please share below)":["Bëhet fjalë për diçka tjetër (Ju lutemi, na e tregoni më poshtë)"],"I’m open to installing it another time":["Mbetem i hapur për ta instaluar një herë tjetër"],"I need more information about WooPayments":["Më duhet më tepër informacion mbi WooPaymennts"],"I don’t want to install another plugin":["S’dua të instaloj një tjetër shtojcë"],"I’m already happy with my payments setup":["Jam i kënaqur me mënyrat e pagesave që kam"],"Limited time offer":["Ofertë për pak kohë"],"See more":["Shihni më tepër"],"PayPal Payments":["Pagesa PayPal"],"Comments (Optional)":["Komente (Në daçi)"],"Klarna":["Klarna"],"Learn more":["Mësoni më tepër"],"No thanks":["Jo, faleminderit"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}