{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Si la recollida local està activada, s'ignorarà l'opció «Amaga els costos d'enviament fins que s'introdueixi una adreça»."],"Add pickup location":["Afegeix una ubicació de recollida"],"When you add a pickup location, it will appear here.":["Quan afegiu una ubicació de recollida, apareixerà aquí."],"Define pickup locations for your customers to choose from during checkout.":["Definiu ubicacions de recollida entre les que puguin triar els vostres clients al finalitzar la compra."],"Pickup locations":["Ubicacions de recollida"],"Delete location":["Suprimeix la ubicació"],"Edit pickup location":["Edita la ubicació de recollida"],"Pickup details":["Detalls de la recollida"],"A Location title is required":["Es requereix un títol d'ubicació"],"Location name":["Nom de la ubicació"],"Not taxable":["No subjecte a impostos"],"By default, the local pickup shipping method is free.":["Per defecte, el mètode d'enviament de recollida local és gratuït."],"Add a price for customers who choose local pickup":["Afegiu un preu per als clients que triïn la recollida local"],"Local pickup title is required":["El nom per a la recollida local és obligatori"],"This is the shipping method title shown to customers.":["Aquest és el títol del mètode d'enviament que es mostra als clients."],"When enabled, local pickup will appear as an option on the block based checkout.":["Si s'activa, la recollida local apareixerà com una opció al pagament basat en blocs."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["En activar això, apareixeran opcions duplicades al pagament. Suprimiu el mètode d'enviament de recollida local de les vostres <a>zones d'enviament<\/a>."],"View checkout page":["Visualitza la pàgina de pagament"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Activeu o desactiveu la recollida local a la vostra botiga i definiu els costos. La recollida local només està disponible al pagament mitjançant blocs."],"Local Pickup settings have been saved.":["S'ha desat la configuració de la recollida local."],"Local Pickup":["Recollida local"],"Optional cost to charge for local pickup.":["Cost opcional a cobrar per la recollida local."],"If a cost is defined, this controls if taxes are applied to that cost.":["Si es defineix un cost, això controla si s'apliquen impostos a aquest cost."],"Pickup location":["Ubicació de recollida"],"Done":["Fet"],"Country \/ State":["País \/ Estat"],"Enable local pickup":["Activa la recollida local"],"Title":["Títol"],"Postcode \/ ZIP":["Codi postal"],"Save changes":["Desa els canvis"],"Free":["Gratuït"],"Enabled":["Activat"],"Cost":["Cost"],"Learn more":["Més informació"],"Taxable":["Subjecte a impostos"],"Address":["Adreça","Adreces"],"General":["General"],"State":["Estat"],"Taxes":["Impostos"],"City":["Ciutat"],"Cancel":["Cancel·la"],"Edit":["Edita"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js"}}