{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Profiler":["Xerador de perfís"],"Please enter a city":["Introduce unha cidade"],"Please enter a post code":["Introduce un código postal"],"Please enter an address":["Introduce un enderezo"],"Select a date type":["Selecciona un tipo de data"],"No Thanks":["Non, grazas"],"Install and enable":["Instalar e activar"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Aforra tempo e cartos imprimindo as túas etiquetas de envío directamente dende o teu ordenador con algunha destas solucións de envío."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Aforra tempo e cartos ao imprimir ás túas etiquetas de envío dende o teu ordenador con %1$s. Próbao %2$s gratis. {{link}}Saber máis{{\/link}}"],"Date completed":["Data de finalización"],"Date paid":["Data de pago"],"Date created":["Data de creación"],"Date type:":["Tipo de data:"],"Database date field considered for Revenue and Orders reports":["Campo de data da base de datos que se ten en conta para os informes de ingresos e pedidos"],"There was a problem setting up automated taxes. Please try again.":["Ocorreu un problema ao configurar os impostos automáticos. Por favor, inténtao de novo."],"Feedback":["Suxerencias"],"You have been working on this product for a few minutes now. Is there something you're struggling with? Share your feedback.":["Estiveches traballando neste produto durante uns cantos minutos. Hai algo co que esteas confuso? Comparte as túas impresións."],"🫣 Feeling stuck?":["🫣 Nótaste atascado?"],"Edit Product Variation":["Editar variación do produto"],"How's your experience with the product editor?":["Como foi a túa experiencia co editor de produtos?"],"Use recommended settings":["Usar os axustes recomendados"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Axustes de impostos inconsistentes:{{\/b}} Para evitar posibles erros de redondeo, os prezos deberían introducirse e mostrarse en todas as ubicacións, xa sexa impostos incluídos ou excluídos."],"Recommended settings applied.":["Aplicados os axustes recomendados."],"The store setup process meets my needs.":["O proceso de configuración da tenda cumpre coas miñas necesidades."],"The store setup is easy to complete.":["A configuración da tenda é fácil de completar."],"The product editing screen's functionality meets my needs":["A funcionalidade da pantalla de edición de produtos cumpre coas miñas necesidades"],"The product editing screen is easy to use":["A pantalla de edición de produtos é fácil de usar"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Engade detalles da ubicación da túa tenda para axudarnos a configurar o envío, os impostos e a moeda, entre outras cousas, de maneira totalmente automática. Unha vez feito isto, fai clic non botón «Gardar» que aparece ao final do formulario."],"Add details":["Engadir detalles"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Pon a túa tenda en marcha nun abrir e pechar de ollos. Engade o enderezo da túa tenda para configurar os envíos, os impostos e os pagos máis rapidamente."],"First, tell us about your store":["Primeiro fálanos da túa tenda"],"Store location illustration":["Ilustración da ubicación da tenda"],"Add New Product":["Engadir novo produto"],"Save store location":["Gardar a ubicación da tenda"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Engade a ubicación da túa tenda para axudarnos a calcular as tarifas e as mellores opcións de envío para ti. Podes xestionar de novo a ubicación da túa tenda en calquera momento nos axustes xerais de WooCommerce."],"Set your store location":["Establece a ubicación da túa tenda"],"Enable shipping label printing and discounted rates":["Activa a impresión de etiquetas e tarifas con desconto nos envíos"],"Save shipping options":["Gardar opcións de envío"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Recomendamos as seguintes opcións de envío baseándonos na túa ubicación. Podes xestionar as túas opcións de envío de novo en calquera momento desde os axustes de WooCommerce Shipping."],"Try one of the alternative payment providers.":["Proba un dos provedores de pago alternativos"],"Other payment providers":["Outros provedores de pago"],"Give your customers additional choices in ways to pay.":["Dálle aos teus clientes opcións adicionais nas formas de pago."],"To start accepting online payments":["Para empezar a aceptar pagos en liña"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Xera e xestiona ingresos recurrentes e obtén depósitos automáticos na conta bancaria que indicaches."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vende a mercados internacionais e acepta máis de 135 moedas cos métodos de pago locais."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Ofrece aos teus clientes o seu método de pago de preferencia, incluídos os pagos con tarxeta de débito ou crédito, Apple Pay, Sofort, SAIBA e iDeal, entre outros."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Boa elección! Elixiches engadir novas e incribles características á túa tenda. Vai ao pago para completar a túa compra."],"Purchase illustration":["Comprar ilustración"],"& more.":["e moito máis."],"Accepted payment methods include:":["Entre os métodos de pago aceptados inclúense:"],"By using WooCommerce Payments you agree to be bound by our <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink> ":["Se utilizas WooCommerce Payments, comprométeste coas nosas <tosLink>Condicións do servizo<\/tosLink> e confirmas que liches a nosa <privacyLink>Política de privacidade<\/privacyLink>. "],"Preview store":["Vista previa da tenda"],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Engade o que queres vender e crea o teu catálogo. Podes engadir produtos manualmente ou importalos desde outra tenda."],"Add products to sell":["Engadir produtos para vender"],"Products illustration":["Exemplo de produtos"],"View options":["Ver opcións"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Para facilitar o pago na túa tenda aos clientes, elixe entre métodos de pago rápidos e seguros, tanto online como offline."],"Payment illustration":["Exemplo de pago"],"Make your store stand out":["Fai que a túa tenda destaque"],"Appearance illustration":["Exemplo de apariencia"],"Add sales channels":["Engadir canles de venda"],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Potencia o teu negocio ao activar canles de redes sociais como o boletín informativo, Facebook, Google, a venda en persoa, etc."],"Marketing illustration":["Exemplo de márketing"],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Elixe onde e como enviarás os teus produtos, selecciona métodos de envío e engade tarifas fixas ou calculadas."],"Shipping illustration":["Exemplo de envío"],"Yes, please":["Si, por favor."],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Configura manualmente as taxas de impostos ou automatiza os cálculos dos impostos sobre as vendas con WooCommerce e Jetpack."],"Add your tax rates":["Engadir as taxas de impostos"],"Tax illustration":["Exemplo de imposto"],"We appreciate your feedback!":["Agradecemos os teus comentarios."],"How was your experience?":["Como foi a túa experiencia?"],"Show setup task list":["Amosar lista de tarefas de configuración"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Noraboa! Dedica un instante a celebralo e espera a túa primeira venda."],"Welcome to your store":["Dámosche a benvida á túa tenda"],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Estalo facendo moi ben! Faltan {{strongText}}%1$d pasos{{\/strongText}} para pór en marcha a túa tenda. {{setupLink}}Continuar coa configuración{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Xa case acabaches. Só falta {{strongText}}%1$d paso{{\/strongText}} para pór en marcha a túa tenda. {{setupLink}}Finalizar configuración{{\/setupLink}}"],"Offline payment methods":["Métodos de pago sen conexión"],"Choose a payment provider":["Elixe un provedor de pagos"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Segue estes pasos para empezar a vender rapidamente (%1$d de %2$d completados)."],"Hide setup list":["Ocultar lista de configuración"],"You are almost there":["Xa case terminaches."],"You are on the right track":["Vas polo bo camiño"],"Let's get you started":["Comecemos"],"Welcome to %s":["Dámosche a benvida a %s"],"Add a way to get paid":["Engade unha forma de recibir pagos"],"There was an error importing the sample products":["Houbo un erro ao importar os produtos de exemplo"],"Built by WooCommerce":["Creado por WooCommerce"],"Activity":["Actividade"],"Hide this list":["Ocultar esta lista"],"Keep list":["Manter a lista"],"You've completed store setup":["Completaches a configuración da tenda."],"Yes, hide store setup tasks":["Si, ocultar tarefas de configuración da tenda."],"Are you sure? These tasks are required for all stores.":["Estás seguro? Estas tarefas son necesarias para todas as tendas."],"Hide store setup tasks":["Ocultar tarefas de configuración da tenda."],"It's time to get paid":["É o momento de recibir os pagos."],"Add shipping zones":["Engade as zonas de envío"],"Set up shipping for your store":["Configura o envío para a túa tenda"],"Personalize":["Personalizar"],"Modify choices":["Modificar opcións"],"Get more sales":["Consigue máis vendas"],"Set up taxes manually":["Configura os impostos manualmente"],"Choose a tax partner":["Elixe un socio fiscal"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar WooCommerce Tax e Jetpack, aceptas as {{link}}condicións do servizo{{\/link}}."],"100% free":["100 % gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Coa tecnoloxía de {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Cumprimento do nexo económico {{strong}}único{{\/strong}}"],"Best for new stores":["O mellor para as novas tendas"],"Return-ready, jurisdiction-level reporting.":["Informes a nivel competencial, listos para entregarse."],"Automate filing & remittance":["Automatiza o arquivo e as remesas"],"Cross-border and multi-channel compliance":["Cumprimento transfronteirizo e multicanle"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["Cumprimento do nexo de {{strong}}varias economías{{\/strong}}"],"Real-time sales tax calculation":["Cálculo de impostos en tempo real"],"Powerful all-in-one tax tool":["Potente ferramenta fiscal, todo nun"],"Avalara":["Avalara"],"Sorry, you are not allowed to access this page.":["Síntoo, non tes permisos para acceder a esta páxina."],"Not allowed":["Non está permitido"],"See more":["Ver máis"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomendamos engadir unha das seguintes ferramentas de márketing para a túa tenda. A extensión instalarase e activarase automaticamente cando fagas clic en «Comezar»."],"Recommended marketing extensions":["Extensións de márketing recomendadas"],"%s logo":["Logotipo de %s"],"You can manage this payment gateway's settings by clicking the button below":["Podes xestionar os axustes desta pasarela de pagamento facendo clic no seguinte botón."],"%s configured successfully":["%s configurado correctamente"],"Add your logo, create a homepage, and start designing your store.":["Engade o teu logotipo, crea unha páxina de inicio e empeza a deseñar a túa tenda."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Estás só a un paso de recibir pagos. Verifica os detalles do teu negocio para empezar a xestionar transaccións con WooCommerce Payments."],"Task postponed until tomorrow":["Tarefa posposta para mañá"],"Show %d more task.":["Amosar %i tarefa máis.","Amosar %i tarefas máis."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Con WooCommerce Shipping podes aforrar tempo imprimindo as túas etiquetas de envío de USPS e DHL Express desde casa"],"You have inventory to review and update":["Tes inventario que revisar e actualizar"],"Inventory to review":["Inventario que revisar"],"Orders to fulfill":["Pedidos por cumprir"],"You have %d new thing to do":["Tes %d tarefa nova que facer","Tes %d tarefas novas que facer"],"Things to do next":["Que facer a continuación"],"Show things to do next":["Amosar que facer a continuación"],"Additional payment options":["Opcións de pago adicionais"],"Setup required":["Configuración necesaria"],"Preview site":["Previsualizar sitio"],"Local Partner":["Colaborador local"],"Configure your %(title)s account":["Configura a túa conta %(title)s"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Agora podes engadir a favoritos as túas extensións para fixalas na parte superior da navegación."],"Introducing favorites":["Presentamos os favoritos"],"Remove this item from your favorites.":["Quita este elemento dos teus favoritos."],"Add this item to your favorites.":["Engade este elemento aos teus favoritos."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar Jetpack aceptas os {{link}}termos do servizo{{\/link}}."],"Install Jetpack":["Instalar Jetpack"],"Got it":["Entendido"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Se tes algunha pregunta, anímate a explorar a documentación de WooCommerce desta lista."],"We're here for help":["Estamos aquí para axudar"],"No thanks, I'll set up manually":["Non, grazas, vou facelo manualmente"],"I don't charge sales tax":["Non cobro imposto"],"Set up manually":["Configura manualmente"],"Would you like to add the following paid features to your store now?":["Queres engadir as seguintes funcións de pagamento á túa tenda agora?"],"I agree":["Estou de acordo"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Se aceptas compartir {{link}}datos sobre o uso{{\/link}} non confidenciais, axudarasnos a mellorar as funcións e a optimizar a experiencia de WooCommerce Payments. Podes desactivar esta opción en calquera momento."],"Help us build a better WooCommerce Payments experience":["Axúdanos a mellorar a experiencia en WooCommerce Payments"],"WordPress Dashboard":["Escritorio de WordPress"],"Site Icon":["Icona do sitio"],"Display options":["Opcións de visualización"],"Two columns":["Dúas columnas"],"Single column":["Unha columna"],"WooCommerce Home":["Páxina de inicio de WooCommerce"],"Download the WooCommerce app":["Descarga a aplicación WooCommerce"],"Run your store from anywhere":["Xestiona a túa tenda desde calquera lugar"],"Help":["Axuda"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar os plugins Jetpack e WooCommerce Shipping aceptas os nosos {{link}}termos de servizo{{\/link}}."],"Task dismissed":["Tarea descartada"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar Jetpack e WooCommerce Tax aceptas os {{link}}termos do servizo{{\/link}}."],"My business doesn't charge sales tax":["O meu negocio non carga impostos de vendas"],"Install Jetpack and WooCommerce Tax":["Instala Jetpack e WooCommerce Tax"],"Abort":["Abortar"],"Setup Wizard":["Asistente de configuración"],"Review your shipping options":["Revisa as túas opcións de envío"],"Payment Methods":["Métodos de pago"],"Hide this":["Ocultar isto"],"2 minutes":["2 minutos"],"Undo":["Desfacer"],"Import sample products":["Importar produtos de proba"],"Home":["Inicio"],"Overview":["Resumo"],"Installed marketing extensions":["Extensións de marketing instaladas"],"Finish setup":["Finalizar configuración"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Ao facer clic en «Configuración», estás de acordo cos {{link}}termos de servizo{{\/link}}"],"Verify details":["Verificar información"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Houbo un erro ao conectar con WooCommerce Payments. Por favor, inténtao de novo o conéctao máis tarde nos axustes da tenda."],"These details are required to receive payments via bank transfer":["Estes detalles son obrigatorios para recibir pagos mediante transferencia bancaria"],"Add your bank details":["Engade os detalles do teu banco"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa engadidos correctamente"],"There was a problem saving your payment settings":["Houbo un problema ao gardar os teus axustes de pagamento"],"Please enter an account number or IBAN":["Por favor, introduce un número de conta ou IBAN"],"Unregistered Statuses":["Estados non rexistrados"],"Install":["Instalar"],"Mutable settings should be accessed via data store.":["Os axustes modificables deberían ser accesibles a través do almacenamento de datos."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Actividade da tenda"],"unread activity":["actividade sen ler"],"Reviews to moderate":["Valoracións pendentes de moderación"],"You have %d review to moderate":["Tes %d valoración pendente de moderación","Tes %d valoracións pendentes de moderación"],"You have %d order to fulfill":["Tes %d pedido por completar","Tes %d pedidos por completar"],"Get started":["Iniciar"],"Yes, count me in!":["Si, conta comigo!"],"Build a better WooCommerce":["Crea un WooCommerce mellor"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Consegue características melloradas e correccións máis rápidas compartindo datos non sensibles mediante o {{link}seguimento de uso{{\/link} que nos mostre como se usa WooCommerce. Non se almacena nin rexistra ningún dato persoal."],"There was a problem updating your preferences":["Houbo un problema ao actualizar as túas preferencias"],"Install %s":["Instalar %s"],"Task List Options":["Opcións da lista de tarefas"],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} e {{strong}}WooCommerce Tax{{\/strong}} poden calcular por ti os impostos das túas vendas."],"Good news!":["Boas novas!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ao facer clic en «Configurar», estás activando as taxas de impostos e cálculos. Máis información {{link}}aquí{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Diríxete á pantalla de axustes das taxas de impostos para configurar as túas taxas de impostos"],"Configure tax rates":["Configurar as taxas de impostos"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conecta a túa tenda con WordPress.com para activar os cálculos automatizados dos impostos das vendas"],"Set up tax rates manually":["Configurar as taxas de impostos manualmente"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack e WooCommerce Tax permítenche automatizar os cálculos dos impostos das vendas"],"You're awesome! One less item on your to-do list ✅":["Eres xenial! Un elemento menos na túa lista de tarefas ✅"],"Connect your store to WordPress.com to enable label printing":["Conecta a túa tenda con WordPress.com para activar a impresión de etiquetas"],"Connect your store":["Conecta a túa tenda"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomendamos usar ShipStation para aforrar tempo na oficina de correos imprimindo na casa as túas etiquetas de envío. Proba ShipStation gratis durante 30 días. {{link}}Aprende máis{{\/link}}."],"Enable shipping label printing":["Activar a impresión das etiquetas de envío"],"Define how much customers pay to ship to different destinations":["Define canto pagan os clientes polo envío a destinos diferentes"],"Set shipping costs":["Establecer os custos de envío"],"The address from which your business operates":["O enderezo desde o que opera o teu negocio"],"Set store location":["Establecer a ubicación da tenda"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 Envío realizado! Non te preocupes, sempre podes cambialo máis tarde"],"Shipping cost":["Custo do envío"],"Shipping rates can not be negative numbers.":["As tarifas de envío non poden ser números negativos."],"Your shipping rates have been updated":["Actualizáronse as túas tarifas de envío"],"There was a problem saving your store location":["Houbo un problema ao gardar a ubicación da túa tenda"],"Post code":["Código postal"],"Please select a country \/ region":["Por favor, selecciona un país \/ rexión"],"Complete task":["Tarefa completada"],"Optionally display a prominent notice across all pages of your store":["Mostra, opcionalmente, un aviso destacado en todas as páxinas da túa tenda"],"Set a store notice":["Establece un aviso da tenda"],"Proceed":["Executar"],"Ensure your store is on-brand by adding your logo":["Asegúrate de que a túa tenda teña a marca engadindo o teu logotipo"],"Upload a logo":["Subir un logotipo"],"Create homepage":["Crear unha páxina de inicio"],"Create a new homepage and customize it to suit your needs":["Crea unha nova páxina de inicio e personalízaa para adaptala ás túas necesidades"],"Create a custom homepage":["Crear unha páxina de inicio personalizada"],"Skip":["Omitir"],"We’ll add some products that will make it easier to see what your store looks like":["Engadimos algúns produtos que farán máis fácil ver a apariencia da túa tenda."],"Customize":["Personalizar"],"All sample products have been imported":["Importáronse todos os produtos de exemplo"],"There was an error importing some of the sample products":["Houbo un erro ao importar algúns dos produtos de exemplo"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 A túa tenda está quedando fantástica! Non te olvides de seguir personalizándoa"],"Store logo updated successfully":["O logotipo da tenda actualizouse correctamente"],"I'll do it later":["Fareino máis tarde"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Non terás acceso a esta funcionalidade ata que teñas comprado e instalado as extensións."],"%s — %s per year":["%s — %s ao ano"],"Dismiss this notice":["Descartar este aviso"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Elixe un rango de datas por defecto. Cando non se selecciona ningún rango os informes mostraranse no rango de datas por defecto."],"Default date range:":["Rango de datas por defecto:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Os pedidos con estes estados necesitan unha acción por parte do administrador da tenda. Estes pedidos mostraranse na tarefa de pedidos da pantalla de inicio."],"Actionable statuses:":["Estados que requiren acción:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Os pedidos con estes estados exclúense dos totais nos teus informes. Os estados de {{strong}}reembolsado{{\/strong}} non se poden excluír."],"Custom Statuses":["Estados personalizados"],"Excluded statuses:":["Estados excluídos:"],"Exclude the %s status from reports":["Excluír o estado %s dos informes"],"Continue setup":["Continuar coa configuración"],"Edit Product":["Editar produto"],"Analytics":["Análise"],"Revenue":["Ingresos"],"Country \/ Region":["País\/Rexión"],"Show less":["Mostrar menos"],"Yes please":["Si, por favor"],"Retry":["Reintentar"],"Layout":["Estrutura"],"Manage":["Xestionar "],"Recommended":["Recomendado "],"Import products":["Importar produtos"],"Activate":["Activar"],"Connect":["Conectar"],"Free shipping":["Envío gratuíto"],"Extensions":["Extensións"],"Rest of the world":["Resto do mundo"],"Downloads":["Descargas"],"Configure":["Configurar"],"Buy now":["Comprar agora"],"Enable":["Activar"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nome do banco"],"Account number":["Número de conta"],"Account name":["Nome da conta"],"Sort code":["Código de clasificación"],"Marketing":["Marketing"],"Display":["Amosar"],"Store notice text":["Texto do aviso da tenda"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Na seguinte lista móstranse os métodos de pago instalados. Arrástraos e sóltaos para ordenalos e controlar como se verán na tenda."],"Add products":["Engadir produtos"],"Save":["Gardar"],"Learn more":["Aprende máis"],"Close":["Pechar"],"Variations":["Variacións"],"Address":["Enderezo","Enderezos"],"Products":["Produtos"],"No thanks":["Non, grazas"],"Continue":["Continuar"],"Taxes":["Impostos"],"Customers":["Clientes"],"Orders":["Pedidos",""],"City":["Cidade"],"Cancel":["Cancelar"],"Categories":["Categorías"],"Stock":["Inventario"],"Product":["Produto",""],"WooCommerce Tax":["Imposto de WooCommerce"],"Coupons":["Cupóns"],"Update":["Actualizar"],"Download":["Descarga",""],"Settings":["Configuración"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}