{"translation-revision-date":"2023-02-22 21:01:24+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"bs_BA"},"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Ako želite da ubrzate svoj proces i odštampate svoju naljepnicu za dostavu direktno s vaše WooCommerce kontrolne ploče, WooCommerce Dostava može biti za vas!"],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Štampajte USPS i DHL etikete direktno sa vaše WooCommerce kontrolne ploče i uštedite na dostavi zahvaljujući sniženim cijenama. U ovoj sekciji možete upravljati WooCommerce dostavom."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Preporučujemo da u svoju trgovinu dodate jedno od sljedećih proširenja za dostavu. Proširenje će se instalirati i aktivirati umjesto vas kada kliknete \"Započni\"."],"Recommended shipping solutions":["Preporučena rješenja za dostavu"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce dostava je instalirana!"],"Finish the setup by connecting your store to Jetpack.":["Završite podešavanje povezivanjem svoje trgovine s Jetpackom. "],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Štampajte USPS i DHL Express etikete direktno sa vaše WooCommerce kontrolne ploče i uštedite na dostavi. "],"See more options":["Prikaži još opcija"],"WooCommerce Shipping":["WooCommerce dostava"],"Hide this":["Sakrij ovo"],"(opens in a new tab)":["(otvara se u novom prozoru)"],"Get started":["Započnite"],"Task List Options":["Opcije popisa zadataka"],"Recommended":["Preporučeno"],"Activate":["Aktiviraj"],"Shipping zones":["Zone dostave"],"Shipping methods":["Metode dostave"],"Learn more":["Pročitaj više"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}