{"translation-revision-date":"2023-07-17 22:36:53+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Use the search box to find specific products or solutions.":["אפשר להשתמש בתיבת החיפוש כדי למצוא מוצרים ספציפיים."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["לתת לחנות שלך עוצמה על ידי הוספת פונקציונליות באמצעות הרחבות, למצוא מראה חדש ומרענן עם ערכות עיצוב או לשלב את החנות שלך עם תוכנה ושירותים אחרים.<br\/><br\/>WooCommerce Marketplace הוא בדיוק המקום לכל האפשרויות לעיל, והמקום היחיד שבו ניתן למצוא מוצרים שנבדקו ואושרו על ידי הצוות של WooCommerce.<br\/><br\/>אם ברצונך לשפר את החנות שלך או להגדיל את העסק, אפשר למצוא פתרון כאן. מאות אפשרויות זמינות ומוצרים חדשים מתווספים באופן קבוע.<br\/><br\/>WooCommerce Marketplace זמין גם ב-WooCommerce.com."],"email and live chat support":["תמיכה בצ'אט ובאימייל"],"Contact support":["לפנות לתמיכה"],"30-day money-back guarantee":["אנחנו מתחייבים להחזר כספי תוך 30 יום"],"Refund policy":["מדיניות החזרים"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["ניתן לנהל מוצרים שנרכשו מ-WooCommerce Marketplace באפשרות 'המינויים שלי', כאן או ב-WooCommerce.com.<br\/><br\/>כל רכישה מגובה על ידי <a1>ההתחייבות שלנו להחזר כספי תוך 30 יום<\/a1> וכוללת <a2>תמיכה בצ'אט ובאימייל<\/a2>.<br\/><br\/>זה הכול! אנחנו מקווים שאפשרות WooCommerce Marketplace תעזור לך לבנות את עסק החלומות שלך."],"Manage your purchases":["ניהול הרכישות שלך"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["ניתן לגלול למטה כדי לראות את כל המוצרים הזמינים עבור חיפוש או קטגוריה שנבחרה.<br\/><br\/>יש ללחוץ על מוצר כלשהו כדי לראות מידע נוסף לגביו, כולל אפשרויות, דרישות ומסמכים זמינים."],"Learn more about products":["למידע נוסף אודות מוצרים"],"Or browse all available products by category.":["או לעיין בכל המוצרים לפי קטגוריה."],"Browse for new ideas":["לחפש רעיונות חדשים"],"Find exactly what you need":["לחפש בדיוק את מה שצריך"],"Welcome to the WooCommerce Marketplace":["ברוכים הבאים ל-WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}