{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Have questions?":["Ai întrebări?"],"Just dismiss WooPayments":["Doar renunță la WooPayments"],"No thanks, I don’t want WooPayments":["Nu, mulțumesc, nu vreau WooPayments"],"& more":["și altele"],"WooPayments is pre-integrated with all popular payment options":["WooPayments are pre-integrate toate opțiunile de plată populare"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Dacă folosești WooPayments, ești de acord cu <a1>Termenii și condițiile<\/a2> și confirmi că ai citit <a2>Politica noastră de confidențialitate<\/a2>. Reducerea va fi aplicată plăților procesate prin WooPayments după finalizarea instalării, inițializării și conectării."],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Bună %s, îți conduci afacerile și îți administrezi plățile dintr-un singur loc, fără costuri pentru inițializare sau taxe lunare."],"extension in your store.":["extensie în magazinul tău."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Instalarea <strong>WooPayments<\/strong> va activa automat <strong>o<\/strong> extensie în magazinul tău.","Instalarea <strong>WooPayments<\/strong> va activa automat <strong>%s<\/strong> extensii în magazinul tău.","Instalarea <strong>WooPayments<\/strong> va activa automat <strong>%s<\/strong> de extensii în magazinul tău."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Activează Affirm împreună cu WooPayments și le oferi cumpărătorilor posibilitatea să aleagă opțiunea de plată care este cea mai bună pentru ei și pentru bugetul lor - de la 4 plăți fără dobândă la fiecare 2 săptămâni până la rate lunare."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Activează Klarna împreună cu WooPayments. Cu Klarna Payments, cumpărătorii pot să aleagă opțiunea pentru plata în rate pe care o doresc, pot să plătească acum sau mai târziu și să împartă plata. Fără numere de card de credit, fără parole, fără nicio grijă."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Activează Amazon Pay împreună cu WooPayments și le oferi cumpărătorilor posibilitatea să plătească prin Amazon Pay. Tranzacțiile se fac prin intermediul pieselor înglobate în Amazon, deci cumpărătorii nu părăsesc niciodată site-ul tău."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Activează PayPal Payments împreună cu WooPayments. Le oferi clienților o altă modalitate de a plăti în siguranță și convenabil, prin PayPal, PayLater și Venmo."],"Add more ways for buyers to pay":["Adaugă mai multe posibilități de plată pentru cumpărătorii tăi"],"Dismiss and send feedback":["Renunță și trimite-ne impresii"],"Why would you like to dismiss the new payments experience?":["De ce vrei să renunți la noua experiență pentru plăți?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Reține că extensia nu a fost instalată, va înlătura direct WooPayments din navigare. Te rog să ne spui de ce vrei să renunți la WooPayments."],"*See <a>Terms and Conditions<\/a> for details.":["*Pentru detalii, vezi <a>Termeni și condiții<\/a>."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Contactează-ne"],"It’s something else (Please share below)":["Altceva (te rog scrie mai jos)"],"I’m open to installing it another time":["Poate o să-l instalez altă dată"],"I need more information about WooPayments":["Am nevoie de mai multe informații despre WooPayments"],"I don’t want to install another plugin":["Nu vreau să instalez încă un modul"],"I’m already happy with my payments setup":["Sunt mulțumit de inițializarea plăților"],"Limited time offer":["Ofertă pentru o perioadă de timp limitată"],"See more":["Vezi mai multe"],"PayPal Payments":["Plăți cu PayPal"],"Comments (Optional)":["Comentarii (opțional)"],"Klarna":["Klarna"],"Learn more":["Află mai multe"],"No thanks":["Nu, mulțumesc"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}