{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Add your full product description here. Describe your product in detail.":["Shtoni këtu përshkrimin e plotë të produktit tuaj. Përshkruajeni në hollësi produktin tuaj."],"Keep editing":["Vazhdoni përpunimin"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Punë e mbarë! Tani mund të bëni publik produktin tuaj te shitorja juaj duke shtypur butoni “Publikoje”, ose të vazhdoni përpunimin e tij."],"Publish your product 🎉":["Publikoni produktin tuaj 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Shtoni këtu kategoritë e produkteve tuaja. Caktojuni produkteve tuaja kategori, për ta bërë më të lehtë shfletimin për to dhe gjetjen e tyre në shitoren tuaj."],"Add your product categories":["Shtoni kategoritë tuaja të produkteve"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Shtoni këtu etiketat e produkteve tuaja. Etiketat janë një metodë etiketimi e produkteve tuaj për ta bërë më të lehtë për klientët gjetjen e tyre. Për shembull, nëse shitni veshje dhe keni plot të tilla me figura macesh, mund të krijonit një etiketë “mace”."],"Add your product tags":["Shtoni etiketat tuaja të produkteve"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Ngarkoni këtu një figurë të produktit tuaj. Më e mira do të ishte një JPEG, ose PNG, rreth 600 piksel e gjerë, ose më e madhe. Kjo figurë do të shfaqet në katalogun e shitores tuaj."],"Add your product image":["Shtoni figurën e produktit tuaj"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Shtoni këtu një përmbledhje të shkurtër të produktit tuaj. Kjo do të shfaqet te faqja e produktit, mu nën emrin e produktit."],"Add your short product description":["Shtoni një përshkrim të shkurtër për produktin tuaj"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Përdorini skedat për të kaluar nga një ndarje në tjetrën dhe për të dhënë hollësi produktesh. Fillojani duke shtuar çmimin e produktit tuaj."],"Add your product data":["Shtoni të dhëna mbi produktin tuaj"],"Add your product description":["Shtoni përshkrim të produktit tuaj"],"Start typing your new product name here. This will be what your customers will see in your store.":["Filloni të shtypni emër të produktit tuaj të ri. Kjo do të jetë ajo çka shohin klientët tuaj në shitoren tuaj."],"Product name":["Emër produkti"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}