{"translation-revision-date":"2023-07-17 22:37:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Use the search box to find specific products or solutions.":["Bruk søkefeltet for å finne spesifikke produkter eller løsninger."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Få opp butikken din ved å legge til ekstra funksjonalitet ved å bruke utvidelser, finn et nytt utseende med temaer, eller integrer butikken din med annen programvare og tjenester.<br\/><br\/> WooCommerce Marketplace er din go-to for alle de ovennevnte, og det eneste stedet du finner produkter som har blitt vurdert og godkjent av WooCommerce-teamet.<br\/><br\/> Enten du ønsker å forbedre butikken din eller utvide virksomheten din, kan du finne en løsning her. Det er hundrevis av alternativer tilgjengelig, og nye produkter legges til jevnlig.<br\/><br\/> WooCommerce Marketplace er også tilgjengelig på WooCommerce.com."],"email and live chat support":["e-post og live chat-støtte"],"Contact support":["Kontakt brukerstøtte"],"30-day money-back guarantee":["30-dagers pengene-tilbake-garanti"],"Refund policy":["Angrerett"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Produkter kjøpt fra WooCommerce Marketplace kan administreres i Mine abonnementer, enten her eller på WooCommerce.com.<br\/><br\/>Hvert kjøp er støttet av vår<a1>30-dagers pengene-tilbake-garanti<\/a1> , og inkluderer<a2> e-post og live chat-støtte<\/a2>.<br\/><br\/>Det er det! Vi håper WooCommerce Marketplace hjelper deg med å bygge drømmevirksomheten din."],"Manage your purchases":["Administrer kjøpene dine"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Rull ned for å se alle tilgjengelige produkter for et søk eller valgt kategori.<br\/><br\/> Klikk på et produkt for å se mer informasjon om det, inkludert funksjoner, krav og tilgjengelig dokumentasjon."],"Learn more about products":["Lær mer om produkter"],"Or browse all available products by category.":["Eller se gjennom alle tilgjengelige produkter etter kategori."],"Browse for new ideas":["Se etter nye ideer"],"Find exactly what you need":["Finn akkurat det du trenger"],"Welcome to the WooCommerce Marketplace":["Velkommen til WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}