{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Se a recollida local está habilitada, ignorarase o axuste «Ocultar os gastos de envío ata que se introduza un enderezo»."],"Add pickup location":["Engadir ubicación de recollida"],"When you add a pickup location, it will appear here.":["Cando engadas unha ubicación de recollida, aparecerá aquí."],"Define pickup locations for your customers to choose from during checkout.":["Define ubicación de recollida entre as que poidan elixir os teus clientes ao finalizar a compra."],"Pickup locations":["Ubicacións da recollida"],"Delete location":["Borrar ubicación"],"Edit pickup location":["Editar ubicación de recollida"],"Pickup details":["Detalles da recollida"],"A Location title is required":["O nome da ubicación é obrigatorio"],"Location name":["Nome da ubicación"],"Not taxable":["Non gravable"],"By default, the local pickup shipping method is free.":["Por defecto, o método de envío de recollida local é gratuíto."],"Add a price for customers who choose local pickup":["Engade un prezo para os clientes que elixan a recollida local"],"Local pickup title is required":["O nome para a recollida local é obrigatorio"],"This is the shipping method title shown to customers.":["Este é o nome do método de envío mostrado aos clientes."],"When enabled, local pickup will appear as an option on the block based checkout.":["Cando está activo, a recollida local aparecerá como opción no pago baseado en bloques."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Activar isto provocará opcións duplicadas ao finalizar a compra. Elimina o método de envío de recollida local das túas <a>zonas de envío<\/a>."],"View checkout page":["Ver páxina de finalizar compra"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Activa ou desactiva a recollida local na túa tenda, e define os custos. A recollida local só está dispoñible no pago mediante bloques."],"Local Pickup settings have been saved.":["Gardáronse os axustes de recollida local."],"Local Pickup":["Recollida local"],"Optional cost to charge for local pickup.":["Custo opcional a cargar para a recollida local."],"If a cost is defined, this controls if taxes are applied to that cost.":["Se se define un custo, isto controla se se aplican as tarifas a ese custo."],"Pickup location":["Ubicación da recollida"],"Done":["Feito"],"Country \/ State":[" \tPaís \/ Rexión "],"Enable local pickup":["Habilitar recollida local"],"Title":["Título"],"Postcode \/ ZIP":["Código postal"],"Save changes":["Gardar os cambios"],"Free":["Gratis"],"Enabled":["Activado"],"Cost":["Custo"],"Learn more":["Aprende máis"],"Taxable":["Imponible"],"Address":["Enderezo","Enderezos"],"General":["Xeral"],"State":["Provincia"],"Taxes":["Impostos"],"City":["Cidade"],"Cancel":["Cancelar"],"Edit":["Editar"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js"}}