{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"extension in your store.":["extensión na túa tenda."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["A instalación de <strong> WooPayments<\/strong> activará automaticamente <strong>%s<\/strong> extensión na túa tenda.","A instalación de <strong> WooPayments<\/strong> activará automaticamente <strong>%s<\/strong> extensións na túa tenda."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Activa Affirm xunto con WooPayments e dálle aos compradores a capacidade de escoller a opción de pago que funciona para eles e o seu orzamento, desde 4 pagos sen intereses cada 2 semanas ata pagos mensuais."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Activa Klarna xunto con WooPayments. Con Klarna Payments, os compradores poden escoller a opción de pago a prazos que desexen, Pagar Agora, Pagar despois ou Dividir. Sen números de tarxeta de crédito, sen contrasinais, sen preocupacións."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Activa Amazon Pay xunto con WooPayments e dálle aos compradores a capacidade de pagar a través de Amazon Pay. As transaccións teñen lugar a través de widgets incrustados de Amazon, polo que o comprador nunca abandona o teu sitio."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Activa os pagamentos de PayPal xunto con WooPayments. Ofrece aos teus clientes outra forma de pagar de forma segura e cómoda a través de PayPal, PayLater e Venmo."],"Add more ways for buyers to pay":["Engade máis formas de pago para os teus clientes"],"Dismiss and send feedback":["Descartar e enviar comentarios"],"Why would you like to dismiss the new payments experience?":["Por que quererías descartar a nova experiencia de pagos?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Ten en conta que a extensión non se instalou, simplemente eliminarase WooPayments da navegación. Dedica un momento a contarnos por que queres descartar WooPayments."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Contactar"],"It’s something else (Please share below)":["Algo diferente (explícao abaixo)"],"I’m open to installing it another time":["Estou disposto a instalalo noutro momento"],"I need more information about WooPayments":["Necesito máis información sobre WooPayments"],"I don’t want to install another plugin":["Non quiero instalar máis plugins"],"I’m already happy with my payments setup":["Gústame a configuración de pagos que teño agora mesmo"],"Limited time offer":["Oferta por tempo limitado"],"See more":["Ver máis"],"PayPal Payments":["Pagos con PayPal"],"Comments (Optional)":["Comentarios (Opcional)"],"Klarna":["Klarna"],"Learn more":["Aprende máis"],"No thanks":["Non, grazas"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}