{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Tell me more":["Spune-mi mai multe"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["În prezent, poate fi folosit numai pentru produse fizice, dar vom veni cu actualizări interesante ca să accepte mai multe tipuri, cum ar fi produse digitale, variații și altele. Rămâi pe aproape!"],"More features are on the way":["În curând, mai multe funcționalități"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Te bucuri de o experiență perfectă, fără să mai reîncarci paginile. Tehnologia noastră modernă asigură fiabilitate și performanță înaltă."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Creezi un produs de la început până la sfârșit, fără să mai reîncarci paginile. Tehnologia noastră modernă asigură fiabilitate și performanță înaltă."],"Improved speed & performance":["Viteză și performanță îmbunătățite"],"Speed & performance":["Viteză și performanță"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Creezi pagini captivante cu produse folosind blocuri, elemente media, imagini, videouri și orice alt conținut vrei, astfel atragi clienți."],"Content-rich product descriptions":["Descrieri cu conținut bogat pentru produse"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Ai o interfață mai simplă, mai concentrată și cu un design modern care îmbunătățește utilizabilitatea."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Folosirea formularului pentru produse înseamnă mai puține clicuri. Detaliile produselor sunt grupate cu multă grijă pe file, deci știi mereu unde să mergi."],"Refreshed, streamlined interface":["Interfață reîmprospătată și optimizată"],"Fresh and modern interface":["Interfață nouă și modernă"],"About the editor…":["Despre editor…"],"Turn off the new product form":["Dezactivează noul formular pentru produse"],"Save changes and go back to the classic product editing screen.":["Salvează modificările și mergi înapoi la ecranul clasic pentru editarea produselor."],"Please enter no more than 500 characters.":["Te rog să introduci cel mult 500 de caractere."],"Please enter a valid email address.":["Te rog să introduci o adresă de email validă."],"In case you want to participate in further discussion and future user research.":["În cazul în care vrei să participi la discuțiile ulterioare și la cercetările viitoare ale utilizatorilor."],"YOUR EMAIL ADDRESS <optional \/>":["ADRESA TA DE EMAIL <optional \/>"],"(OPTIONAL)":["(OPȚIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["PĂRERI SUPLIMENTARE <optional \/>"],"How's your experience with the new product form?":["Ce părere ai despre noul formular pentru produse?"],"Next product variation":["Variația următoare pentru produs"],"Previous product variation":["Variația anterioară pentru produs"],"Return to main product":["Întoarce-te la produsul principal"],"Failed to updated product variation.":["Actualizarea variației pentru produs a eșuat."],"Product variation successfully updated.":["Am actualizat cu succes variația pentru produs."],"When enabled, customers will be able to select and purchase this variation from the product page.":["Dacă activezi, clienții pot să selecteze și să cumpere această variație din pagina produsului."],"Variant details":["Detalii despre variație"],"Choose image":["Alege o imagine"],"Drag image here or click to upload":["Trage imaginea aici sau dă clic pentru a încărca"],"Next post":["Articolul următor"],"Previous post":["Articolul anterior"],"Show me around (10s)":["Arată-mi în jur (10 secunde)"],"I'll explore on my own":["Voi explora singur"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Hai să îți arătăm cum să navighezi prin formular și să creezi un produs de la început până la sfârșit în cel mai scurt timp."],"Product editing tour":["Tur pentru editarea produselor"],"Meet the product editing form":["Fă cunoștință cu formularul pentru editarea produselor"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Dacă formularul nu are încă toate funcționalitățile de care ai nevoie (este încă în starea de dezvoltare), poți să comuți oricând la editorul clasic."],"⚙️ Looking for more?":["⚙️ Cauți mai multe?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Cu toate detaliile la locul lor, folosește butoanele din partea de sus ca să previzualizezi și să publici cu ușurință produsul. Pentru mai multe opțiuni. dă clic pe butonul săgeată."],"🔍 Preview and publish":["🔍 Previzualizează și publică"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Când ai terminat, folosește filele ca să comuți între alte detalii și setări. În viitor, vei găsi aici extensii și module."],"✍️ Set up pricing & more":["✍️ Configurează prețurile și altele"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Formularul pentru produse te va ajuta să descrii produsul câmp cu câmp, de la detalii de bază, cum ar fi numele și descrierea, la atribute pe care clienții le pot folosi pentru a-l găsi în magazinul tău."],"📣 Tell a story about your product":["📣 Spune ceva despre produsul tău"],"Apply a tax rate if this product qualifies for tax reduction or exemption. {{link}}Learn more{{\/link}}":["Aplici o cotă de impozitare dacă acest produs îndeplinește condițiile pentru reduceri sau scutiri de impozite. {{link}}Află mai multe{{\/link}}"],"Don't charge tax":["Nu percepe impozite"],"Only shipping":["Numai livrare"],"Product and shipping":["Produs și livrare"],"Charge sales tax on":["Percepe taxe pe vânzări"],"Learn more about options":["Află mai mult despre opțiuni"],"Add and manage options, such as size and color, for customers to choose on the product page.":["Adaugă opțiuni și administrează-le, cum ar fi dimensiuni și culori, astfel clienții pot să aleagă în pagina produsului."],"Updating product variation":["Actualizarea variațiilor pentru produs"],"Not visible to customers":["Nu sunt vizibile pentru clienți"],"Manage individual variation details in the Options tab.":["Administrează detaliile variațiilor individuale în fila Opțiuni."],"Add option":["Adaugă o opțiune"],"You can change the option's name in {{link}}Attributes{{\/link}}.":["Poți să schimbi numele opțiunii în {{link}}Atribute{{\/link}}."],"No options yet":["Nu ai nicio opțiune până acum"],"Add options":["Adaugă opțiuni"],"How to make variations work for you":["Cum să faci variațiile să funcționeze pentru tine"],"Manage individual product combinations created from options.":["Administrezi combinații de produse individuale create din opțiuni."],"Price (%s)":["Preț (%s)"],"Variation":["Variații"],"The product editing screen's functionality meets my needs":["Funcționalitățile din ecranul pentru editarea produselor îmi satisfac nevoile."],"The product editing screen is easy to use":["Ecranul pentru editarea produselor este ușor de folosit."],"A shipping class with that slug already exists.":["Există deja o clasă de livrare cu acest descriptor."],"We couldn’t add this shipping class. Try again in a few seconds.":["Nu am putut să adăugăm această clasă de livrare. Încearcă din nou peste câteva secunde."],"Quantity tracking is disabled for all products. Go to global store settings to change it.":["Urmărirea cantităților este dezactivată pentru toate produsele. Pentru a modifica, mergi la setări globale magazin."],"Restrictions":["Restricții"],"Don't allow purchases":["Nu permite cumpărarea"],"Allow purchases, but notify customers":["Permite cumpărarea, dar notifică clienții"],"Allow purchases":["Permite cumpărarea"],"When out of stock":["Când stocul este epuizat"],"No end date":["Nicio dată de încheiere"],"To":["Până la"],"Now":["Acum"],"From":["De la"],"The sale will start at the beginning of the \"From\" date ({{startTime\/}}) and expire at the end of the \"To\" date ({{endTime\/}}). {{moreLink\/}}":["Reducerea va începe la începutul datei „De la” ({{startTime\/}}) și va expira la sfârșitul datei „Până la” ({{endTime\/}}). {{moreLink\/}}"],"Schedule sale":["Programează reducerea"],"Show or hide this attribute on the product page":["Arată sau ascunde acest atribut în pagina produsului"],"Visible to customers":["Vizibil pentru clienți"],"Values":["Valori"],"You can change the attribute's name in <link>Attributes<\/link>.":["Poți să schimbi numele atributului în <link>Atribute<\/link>."],"Your customers will see this on the product page":["Clienții tăi îl vor vedea în pagina produsului"],"You have some attributes added to the list, are you sure you want to cancel?":["Ai adăugat câteva atribute în listă, sigur vrei să anulezi?"],"+ Add another":["+ Adaugă altul"],"Add another attribute":["Adaugă un alt atribut"],"Search or create value":["Caută sau creează valori"],"Search or create attribute":["Caută sau creează atribute"],"By default, attributes are filterable and visible on the product page. You can change these settings for each attribute separately later.":["Implicit, atributele sunt vizibile și pot fi filtrate în paginile produse. Poți să modifici ulterior aceste setări pentru fiecare atribut în parte."],"Add attributes":["Adaugă atribute"],"Create \"%s\"":["Creează „%s”"],"The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.":["„Descriptorul” este versiunea prietenoasă a URL-ului numelui. De obicei, are numai minuscule și este compus din litere, cifre și cratime."],"Failed to create attribute term.":["Crearea termenului atribut a eșuat."],"The attribute term name is required.":["Numele termenului atribut este obligatoriu."],"Create attribute":["Creează un atribut"],"The end date of the sale must be after the start date.":["Data de încheiere a reducerilor trebuie să fie ulterioară datei de începere."],"The start date of the sale must be before the end date.":["Data de începere a reducerilor trebuie să fie anterioară datei de încheiere."],"Please enter a valid date.":["Te rog să introduci o dată validă."],"More product options":["Mai multe opțiuni pentru produse"],"Height {{span}}C{{\/span}}":["Înălțime {{span}}C{{\/span}}"],"Length {{span}}B{{\/span}}":["Lungime {{span}}B{{\/span}}"],"Width {{span}}A{{\/span}}":["Lățime {{span}}A{{\/span}}"],"Enter the size of the product as you'd put it in a shipping box, including packaging like bubble wrap.":["Introdu dimensiunile produsului pus în cutia de livrare, cu tot cu dimensiunea ambalajului cum ar fi folia din plastic cu bule."],"Manage shipping classes and rates in {{link}}global settings{{\/link}}.":["Administrează clasele și tarifele de livrare în {{link}}setări globale{{\/link}}."],"Set up shipping costs and enter dimensions used for accurate rate calculations.":["Configurează costurile de livrare și introdu dimensiunile utilizate pentru calcularea precisă a tarifelor de livrare."],"Stock quantity must be a positive number.":["Cantitatea stocului trebuie să fie un un număr pozitiv."],"Track quantity for this product":["Urmărește cantitatea acestui produs"],"SKU (Stock Keeping Unit)":["SKU (identificator unic de păstrare în stoc)"],"Manage global inventory settings":["Administrează setările pentru inventarul general"],"Set up and manage inventory for this product, including status and available quantity.":["Configurează și administrează inventarul acestui produs, inclusiv starea și cantitatea disponibilă."],"Make sure to enable notifications in {{link}}store settings{{\/link}}.":["Asigură-te că activezi notificările în {{link}}setări magazin{{\/link}}."],"%d (store default)":["%d (implicit în magazin)"],"Email me when quantity reaches":["Trimite un email când cantitatea este atinsă"],"Current quantity":["Cantitate curentă"],"Product quantity":["Cantitate de produse"],"How to price your product: expert tips":["Cum să stabilești prețul produselor: sfaturi de la experți"],"Drop here to remove":["Plasează aici ca să înlături"],"How should I prepare images?":["Cum să pregătesc imaginile?"],"For best results, use JPEG files that are 1000 by 1000 pixels or larger.":["Pentru rezultate foarte bune, folosește fișiere JPEG care au 1000 x 1000 pixeli sau mai mult."],"Learn more about attributes":["Află mai multe despre atribute"],"Add descriptive pieces of information that customers can use to filter and search for this product.":["Adaugă mai multe informații descriptive pe care clienții le pot folosi ca să filtreze și să caute acest produs."],"Remove attribute":["Înlătură atributul"],"edit":["editează"],"+ %i more":["plus încă %i"],"Weight must be higher than zero.":["Greutatea trebuie să fie mai mare decât zero."],"Height must be higher than zero.":["Înălțimea trebuie să fie mai mare decât zero."],"Length must be higher than zero.":["Lungimea trebuie să fie mai mare decât zero."],"Width must be higher than zero.":["Lățimea trebuie să fie mai mare decât zero."],"List price":["Preț recomandat (de bază)"],"Set a competitive price, put the product on sale, and manage tax calculations.":["Stabilește un preț competitiv, scoate produsul la vânzare și administrează calculul impozitelor."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}not included{{\/strong}} in the price.":["Conform {{link}}setărilor pentru magazin{{\/link}}, impozitul {{strong}}nu este inclus{{\/strong}} în preț."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}included{{\/strong}} in the price.":["Conform {{link}}setărilor pentru magazin{{\/link}}, impozitul {{strong}}este inclus{{\/strong}} în preț."],"Sale price cannot be equal to or higher than list price.":["Prețul de vânzare nu poate să fi egal sau mai mare decât prețul recomandat (de bază)."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Te rog să introduci un preț cu zecimale, fără separator pentru mii și simbolul monedei."],"Please enter a product name shorter than 120 characters.":["Te rog să introduci un nume de produs, mai mic de 120 de caractere."],"This field is required.":["Acest câmp este obligatoriu."],"Describe this product. What makes it unique? What are its most important features?":["Descrie acest produs. Ce îl face unic? Care sunt cele mai importante calități ale sale?"],"Drag images here or click to upload":["Trage imagini aici sau dă clic pentru a încărca"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Nu poți să editezi acest element deoarece este La gunoi. Te rog restaurează-l și încearcă din nou."],"This info will be displayed on the product page, category pages, social media, and search results.":["Aceste informații vor fi afișate în pagina produsului, în paginile pentru categorii de produse, pe media socială și în rezultatele de căutare."],"Product details":["Detalii produs"],"Move to trash":["Aruncă la gunoi"],"Publish & duplicate":["Publică și fă un duplicat"],"Update & duplicate":["Actualizează și fă un duplicat"],"Publish options":["Opțiuni pentru publicare"],"Publish":["Publică"],"Updating":["Actualizez"],"Saved":["Salvat"],"Switch to draft":["Comută la ciornă"],"Save draft":["Salvează ciorna"],"Saving":["Salvez"],"Limit purchases to 1 item per order":["Limitează cumpărăturile la un produs per comandă"],"Options":["Opțiuni"],"Finish":["Finalizează"],"Page %1$d of %2$d":["Pagina %1$d din %2$d"],"Guide controls":["Comenzi de ghidare"],"Close settings":["Închide setările"],"Share feedback":["Împărtășește impresiile"],"On backorder":["Precomandă"],"Completed":["Finalizată"],"Yes please!":["Da, te rog!"],"Images":["Imagini"],"Next":["Următoare"],"Previous":["Anterioară"],"Quantity":["Cantitate"],"Attribute":["Atribut"],"Edit %s":["Editează %s"],"Add new shipping class":["Adaugă clasă de livrare nouă"],"Sale price":["Preț de vânzare"],"Tax class":["Clasă de impozitare"],"Save":["Salvează"],"Pricing":["Stabilire preț"],"Learn more":["Află mai multe"],"Enable reviews":["Activează recenziile"],"Menu order":["Ordinea din meniu"],"Shipping class":["Clasă de livrare"],"No shipping class":["Fără clasă de livrare"],"Dimensions":["Dimensiuni"],"Weight":["Greutate"],"Stock status":["Stare stoc"],"Advanced":["Avansat"],"Variations":["Variații"],"Shipping":["Livrare"],"Inventory":["Inventar"],"Add":["Adaugă"],"General":["Generale"],"Products":["Produse"],"No thanks":["Nu, mulțumesc"],"Cancel":["Anulează"],"Preview":["Previzualizează"],"Image":["Imagine"],"Copy to a new draft":["Copiază într-o ciornă nouă"],"Add attribute":["Adaugă atribut"],"Edit":["Editează"],"Attributes":["Atribute"],"Update":["Actualizează"],"Slug":["Descriptor"],"Edit attribute":["Editează atributul"],"Name":["Nume"],"Remove this attribute?":["Înlături acest atribut?"],"Description":["Descriere"],"Out of stock":["Stoc epuizat"],"In stock":["În stoc"],"Settings":["Setări"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}