{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Vimeo":["Vimeo"],"Tiktok":["Tiktok"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Creative Mail by Constant Contact":["Creative Mail nga Constant Contact"],"Zapier":["Zapier"],"Trustpilot":["Trustpilot"],"Salesforce":["Salesforce"],"By":["Nga"],"No posts yet":["Ende pa postime"],"Oops, our posts aren't loading right now":["Oh, postimet tona s’po ngarkohen dot tani"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Për më tepër ndihmëza rreth marketingut të shitores tuaj, lexoni {{link}}blogun e WooCommerce-it{{\/link}}"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Mësoni kleçkat e marketingut të suksesshëm me kuponë, prej ekspertësh te WooCommerce-i."],"Recommended coupon extensions":["Zgjerime të rekomanduara për kuponë"],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Shpjere marketingun tuaj me kuponë një shkallë më sipër, me zgjerimet për kuponë të rekomanduar nga ne."],"There was an error loading recommended extensions.":["Pati një gabim gjatë ngarkimit të zgjerimeve të rekomanduara."],"There was an error loading installed extensions.":["Pati një gabim në ngarkimin e zgjerimeve të instaluara."],"There was an error trying to activate the extension.":["Pati një gabim teksa provohej të aktivizohej zgjerimi."],"The extension has been successfully activated.":["Zgjerimi u aktivizua me sukses."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Mësoni kleçkat e marketingut të suksesshëm prej ekspertësh te WooCommerce-i."],"WooCommerce knowledge base":["Bazë Dijesh mbi WooCommerce-in"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Marketingu i fuqishëm lyp mjetet e duhura. Shpjereni marketingun një hap më lart me zgjerimet tona të rekomanduara për marketing."],"Recommended extensions":["Zgjerime të rekomanduar"],"Mutable settings should be accessed via data store.":["Rregullimet e ndryshueshme duhen përdorur përmes depozitës së të dhënave."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}