{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"There was a problem marking the shipping tour as completed.":["Pati një problem me vënien shenjë si të plotësuar turit tuaj për dërgime."],"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Nëse doni të përshpejtoni procesin tuaj dhe të shtypni etiketa dërgimi drejt e nga pulti i WooCommerce-it tuaj, Dërgim WooCommerce mund t’ju bënte punë! "],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Shtypni etiketa USPS-je dhe DHL-je drejt e nga pulti juaj WooCommerce dhe kurseni në dërgime falë zbritjesh në çmim. Dërgimin me WooCommerce mund ta administroni në këtë ndarje."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["Kemi ujdisur disa metoda të rekomanduara parazgjedhje dërgimi, bazuar në vendndodhjen e shitores tuaj, por mund t’i administroni ndryshe, kur të doni, brenda rregullimeve të secilës zonë dërgimi."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Një zonë dërgimesh është një rajon gjeografik në të cilin ofrohet një farë grupi metodash dërgimi."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["Shtuan për ju pak zona dërgimi bazuar në vendndodhjen tuaj, por mund t’i ndryshoni kur të doni."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Rekomandojmë shtimin në shitoren tuaj të një nga zgjerimeve vijuese për dërgim. Zgjerimi do të instalohet dhe aktivizohet për ju kur të klikoni “Si t’ia fillohet”."],"Recommended shipping solutions":["Zgjidhje të rekomanduara dërgimi"],"🎉 WooCommerce Shipping is installed!":["🎉 Dërgim WooCommerce është instaluar!"],"Finish the setup by connecting your store to Jetpack.":["Përfundojeni ujdisjen duke lidhur shitoren tuaj me Jetpack-un."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Shtypni etiketa USPS dhe DHL me zbritje drejt e nga pulti i WooCommerce-it tuaj dhe kurseni në dërgime."],"See more options":["Shihni më tepër mundësi"],"WooCommerce Shipping":["Dërgim WooCommerce"],"Hide this":["Fshihe këtë"],"(opens in a new tab)":["(hapet në skedë të re)"],"Get started":["Fillojani"],"Task List Options":["Mundësi Liste Punësh"],"Recommended":["E këshilluar"],"Activate":["Aktivizoje"],"Shipping zones":["Zona dërgimi"],"Learn more":["Mësoni më tepër"],"Shipping methods":["Metoda dërgimi"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}