{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Tell me more":["Explica'm més"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Tot i que actualment admetem productes físics, properament es realitzaran actualitzacions interessants per donar cabuda a més tipus, com productes digitals, variacions i molt més. Estigueu atents!"],"More features are on the way":["Més característiques en camí"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Gaudiu d'una experiència fluida sense tornar a carregar pàgines. La nostra moderna tecnologia garanteix la fiabilitat i un rendiment superior."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Creeu un producte de principi a fi sense tornar a carregar la pàgina. La nostra moderna tecnologia garanteix la fiabilitat i un rendiment superior."],"Improved speed & performance":["Velocitat i rendiment millorats"],"Speed & performance":["Velocitat i rendiment"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Creeu pàgines de producte atractives amb blocs, mèdia, imatges, vídeos i qualsevol contingut que vulgueu per captar els clients."],"Content-rich product descriptions":["Descripcions de productes riques en contingut"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Experimenteu una interfície més senzilla i centrada amb un disseny modern que millora la usabilitat."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Utilitzar el formulari de producte significa fer menys clics. Els detalls del producte estan agrupats per pestanyes, perquè sempre sapigueu on anar."],"Refreshed, streamlined interface":["Interfície actualitzada i simplificada"],"Fresh and modern interface":["Interfície nova i moderna"],"About the editor…":["En quant a l'editor..."],"Turn off the new product form":["Desactiva el nou formulari de producte"],"Save changes and go back to the classic product editing screen.":["Desa els canvis i torna a la pantalla d'edició de producte clàssica."],"Please enter no more than 500 characters.":["No introduïu més de 500 caràcters."],"Please enter a valid email address.":["Introduïu una adreça electrònica vàlida."],"In case you want to participate in further discussion and future user research.":["En cas que vulgueu participar en més debats i futures investigacions d'usuari."],"YOUR EMAIL ADDRESS <optional \/>":["LA VOSTRA ADREÇA ELECTRÒNICA <optional \/>"],"(OPTIONAL)":["(OPCIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["COMENTARIS ADDICIONALS <optional \/>"],"How's your experience with the new product form?":["Què tal la vostra experiència amb el nou formulari de productes?"],"Next product variation":["Variació de producte següent"],"Previous product variation":["Variació de producte anterior"],"Return to main product":["Torna al producte principal"],"Failed to updated product variation.":["No s'ha pogut actualitzar la variació de producte."],"Product variation successfully updated.":["La variació de producte s'ha actualitzat correctament."],"When enabled, customers will be able to select and purchase this variation from the product page.":["Quan estigui activa, els clients podran seleccionar i comprar aquesta variació des de la pàgina del producte."],"Variant details":["Detalls de la variant"],"Choose image":["Tria una imatge"],"Drag image here or click to upload":["Arrossegueu la imatge aquí o feu clic per penjar-la"],"Next post":["Entrada següent"],"Previous post":["Entrada anterior"],"Show me around (10s)":["Feu-me cinc cèntims (10s)"],"I'll explore on my own":["Exploraré pel meu compte"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Deixeu-nos mostrar-vos com navegar pel formulari i crear aquest producte de principi a fi en molt poc temps."],"Product editing tour":["Recorregut per l'edició de productes"],"Meet the product editing form":["Conegueu el formulari d'edició de productes"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Si el formulari encara no té totes les característiques que necessiteu —encara està en desenvolupament— podeu canviar a l'editor clàssic en qualsevol moment."],"⚙️ Looking for more?":["⚙️ Cerqueu més?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Amb tots els detalls al seu lloc, utilitzeu els botons de la part superior per previsualitzar i publicar el producte fàcilment. Feu clic al botó de fletxa per veure més opcions."],"🔍 Preview and publish":["🔍 Previsualitzeu i publiqueu"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Quan hàgiu acabat, feu servir les pestanyes per canviar entre altres detalls i opcions. En el futur, també trobareu aquí extensions i complements."],"✍️ Set up pricing & more":["✍️ Configureu els preus i molt més"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["El formulari de producte us ajudarà a descriure el vostre producte camp per camp, des de detalls bàsics com el nom i la descripció fins als atributs que els clients poden utilitzar per trobar-lo a la vostra botiga."],"📣 Tell a story about your product":["📣 Expliqueu una història sobre el producte"],"Apply a tax rate if this product qualifies for tax reduction or exemption. {{link}}Learn more{{\/link}}":["Aplica un tipus impositiu si aquest producte compleix els requisits per a una reducció o exempció d'impostos. {{link}}Més informació{{\/link}}"],"Don't charge tax":["No cobris l'impost"],"Only shipping":["Només l'enviament"],"Product and shipping":["El producte i l'enviament"],"Charge sales tax on":["Cobra l'impost sobre les vendes a"],"Learn more about options":["Més informació sobre les opcions"],"Add and manage options, such as size and color, for customers to choose on the product page.":["Afegiu i gestioneu opcions, com ara la mida i el color, perquè els clients les triïn a la pàgina del producte."],"Updating product variation":["S'està actualitzant la variació del producte"],"Not visible to customers":["No és visible per als clients"],"Manage individual variation details in the Options tab.":["Gestioneu els detalls de la variació individual a la pestanya Opcions."],"Add option":["Afegeix una opció"],"You can change the option's name in {{link}}Attributes{{\/link}}.":["Podeu canviar el nom de l'opció a {{link}}Atributs{{\/link}}."],"No options yet":["Encara no hi ha cap opció"],"Add options":["Afegeix opcions"],"How to make variations work for you":["Com fer que les variacions us beneficiïn"],"Manage individual product combinations created from options.":["Gestioneu les combinacions de productes individuals creades a partir d'opcions."],"Price (%s)":["Preu (%s)"],"Variation":["Variació"],"The product editing screen's functionality meets my needs":["La funcionalitat de la pantalla d'edició de productes s'adapta a les meves necessitats"],"The product editing screen is easy to use":["La pantalla d'edició de productes és fàcil d'utilitzar"],"A shipping class with that slug already exists.":["Ja existeix una classe d'enviament amb aquest àlies."],"We couldn’t add this shipping class. Try again in a few seconds.":["No hem pogut afegir aquesta classe d'enviament. Torneu-ho a provar d'aquí a uns segons."],"Quantity tracking is disabled for all products. Go to global store settings to change it.":["El seguiment de quantitats està desactivat per a tots els productes. Aneu a la configuració global de la botiga per canviar-lo."],"Restrictions":["Restriccions"],"Don't allow purchases":["No permetis compres"],"Allow purchases, but notify customers":["Permet compres, però avisa als clients"],"Allow purchases":["Permet compres"],"When out of stock":["Quan està esgotat"],"No end date":["Sense data de finalització"],"To":["Fins"],"Now":["Ara"],"From":["Des de"],"The sale will start at the beginning of the \"From\" date ({{startTime\/}}) and expire at the end of the \"To\" date ({{endTime\/}}). {{moreLink\/}}":["L'oferta començarà a l'inici de la data «Des de» ({{startTime\/}}) i caducarà al final de la data «Fins» ({{endTime\/}}). {{moreLink\/}}"],"Schedule sale":["Programa l'oferta"],"Show or hide this attribute on the product page":["Mostra o amaga aquest atribut a la pàgina del producte"],"Visible to customers":["Visible per als clients"],"Values":["Valors"],"You can change the attribute's name in <link>Attributes<\/link>.":["Podeu canviar el nom de l'atribut a <link>Atributs<\/link>."],"Your customers will see this on the product page":["Els vostres clients veuran això a la pàgina del producte"],"You have some attributes added to the list, are you sure you want to cancel?":["Teniu alguns atributs afegits a la llista, segur que voleu cancel·lar?"],"+ Add another":["+ Afegeix un altre"],"Add another attribute":["Afegeix un altre atribut"],"Search or create value":["Cerca o crea un valor"],"Search or create attribute":["Cerca o crea un atribut"],"By default, attributes are filterable and visible on the product page. You can change these settings for each attribute separately later.":["Per defecte, els atributs es poden filtrar i veure a la pàgina del producte. Podeu canviar aquesta configuració per a cada atribut per separat més endavant."],"Add attributes":["Afegeix atributs"],"Create \"%s\"":["Crea «%s»"],"The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.":["L'àlies és la versió amigable per a l'URL del nom. Acostuma a estar en minúscules i conté només lletres, nombres i guions."],"Failed to create attribute term.":["No s'ha pogut crear el terme d'atribut."],"The attribute term name is required.":["El nom del terme d'atribut és obligatori."],"Create attribute":["Crea un atribut"],"The end date of the sale must be after the start date.":["La data de finalització de l'oferta ha de ser posterior a la data d'inici."],"The start date of the sale must be before the end date.":["La data d'inici de l'oferta ha de ser anterior a la data de finalització."],"Please enter a valid date.":["Introduïu una data vàlida."],"More product options":["Més opcions de producte"],"Height {{span}}C{{\/span}}":["Alçada {{span}}C{{\/span}}"],"Length {{span}}B{{\/span}}":["Longitud {{span}}B{{\/span}}"],"Width {{span}}A{{\/span}}":["Amplada {{span}}A{{\/span}}"],"Enter the size of the product as you'd put it in a shipping box, including packaging like bubble wrap.":["Introduïu la mida del producte tal com la posaríeu en una caixa d'enviament, inclòs l'embalatge, com ara un plàstic de bombolles."],"Manage shipping classes and rates in {{link}}global settings{{\/link}}.":["Gestiona les classes i les tarifes d'enviament a la {{link}}configuració global{{\/link}}."],"Set up shipping costs and enter dimensions used for accurate rate calculations.":["Configureu les despeses d'enviament i introduïu les dimensions utilitzades per calcular les tarifes amb precisió."],"Stock quantity must be a positive number.":["La quantitat d'estoc ha de ser un nombre positiu."],"Track quantity for this product":["Fes un seguiment de la quantitat d'aquest producte"],"SKU (Stock Keeping Unit)":["SKU (Unitat de manteniment d'estoc)"],"Manage global inventory settings":["Gestiona la configuració de l'inventari global"],"Set up and manage inventory for this product, including status and available quantity.":["Configureu i gestioneu l'inventari d'aquest producte, inclòs l'estat i la quantitat disponible."],"Make sure to enable notifications in {{link}}store settings{{\/link}}.":["Assegureu-vos d'activar les notificacions a les {{link}}opcions de la botiga{{\/link}}."],"%d (store default)":["%d (valor per defecte de la botiga)"],"Email me when quantity reaches":["Envia'm un correu electrònic quan la quantitat arribi a"],"Current quantity":["Quantitat actual"],"Product quantity":["Quantitat de producte"],"How to price your product: expert tips":["Com fixar el preu del vostre producte: consells d'experts"],"Drop here to remove":["Deixeu anar aquí per suprimir-lo"],"How should I prepare images?":["Com he de preparar les imatges?"],"For best results, use JPEG files that are 1000 by 1000 pixels or larger.":["Per obtenir els millors resultats, utilitzeu fitxers JPEG de 1000 per 1000 píxels o més."],"Learn more about attributes":["Més informació sobre els atributs"],"Add descriptive pieces of information that customers can use to filter and search for this product.":["Afegiu informació descriptiva que els clients puguin utilitzar per filtrar i cercar aquest producte."],"Remove attribute":["Suprimeix l'atribut"],"edit":["edita"],"+ %i more":["i %i més"],"Weight must be higher than zero.":["El pes ha de ser superior a zero."],"Height must be higher than zero.":["L'alçada ha de ser superior a zero."],"Length must be higher than zero.":["La longitud ha de ser superior a zero."],"Width must be higher than zero.":["L'amplada ha de ser superior a zero."],"List price":["Preu de catàleg"],"Set a competitive price, put the product on sale, and manage tax calculations.":["Establiu un preu competitiu, poseu el producte a la venda i gestioneu els càlculs d'impostos."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}not included{{\/strong}} in the price.":["Segons les {{link}}opcions de la botiga{{\/link}}, els impostos {{strong}}no estan inclosos{{\/strong}} al preu."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}included{{\/strong}} in the price.":["Segons les {{link}}opcions de la botiga{{\/link}}, els impostos {{strong}}estan inclosos{{\/strong}} al preu."],"Sale price cannot be equal to or higher than list price.":["El preu rebaixat no pot ser igual o superior al preu de catàleg."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Introduïu un preu amb un punt decimal monetari sense separadors de milers i símbols monetaris."],"Please enter a product name shorter than 120 characters.":["Introduïu un nom de producte amb menys de 120 caràcters."],"This field is required.":["Aquest camp és obligatori."],"Describe this product. What makes it unique? What are its most important features?":["Descriviu aquest producte. Què el fa únic? Quines són les seves característiques més importants?"],"Drag images here or click to upload":["Arrossegueu les imatges aquí o feu clic per penjar-les"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["No podeu editar aquest element perquè està a la paperera. Restaureu-lo i torneu-ho a provar."],"This info will be displayed on the product page, category pages, social media, and search results.":["Aquesta informació es mostrarà a la pàgina del producte, a les pàgines de categories, a les xarxes socials i als resultats de cerca."],"Product details":["Informació del producte"],"Move to trash":["Mou a la paperera"],"Publish & duplicate":["Publica i duplica"],"Update & duplicate":["Actualitza i duplica"],"Publish options":["Opcions de publicació"],"Publish":["Publica"],"Updating":["S'està actualitzant"],"Saved":["S'ha desat"],"Switch to draft":["Canvia a esborrany"],"Save draft":["Desa l'esborrany"],"Saving":["S'està desant"],"Limit purchases to 1 item per order":["Limita les compres a 1 article per comanda"],"Options":["Opcions"],"Finish":["Finalitza"],"Page %1$d of %2$d":["Pàgina %1$d de %2$d"],"Guide controls":["Controls de guies"],"Close settings":["Tanca la configuració"],"Share feedback":["Compartiu comentaris"],"On backorder":["Reservat"],"Completed":["Completada"],"Yes please!":["Sí!"],"Images":["Imatges"],"Next":["Següent"],"Previous":["Anterior"],"Quantity":["Quantitat"],"Attribute":["Atribut"],"Edit %s":["Edita %s"],"Add new shipping class":["Afegeix un nova classe d'enviament"],"Sale price":["Preu rebaixat"],"Tax class":["Classe d'impost"],"Save":["Desa"],"Pricing":["Preus"],"Learn more":["Més informació"],"Enable reviews":["Activa les ressenyes"],"Menu order":["Ordre del menú"],"Shipping class":["Classe d'enviament"],"No shipping class":["Sense classe d'enviament"],"Dimensions":["Dimensions"],"Weight":["Pes"],"Stock status":["Estat de l'estoc"],"Advanced":["Avançat"],"Variations":["Variacions"],"Shipping":["Enviament"],"Inventory":["Inventari"],"Add":["Afegeix"],"General":["General"],"Products":["Productes"],"No thanks":["No"],"Cancel":["Cancel·la"],"Preview":["Previsualitza"],"Image":["Imatge"],"Copy to a new draft":["Copia en un nou esborrany"],"Add attribute":["Afegeix un atribut"],"Edit":["Edita"],"Attributes":["Atributs"],"Update":["Actualitza"],"Slug":["Àlies"],"Edit attribute":["Edita l'atribut"],"Name":["Nom"],"Remove this attribute?":["Voleu suprimir aquest atribut?"],"Description":["Descripció"],"Out of stock":["Esgotat"],"In stock":["En estoc"],"Settings":["Opcions"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}