{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Please tell us to what extent you agree or disagree with the statements above.":["Digueu-nos fins a quin punt esteu d'acord o en desacord amb les afirmacions anteriors."],"The product import screen's functionality meets my needs":["La funcionalitat de la pantalla d'importació de productes satisfà les meves necessitats"],"The product import screen is easy to use":["La pantalla d'importació de productes és fàcil d'utilitzar"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Hem observat que heu començat a importar productes i ho heu deixat a mitges. Què us ha semblat? Els vostres comentaris ens ajudaran a crear una millor experiència per a milers de comerciants com vosaltres."],"How's your experience with importing products?":["Què tal la vostra experiència amb la importació de productes?"],"How is your experience with importing products?":["Què tal la vostra experiència amb la importació de productes?"],"The order details screen's functionality meets my needs":["La funcionalitat de la pantalla de detalls de la comanda s'adapta a les meves necessitats"],"The order editing screen is easy to use":["La pantalla d'edició de comandes és fàcil d'utilitzar"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Hem observat que heu començat a editar una comanda i l'heu deixada a mitges. Què us ha semblat? Els vostres comentaris ens ajudaran a crear una millor experiència per a milers de comerciants com vosaltres."],"How's your experience with orders?":["Què tal la vostra experiència amb les comandes?"],"How easy or difficult was it to update this order?":["Ha estat fàcil o difícil actualitzar aquesta comanda?"],"Optional, but much apprecated. We love reading your feedback!":["Opcionals, però molt apreciats. Ens encanta llegir els vostres comentaris!"],"How is that screen useful to you? What features would you add or change?":["En què és útil aquesta pantalla? Quines característiques hi afegiríeu o canviaríeu?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Els vostres comentaris ens ajudaran a crear una experiència millor per a milers de comerciants com vosaltres. Digueu-nos fins a quin punt esteu d'acord o en desacord amb les següents afirmacions."],"Strongly Agree":["Molt d'acord"],"Agree":["D'acord"],"Disagree":["En desacord"],"Strongly disagree":["Molt en desacord"],"Thanks for the feedback. We'll put it to good use!":["Gràcies pels comentaris. En farem un bon ús!"],"The filters' functionality meets my needs.":["La funcionalitat dels filtres s'adapta a les meves necessitats."],"The filters in the analytics screen are easy to use.":["Els filtres de la pantalla d'analítiques són fàcils d'utilitzar."],"The settings screen's functionality meets my needs":["La funcionalitat de la pantalla d'opcions s'adapta a les meves necessitats"],"The settings screen is easy to use":["La pantalla d'opcions és fàcil d'utilitzar"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Hem observat que heu començat a canviar la configuració de la botiga i l'heu deixat a mitges. Què us ha semblat? Els vostres comentaris ens ajudaran a crear una millor experiència per a milers de comerciants com vosaltres."],"How’s your experience with settings?":["Què tal la vostra experiència amb les opcions?"],"Did you find the right setting?":["Heu trobat la configuració adequada?"],"The product creation screen's functionality meets my needs":["La funcionalitat de la pantalla de creació de productes s'adapta a les meves necessitats"],"The product creation screen is easy to use":["La pantalla de creació de productes és fàcil d'utilitzar"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Hem observat que heu començat a crear un producte i l'heu deixat a mitges. Què us ha semblat? Els vostres comentaris ens ajudaran a crear una millor experiència per a milers de comerciants com vosaltres."],"How is your experience with creating products?":["Què tal la vostra experiència amb la creació de productes?"],"The product editing screen's functionality meets my needs":["La funcionalitat de la pantalla d'edició de productes s'adapta a les meves necessitats"],"The product editing screen is easy to use":["La pantalla d'edició de productes és fàcil d'utilitzar"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Hem observat que heu començat a editar un producte i l'heu deixat a mitges. Què us ha semblat? Els vostres comentaris ens ajudaran a crear una millor experiència per a milers de comerciants com vosaltres."],"How's your experience with editing products?":["Què tal la vostra experiència amb l'edició de productes?"],"How is your experience with editing products?":["Què tal la vostra experiència amb l'edició de productes?"],"The search's functionality meets my needs.":["La funcionalitat de cerca s'adapta a les meves necessitats."],"The search feature in WooCommerce is easy to use.":["La característica de cerca al WooCommerce és fàcil d'utilitzar."],"Very good":["Molt bé"],"Difficult":["Difícil"],"How easy was it to use search?":["Ha estat fàcil utilitzar el cercador?"],"Your feedback will go to the WooCommerce development team":["Els vostres comentaris es dirigiran a l'equip de desenvolupament de WooCommerce"],"Please share your feedback":["Compartiu els vostres comentaris"],"Neutral":["Neutre"],"Very difficult":["Molt difícil"],"How easy was it to filter your store analytics?":["Ha estat fàcil filtrar les estadístiques de la vostra botiga?"],"Pencil icon":["Icona de llapis"],"Thank you for your feedback!":["Gràcies pels vostres comentaris!"],"Give feedback":["Envieu comentaris"],"Share":["Comparteix"],"Good":["Bo"],"Cancel":["Cancel·la"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}