{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Something went wrong. Please try placing your order again.":["Algo saíu mal. Por favor, proba a realizar de novo o pedido."],"Flat rate shipping":["Tarifa plana de envío"],"T-Shirt":["Camiseta"],"Hoodie with Pocket":["Suadoiro con capucha e peto"],"Hoodie with Logo":["Suadoiro con capucha e logotipo"],"Hoodie with Zipper":["Suadoiro con capucha e cremalleira"],"Long Sleeve Tee":["Camiseta de manga larga"],"Polo":["Polo"],"Something went wrong. Please contact us for assistance.":["Algo saíu mal. Por favor, contáctanos para obter axuda."],"Sorry, this order requires a shipping option.":["Síntoo, este pedido necesita unha opción de envío."],"%s (optional)":["%s (opcional)"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["O pagamento encontrou un erro inesperado. <button>Proba a recargar a páxina<\/button>. Se persiste o erro, por favor, contáctanos para que poidamos axudarche."],"Browse store":["Ver a tenda"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["O pagamento non estará dispoñible mentres o teu carriño estea baleiro – por favor, bota un vistazo á nosa tenda e volve cando esteas listo para realizar un pedido."],"Your cart is currently empty!":["O teu carriño actualmente está baleiro!"],"Orange":["Laranxa"],"Lightweight baseball cap":["Gorra de beisbol lixeira"],"Cap":["Gorra"],"Yellow":["Amarelo"],"Warm hat for winter":["Sombreiro quente de inverno"],"Beanie":["Gorro"],"example product in Cart Block\u0004Beanie":["Gorro"],"example product in Cart Block\u0004Beanie with Logo":["Gorra con logotipo"],"Click here to log in.":["Preme aquí para iniciar a sesión."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Ocorreu un problema durante o rexistro. Por favor, inténtao de novo. Se persiste o problema, por favor, ponte en contacto con nós para que poidamos axudarche."],"Edit your cart":["Edita o teu carriño"],"Please edit your cart and try again.":["Por favor, modifica o teu carriño e inténtao de novo."],"There is a problem with your cart":["Houbo un problema co teu carriño"],"Checkout error":["Erro ao finalizar a compra"],"There was a problem with your shipping option.":["Houbo un problema coa túa opción de envío."],"There was a problem with your payment option.":["Houbo un problema coa túa opción de pagamento."],"Something went wrong. Please contact us to get assistance.":["Algo saíu mal. Por favor, contáctanos para obter axuda."],"Sales tax":["Impostos de vendas"],"Color":["Color"],"Small":["Pequeno"],"Size":["Tamaño"],"There was an error loading the content.":["Houbo un erro ao cargar este contido"],"Oops!":["Vaites!"],"Retry":["Reintentar"],"Free shipping":["Envío gratuíto"],"Error:":["Erro:"],"You must be logged in to checkout.":["Debes iniciar sesión para realizar o pago"],"Shipping":["Envío"],"Local pickup":["Recollida local"],"Fee":["Cuota"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}