{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Zapier":["Zapier"],"Vimeo":["Vimeo"],"Trustpilot":["Trustpilot"],"Tiktok":["Tiktok"],"Salesforce":["Salesforce"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Creative Mail by Constant Contact":["Creative Mail de Constant Contact"],"By":["Per"],"No posts yet":["Encara no hi ha cap entrada"],"Oops, our posts aren't loading right now":["Vaja, les nostres entrades no s'estan carregant en aquest moment"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Llegiu el {{link}}blog de WooCommerce{{\/link}} per obtenir més consells sobre com promocionar la vostra botiga"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Descobriu tots els secrets al voltant del màrqueting exitós de cupons dels experts de WooCommerce."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Porteu el màrqueting de cupons més enllà amb les nostres extensions de cupons recomanades."],"Recommended coupon extensions":["Extensions de cupons recomanades"],"There was an error loading recommended extensions.":["S'ha produït un error en carregar les extensions recomanades."],"There was an error loading installed extensions.":["S'ha produït un error en carregar les extensions instal·lades."],"There was an error trying to activate the extension.":["S'ha produït un error en intentar activar l'extensió."],"The extension has been successfully activated.":["L’extensió s’ha activat correctament."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Descobriu tots els secrets al voltant del màrqueting exitós dels experts de WooCommerce."],"WooCommerce knowledge base":["Base de coneixement de WooCommerce"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["El bon màrqueting requereix les eines adequades. Porteu el màrqueting més enllà amb les nostres extensions de màrqueting recomanades."],"Recommended extensions":["Extensions recomanades"],"Mutable settings should be accessed via data store.":["Les opcions mutables s'han d'accedir a través del magatzem de dades."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}