{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Use the search box to find specific products or solutions.":["Usa a caixa de busca para encontrar produtos ou solucións específicas."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Impulsa a túa tenda engadindo funcionalidades adicionais usando extensións, encontra un novo e fresco aspecto con temas, ou integra a túa tenda con outro software e servizos.<br\/><br\/>O mercado de WooCommerce está para todo isto, e é o único lugar no que encontrarás produtos que foron revisados e aprobados polo equipo de WooCommerce.<br\/><br\/>Xa sexa que esteas buscando como mellorar a túa tenda ou facer crecer o teu negocio, podes encontrar aquí unha solución. Hai centos de opcións dispoñibles, e engádense novos produtos con regularidade.<br\/><br\/>O mercado de WooCommerce tamén está dispoñible en WooCommerce.com."],"email and live chat support":["axuda por correo electrónico e en directo por chat"],"Contact support":["Contactar con soporte"],"30-day money-back guarantee":["Garantía de devolución de 30 días"],"Refund policy":["Política de reembolso"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Os produtos comprados no mercado de WooCommerce pódense xestionar en «As miñas subscricións», xa sexa aquí ou en WooCommerce.com.<br\/><br\/>Cada compra inclúe a nosa <a1>garantía de devolución do diñeiro de 30 días<\/a1>, e inclúe <a2>soporte por correo electrónico e en directo por chat<\/a2>.<br\/><br\/>Iso é todo! Esperamos que o mercado de WooCommerce che axude a crear o negocio dos teus soños."],"Manage your purchases":["Xestiona as túas compras"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Fai scroll cara abaixo para ver todos os produtos dispoñibles da categoría buscada ou seleccionada.<br\/><br\/>Fai clic en calquera produto para ver a súa información, incluídas as súas características, requisitos e documentación dispoñible."],"Learn more about products":["Aprende máis sobre os produtos"],"Or browse all available products by category.":["Ou navega por todos os produtos por categoría."],"Browse for new ideas":["Busca novas ideas"],"Find exactly what you need":["Encontra exactamente o que necesitas"],"Welcome to the WooCommerce Marketplace":["Dámosche a benvida ao mercado de WooCommerce"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}