{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Use the search box to find specific products or solutions.":["Folosește caseta de căutare pentru a găsi anumite produse sau soluții."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Îmbunătățești magazinul prin adăugarea unor funcționalități suplimentare cu ajutorul extensiilor, îi schimbi aspectul general cu ajutorul temelor și îl integrezi cu alte software-uri și servicii.<br\/><br\/>Piața de desfacere WooCommerce este soluția pentru toate cele enumerate mai sus și singurul loc în care vei găsi produse care au fost verificate și aprobate de echipa WooCommerce.<br\/><br\/>Dacă vrei să-ți îmbunătățești magazinul sau să-ți dezvolți afacerea, vei găsi cu siguranță o soluție aici. Sunt disponibile sute de opțiuni și, periodic, sunt adăugate produse noi.<br\/><br\/>Piața de desfacere WooCommerce este disponibilă și la WooCommerce.com."],"email and live chat support":["suport prin email și discuții live"],"Contact support":["Contactează suportul"],"30-day money-back guarantee":["Garantăm restituirea banilor în 30 zile (de la cumpărare)"],"Refund policy":["Politică de rambursări"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Produsele cumpărate prin Piața de desfacere WooCommerce pot fi gestionate în Abonamentele mele, fie aici, fie pe WooCommerce.com.<br\/><br\/>Fiecare cumpărătură include <a1>garantarea restituirea banilor în 30 de zile de la cumpărare<\/a1> și <a2>suport prin email și discuții live<\/a2>.<br\/><br\/>Sperăm că Piața de desfacere WooCommerce te va ajuta să construiești ceea ce ți-ai propus."],"Manage your purchases":["Administrează-ți cumpărăturile"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Derulează în jos pentru a vedea toate produsele disponibile printr-o căutare sau pentru o categorie selectată.<br\/><br\/>Dă clic pe orice produs pentru a vedea mai multe informații despre el, inclusiv funcționalități, cerințe și documentația disponibilă."],"Learn more about products":["Află mai multe despre produse"],"Or browse all available products by category.":["Sau răsfoiește toate produsele disponibile după categorii."],"Browse for new ideas":["Răsfoiește pentru idei noi"],"Find exactly what you need":["Găsești exact ceea ce ai nevoie"],"Welcome to the WooCommerce Marketplace":["Bine ai venit la piața de desfacere WooCommerce"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}