{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Add your full product description here. Describe your product in detail.":["Afegiu aquí la descripció completa del producte. Descriviu el producte amb detall."],"Keep editing":["Continua editant"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Bona feina! Ara podeu publicar el producte a la vostra botiga prement el botó «Publica» o continuar editant-lo."],"Publish your product 🎉":["Publiqueu el vostre producte 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Afegiu les categories del producte aquí. Assigneu categories als vostres productes perquè sigui més fàcil navegar per ells i trobar-los a la botiga."],"Add your product categories":["Afegiu les categories del producte"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Afegiu les etiquetes del producte aquí. Les etiquetes són un mètode per catalogar els vostres productes perquè els clients els trobin més fàcilment. Per exemple, si veneu roba i teniu molts estampats de gats, podeu crear una etiqueta «gat»."],"Add your product tags":["Afegiu les etiquetes del producte"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Pengeu una imatge al vostre producte aquí. L'ideal és un JPEG o PNG d'uns 600 px d'ample o més. Aquesta imatge es mostrarà al catàleg de la vostra botiga."],"Add your product image":["Afegiu la imatge del producte"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Escriviu un resum breu del producte aquí. Això apareixerà a la pàgina del producte just sota el nom del producte."],"Add your short product description":["Afegiu la descripció breu del producte"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Utilitzeu les pestanyes per canviar entre seccions i inserir els detalls del producte. Comenceu afegint el preu del producte."],"Add your product data":["Afegiu les dades del producte"],"Add your product description":["Afegiu la descripció del producte"],"Start typing your new product name here. This will be what your customers will see in your store.":["Comenceu a escriure el nom del nou producte aquí. Això serà el que els vostres clients veuran a la vostra botiga."],"Product name":["Nom del producte"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}