{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"WooPayments":["WooPayments"],"Profiler":["Instrument de măsurare"],"Please enter a city":["Te rog să introduci un oraș"],"Please enter a post code":["Te rog să introduci un cod poștal"],"Please enter an address":["Te rog să introduci o adresă"],"Select a date type":["Selectează un tip de dată"],"No Thanks":["Nu, mulțumesc"],"Install and enable":["Instalează și activează"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Economisești timp și bani dacă tipărești etichetele de expediere direct de pe computer cu una dintre aceste soluții pentru livrări."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Economisești timp și bani dacă tipărești etichetele de expediere direct de pe computer cu %1$s. Încearcă gratuit %2$s. {{link}}Află mai multe{{\/link}}"],"Date completed":["Data finalizării"],"Date paid":["Data plății"],"Date created":["Data creării"],"Date type:":["Tip de dată:"],"Database date field considered for Revenue and Orders reports":["Câmpul dată din baza de date luat în considerare pentru rapoartele Venituri și Comenzi"],"There was a problem setting up automated taxes. Please try again.":["A fost o problemă la configurarea automată a impozitelor. Te rog încearcă din nou."],"Feedback":["Impresii"],"You have been working on this product for a few minutes now. Is there something you're struggling with? Share your feedback.":["Ai lucrat la acest produs câteva minute. Sunt lucruri care nu funcționează? Spune-ne impresiile tale."],"🫣 Feeling stuck?":["🫣 Crezi că nu funcționează?"],"Edit Product Variation":["Editează variația pentru produs"],"How's your experience with the product editor?":["Ce părere ai despre editorul de produse?"],"Use recommended settings":["Folosește setările recomandate"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Setări inconsecvente pentru impozite:{{\/b}} pentru a evita posibile erori la rotunjire, prețurile trebuie introduse și afișate în mod consecvent în toate locațiile, fie cu impozite, fie fără impozite."],"Recommended settings applied.":["Am aplicat setările recomandate."],"The store setup process meets my needs.":["Procesul de inițializare a magazinului îmi satisface nevoile."],"The store setup is easy to complete.":["Inițializarea magazinului este ușor de finalizat."],"The product editing screen's functionality meets my needs":["Funcționalitățile din ecranul pentru editarea produselor îmi satisfac nevoile."],"The product editing screen is easy to use":["Ecranul pentru editarea produselor este ușor de folosit."],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Adaugă detalii despre locația magazinului tău ca să ne ajuți să-ți configurăm, într-un mod complet automat, livrările, impozitele, monedele și altele. După ce ai terminat, dă clic pe butonul „Salvează” aflat în partea de jos a formularului."],"Add details":["Adaugă detalii"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Îți creezi magazinul și îl pui în funcțiune în cel mai scurt timp. Adaugă adresa magazinului ca să configurezi mai repede livrările, impozitele și plățile."],"First, tell us about your store":["Mai întâi, spune-ne câteva lucruri despre magazinul tău"],"Store location illustration":["Ilustrație pentru locația magazinului"],"Add New Product":["Adaugă produs nou"],"Save store location":["Salvează locația magazinului"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Adaugă locația pentru magazinul tău ca să ne ajuți să calculăm tarifele de livrare și cele mai bune opțiuni de livrare. Poți să administrezi oricând locația magazinului în Setări generale WooCommerce."],"Set your store location":["Setează locația magazinului"],"Enable shipping label printing and discounted rates":["Activează tipărirea etichetelor de livrare și tarifele cu reduceri"],"Save shipping options":["Salvează opțiunile de livrare"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Recomandăm următoarele opțiuni de livrare, în funcție de locația ta. Poți să-ți administrezi oricând opțiunile de livrare în setările WooCommerce Shipping."],"Try one of the alternative payment providers.":["Încearcă unul dintre furnizorii alternativi de plăți."],"Other payment providers":["Alți furnizori de plăți"],"Give your customers additional choices in ways to pay.":["Oferă-le clienților opțiuni suplimentare pentru modalitățile de plată."],"To start accepting online payments":["Pentru a începe să accepți plăți online"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Primești venituri recurente, pe care le gestionezi, și depuneri automate în contul tău bancar pe care l-ai nominalizat."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Cu metodele de plată locale, vinzi pe piețele internaționale și accepți peste 135 de monede."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Le oferi clienților o modalitatea de plată pe care o preferă, inclusiv plăți cu cardul de debit și credit, Apple Pay, Sofort, SEPA, iDeal și altele."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Ai făcut o alegere bună! Ai ales să adaugi funcționalități noi și importante în magazinul tău. Continuați să finalizați achiziția pentru a finaliza achiziția. Continuă cu finalizarea comenzii pentru a face cumpărătura."],"Purchase illustration":["Ilustrație pentru cumpărătură"],"& more.":["și altele."],"Accepted payment methods include:":["Metodele de plată acceptate includ:"],"By using WooCommerce Payments you agree to be bound by our <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink> ":["Prin utilizarea WooCommerce Payments, ești de acord să respecți <tosLink>Termenii de utilizare ai serviciului<\/tosLink> și confirmi că ai citit <privacyLink>Politica noastră de confidențialitate<\/privacyLink> "],"Preview store":["Previzualizează magazinul"],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Îți creezi un catalog de produse, cu cele pe care vrei să le vinzi. Poți să adaugi produse manual sau să le imporți dintr-un alt magazin."],"Add products to sell":["Adaugi produse la vânzare"],"Products illustration":["Ilustrații pentru produse"],"View options":["Vezi opțiunile"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Alegi dintre metodele de plată online și offline, rapide și sigure, ca să le permiți clienților să plătească mai ușor în magazinul tău."],"Payment illustration":["Ilustrații pentru plăți"],"Make your store stand out":["Scoate-ți magazinul în evidență"],"Appearance illustration":["Ilustrații pentru aspect"],"Add sales channels":["Adaugă canale pentru vânzări"],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Dai un impuls afacerii tale prin activarea canalelor sociale, cum ar fi buletin de știri, Facebook, Google, vânzări față-în-față și altele."],"Marketing illustration":["Ilustrații pentru marketing"],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Alegi unde și cum îți vei livra produsele, selectezi metodele de livrare și adaugi tarife fixe sau calculate."],"Shipping illustration":["Ilustrații pentru livrare"],"Yes, please":["Da, te rog"],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Inițializezi manual cotele de impozitare sau folosești WooCommerce și Jetpack ca să automatizezi calculele impozitelor pe vânzări."],"Add your tax rates":["Adaugă cotele de impozitare"],"Tax illustration":["Ilustrații pentru impozite"],"We appreciate your feedback!":["Apreciem părerea ta!"],"How was your experience?":["Cum a fost experiența ta?"],"Show setup task list":["Arată lista cu sarcini la inițializare"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Felicitări! Sărbătorește și apreciază prima vânzare."],"Welcome to your store":["Bine ai venit în magazinul tău"],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Te descurci foarte bine! {{strongText}}Au mai rămas %1$d pași{{\/strongText}} până să ai un magazin funcțional. {{setupLink}}Continuă inițializarea{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Aproape ai terminat. {{strongText}}A mai rămas un singur pas{{\/strongText}} până să ai un magazin funcțional. {{setupLink}}Termină inițializarea{{\/setupLink}}"],"Offline payment methods":["Metode de plată offline"],"Choose a payment provider":["Alege un furnizor de plăți"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Parcurge acești pași ca să începi să-ți vinzi produsele imediat. Ai finalizat %1$d din %2$d."],"Hide setup list":["Ascunde lista de inițializare"],"You are almost there":["Aproape ai terminat"],"You are on the right track":["Ești pe drumul cel bun"],"Let's get you started":["Să începem"],"Welcome to %s":["Bine ai venit la %s"],"Add a way to get paid":["Adaugă o modalitate de a primi plăți"],"There was an error importing the sample products":["A fost o eroare la importul produselor pentru probă"],"Built by WooCommerce":["Construit de WooCommerce"],"Activity":["Activitate"],"Hide this list":["Ascunde această listă"],"Keep list":["Păstrează lista"],"You've completed store setup":["Ai finalizat inițializarea magazinului"],"Yes, hide store setup tasks":["Da, ascunde sarcinile pentru inițializarea magazinului"],"Are you sure? These tasks are required for all stores.":["Sigur? Aceste sarcini sunt necesare pentru toate magazinele."],"Hide store setup tasks":["Ascunde sarcinile pentru inițializarea magazinului"],"It's time to get paid":["Este timpul să primești bani"],"Add shipping zones":["Adaugă zone de livrare"],"Set up shipping for your store":["Inițializează livrările din magazinul tău"],"Personalize":["Personalizează"],"Modify choices":["Modifică alegerile"],"Get more sales":["Faci mai multe vânzări"],"Set up taxes manually":["Inițializează manual impozitele"],"Choose a tax partner":["Alege un partener fiscal"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Dacă instalezi modulele WooCommerce Tax și Jetpack ești de acord cu {{link}}termenii de utilizare ai serviciului{{\/link}}."],"100% free":["Gratuit 100%"],"Powered by {{link}}Jetpack{{\/link}}":["Propulsat de {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Cu respectarea unor legături economice {{strong}}unice{{\/strong}}"],"Best for new stores":["Cel mai bun pentru magazine noi"],"Return-ready, jurisdiction-level reporting.":["Raportare la nivel de jurisdicție, pregătită pentru returnare."],"Automate filing & remittance":["Completare și transmitere automate"],"Cross-border and multi-channel compliance":["Cu respectarea comerțului transfrontalier și prin mai multe canale"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["Cu respectarea unor legături economice {{strong}}multiple{{\/strong}}"],"Real-time sales tax calculation":["Calcul în timp real pentru impozitele pe vânzări"],"Powerful all-in-one tax tool":["Instrument puternic pentru impozitare complexă"],"Avalara":["Avalara"],"Sorry, you are not allowed to access this page.":["Regret, nu ai voie să accesezi această pagină."],"Not allowed":["Nu este permis"],"See more":["Vezi mai multe"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomandăm să adaugi unul dintre următoarele instrumente de marketing în magazinul tău. Extensia va fi instalată și activată când dai clic pe „Începe”."],"Recommended marketing extensions":["Extensii recomandate pentru marketing"],"%s logo":["Logo %s"],"You can manage this payment gateway's settings by clicking the button below":["Poți administra setările acestui gateway de plată dând clic pe butonul de mai jos"],"%s configured successfully":["%s a fost configurat cu succes"],"Add your logo, create a homepage, and start designing your store.":["Adaugă un logo, creează prima pagină și începe proiectarea magazinului."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Mai ai un singur pas pentru a primi plăți. Verifică detaliile furnizate pentru afacerea ta și începe administrarea tranzacțiilor cu WooCommerce Payments."],"Task postponed until tomorrow":["Sarcina a fost amânată până mâine"],"Show %d more task.":["Arată încă o sarcină.","Arată încă %d sarcini.","Arată încă %d de sarcini."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Cu WooCommerce Shipping nu pierzi timp, îți tipărești acasă etichetele de livrare USPS și DHL Express."],"You have inventory to review and update":["Ai un inventar care trebuie revizuit și actualizat"],"Inventory to review":["Inventar de revizuit"],"Orders to fulfill":["Comenzi de onorat"],"You have %d new thing to do":["Ai un lucru nou de făcut","Ai %d lucruri noi de făcut","Ai %d de lucruri noi de făcut"],"Things to do next":["Lucruri pe care să le faci în continuare"],"Show things to do next":["Arată lucrurile de făcut în continuare"],"Additional payment options":["Opțiuni de plată suplimentare"],"Setup required":["Inițializarea este obligatorie"],"Preview site":["Previzualizează site-ul"],"Local Partner":["Partener local"],"Configure your %(title)s account":["Configurează-ți contul %(title)s"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Acum poți să-ți alegi extensiile preferate pentru a le fixa în partea de sus a navigării."],"Introducing favorites":["Prezentăm Preferințe"],"Remove this item from your favorites.":["Înlătură acest element din preferințele tale."],"Add this item to your favorites.":["Adaugă acest element la preferințele tale."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Dacă instalezi Jetpack, ești de acord cu {{link}}termenii de utilizare ai serviciului{{\/link}}."],"Install Jetpack":["Instalează Jetpack"],"Got it":["Am înțeles"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Dacă ai întrebări, nu ezita să parcurgi documentația WooCommerce care este afișată aici."],"We're here for help":["Suntem aici pentru a ajuta"],"No thanks, I'll set up manually":["Nu, mulțumesc, voi configura manual"],"I don't charge sales tax":["Nu percep taxe pe vânzări"],"Set up manually":["Configurează manual"],"Would you like to add the following paid features to your store now?":["Vrei să adaugi acum următoarele funcționalități plătite în magazinul tău?"],"I agree":["Sunt de acord"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Dacă accepți să partajezi {{link}}datele de utilizare{{\/link}} care nu sunt sensibile, ne vei ajuta să îmbunătățim funcționalitățile și să optimizăm experiența cu WooCommerce Payments. Poți renunța oricând."],"Help us build a better WooCommerce Payments experience":["Ajută-ne să îmbunătățim experiența de folosire pentru WooCommerce Payments"],"WordPress Dashboard":["Panou control WordPress"],"Site Icon":["Icon site"],"Display options":["Opțiuni de afișare"],"Two columns":["Două coloane"],"Single column":["O singură coloană"],"WooCommerce Home":["Prima pagină WooCommerce"],"Download the WooCommerce app":["Descarcă aplicația WooCommerce"],"Run your store from anywhere":["Îți rulezi magazinul de oriunde"],"Help":["Ajutor"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Dacă instalezi modulele Jetpack și WooCommerce Shipping ești de acord cu {{link}}termenii de utilizare ai serviciului{{\/link}}."],"Task dismissed":["Sarcina a fost respinsă"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Dacă instalezi modulele Jetpack și WooCommerce Tax ești de acord cu {{link}}termenii noștri de utilizare ai serviciului{{\/link}}."],"My business doesn't charge sales tax":["Afacerea mea nu percepe taxe pe vânzări"],"Install Jetpack and WooCommerce Tax":["Instalează Jetpack și WooCommerce Tax"],"Abort":["Anulează"],"Setup Wizard":["Asistent de inițializare"],"Review your shipping options":["Revizuiește opțiunile de livrare"],"Payment Methods":["Metode de plată"],"Hide this":["Ascunde asta"],"2 minutes":["2 minute"],"Undo":["Anulează"],"Import sample products":["Importă produse pentru o probă"],"Home":["Prima pagină"],"Overview":["Prezentare generală"],"Installed marketing extensions":["Extensii de marketing instalate"],"Finish setup":["Finalizează inițializarea"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Dacă dai clic pe „Confirmă detaliile”, ești de acord cu {{link}}termenii de utilizare ai serviciului{{\/link}}"],"Verify details":["Confirmă detaliile"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["A fost o eroare de conectare la WooCommerce Payments. Te rog încearcă din nou sau conectează-te mai târziu din setările magazinului."],"These details are required to receive payments via bank transfer":["Aceste detalii sunt necesare pentru a primi plăți prin transfer bancar"],"Add your bank details":["Adaugă datele despre banca ta"],"Direct bank transfer details added successfully":["Detaliile pentru transfer bancar direct au fost adăugate cu succes"],"There was a problem saving your payment settings":["A fost o problemă la salvarea setărilor tale de plată"],"Please enter an account number or IBAN":["Te rog introdu un număr de cont sau un IBAN"],"Unregistered Statuses":["Stări neînregistrate"],"Install":["Instalează"],"Mutable settings should be accessed via data store.":["Setările variabile ar trebui să fie accesate via magazinul de date."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Activități magazin"],"unread activity":["activități necitite"],"Reviews to moderate":["Recenzii de moderat"],"You have %d review to moderate":["Ai o recenzie în moderare","Ai %d recenzii în moderare","Ai %d de recenzii în moderare"],"You have %d order to fulfill":["Ai o comandă de onorat","Ai %d comenzi de onorat","Ai %d de comenzi de onorat"],"Get started":["Începe"],"Yes, count me in!":["Da, include-mă și pe mine!"],"Build a better WooCommerce":["Construiește un WooCommerce mai bun"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Beneficiezi de funcționalități îmbunătățite și corecții mai rapide dacă partajezi datele care nu sunt sensibile prin {{link}}urmărirea utilizării{{\/link}}, care ne arată cum este utilizat WooCommerce. Nu sunt stocate și nici urmărite datele cu caracter personal."],"There was a problem updating your preferences":["A fost o problemă la actualizarea preferințelor tale"],"Install %s":["Instalează %s"],"Task List Options":["Opțiuni listă de sarcini"],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} și {{strong}}WooCommerce Tax{{\/strong}} îți pot automatiza calculele pentru taxele pe vânzări."],"Good news!":["Vești bune!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Dacă dai clic pe „Configurează”, activezi cotele de impozitare și calculările. Mai multe informații {{link}}aici{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Mergi la ecranul setări cote de impozitare pentru a-ți configura cotele de impozitare"],"Configure tax rates":["Configurează cotele de impozitare"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conectează-și magazinul la WordPress.com pentru a activa calcularea automată a taxelor pe vânzări"],"Set up tax rates manually":["Inițializează manual cotele de impozitare"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack și WooCommerce Tax îți permit să automatizezi calculele pentru taxele pe vânzări"],"You're awesome! One less item on your to-do list ✅":["Ești pe calea cea bună! Ai scăpat de o sarcină din lista de parcurs ✅"],"Connect your store to WordPress.com to enable label printing":["Conectează-și magazinul la WordPress.com pentru a activa imprimarea etichetelor"],"Connect your store":["Conectează-ți magazinul"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomandăm să folosești ShipStation pentru a nu pierde timp la oficiile poștale și să-ți imprimi etichetele de livrare acasă. Încearcă ShipStation gratuit timp de 30 de zile. {{link}}Află mai multe{{\/link}}."],"Enable shipping label printing":["Activează imprimarea etichetelor de livrare"],"Define how much customers pay to ship to different destinations":["Definește cât de mulți bani plătesc clienții pentru livrări la diferite destinații"],"Set shipping costs":["Setează costurile de livrare"],"The address from which your business operates":["Adresa de la care îți desfășori activitatea în afaceri"],"Set store location":["Setează locația magazinului"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 Am terminat cu livrarea! Nu-ți face griji, poți face oricând modificări mai târziu"],"Shipping cost":["Cost de livrare"],"Shipping rates can not be negative numbers.":["Tarifele de livrare nu pot avea valori negative."],"Your shipping rates have been updated":["Tarifele de livrare au fost actualizate"],"There was a problem saving your store location":["A fost o problemă la salvarea locației magazinului tău"],"Post code":["Cod poștal"],"Please select a country \/ region":["Te rog selectează o țară\/regiune"],"Complete task":["Finalizează sarcina"],"Optionally display a prominent notice across all pages of your store":["Opțional, afișează o notificare proeminentă în toate paginile magazinului tău"],"Set a store notice":["Setează o notificare în magazin"],"Proceed":["Continuă"],"Ensure your store is on-brand by adding your logo":["Asigură că magazinul își respectă brandul prin adăugarea logoul tău"],"Upload a logo":["Încarcă un logo"],"Create homepage":["Creează prima pagină"],"Create a new homepage and customize it to suit your needs":["Creezi o primă pagină nouă și o personalizezi pentru a se potrivi cu cerințele tale"],"Create a custom homepage":["Creează o primă pagină personalizată"],"Skip":["Sari"],"We’ll add some products that will make it easier to see what your store looks like":["Vom adăuga câteva produse ca să vezi mai ușor cum va arată magazinul tău"],"Customize":["Personalizează"],"All sample products have been imported":["Au fost importate toate produsele pentru o probă"],"There was an error importing some of the sample products":["A fost o eroare la importul unor produse pentru probă"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 Magazinul tău arată excelent! Nu uita să continui personalizarea lui"],"Store logo updated successfully":["Am actualizat cu succes logoul magazinului"],"I'll do it later":["Fac asta mai târziu"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Nu vei avea acces la această funcționalitate până când extensiile nu sunt cumpărate și instalate."],"%s — %s per year":["%s - %s pe an"],"Dismiss this notice":["Respinge această notificare"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Selectează un interval de timp implicit. Când nu este selectat un interval, rapoartele vor fi vizualizate în intervalul de timp implicit."],"Default date range:":["Interval de timp implicit:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Comenzile cu aceste stări necesită acțiuni în numele administratorului magazinului. Aceste comenzi vor apărea în ecranul Prima pagină - Comenzi."],"Actionable statuses:":["Stări asupra cărora poți acționa:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Comenzile cu aceste stări sunt excluse din total în rapoartele tale. Starea {{strong}}Rambursată{{\/strong}} nu poate fi exclusă"],"Custom Statuses":["Stări personalizate"],"Excluded statuses:":["Stări excluse:"],"Exclude the %s status from reports":["Exclude starea %s din rapoarte"],"Continue setup":["Continuă inițializarea"],"Edit Product":["Editează produsul"],"Analytics":["Analitice"],"Revenue":["Venituri"],"Country \/ Region":["Țară\/regiune"],"Show less":["Arată mai puțin"],"Yes please":["Da, te rog"],"Retry":["Reîncearcă"],"Layout":["Aranjament"],"Manage":["Administrează"],"Recommended":["Recomandat"],"Import products":["Importă produsele"],"Activate":["Activează"],"Connect":["Conectează-te"],"Free shipping":["Livrare gratuită"],"Extensions":["Extensii"],"Rest of the world":["Restul lumii"],"Downloads":["Descărcări"],"Configure":["Configurează"],"Buy now":["Cumpără acum"],"Enable":["Activează"],"BIC \/ Swift":["BIC\/Swift"],"IBAN":["IBAN"],"Bank name":["Nume bancă"],"Account number":["Număr cont"],"Account name":["Nume cont"],"Sort code":["Sortează codul"],"Marketing":["Marketing"],"Display":["Afișează"],"Store notice text":["Text notificare în magazin"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Metodele de plată instalate sunt enumerate mai jos și pot fi sortate pentru a le controla ordinea de afișare în partea din față a sitului."],"Add products":["Adaugă produse"],"Save":["Salvează"],"Learn more":["Află mai multe"],"Close":["Închide"],"Variations":["Variații"],"Address":["Adresă","Adrese","Adrese"],"Products":["Produse"],"No thanks":["Nu, mulțumesc"],"Continue":["Continuă"],"Taxes":["Taxe"],"Customers":["Clienți"],"Orders":["Comenzi"],"City":["Oraș"],"Cancel":["Anulează"],"Categories":["Categorii"],"Stock":["Stoc"],"Product":["Produs"],"WooCommerce Tax":["Taxe WooCommerce"],"Coupons":["Cupoane"],"Update":["Actualizează"],"Download":["Descarcă"],"Settings":["Setări"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}