{"translation-revision-date":"2023-07-17 22:36:53+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Beta":["ביתא"],"View highlights":["להציג את המאפיינים העיקריים"],"Introducing the upgraded experience designed to help you create and edit products easier.":["שמחים להציג את החוויה המשודרגת שעוצבה כדי לעזור לך ליצור ולערוך מוצרים ביתר קלות."],"Discover the form's unique features designed to help you make this product stand out.":["כדאי לגלות את האפשרויות הייחודיות של הטופס שעוצבו כדי לעזור לך להבליט את המוצר הזה."],"A new way to edit your products":["דרך חדשה לערוך את המוצרים שלך"],"Tell me more":["אני רוצה לראות מידע נוסף"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["נכון לעכשיו אנחנו תומכים במוצרים פיזיים, אבל נציג עוד עדכונים מרגשים בקרוב כדי לאפשר סוגים נוספים, כמו מוצרים דיגיטליים, סוגוים ועוד. כדאי להמשיך להתעדכן!"],"More features are on the way":["עוד אפשרויות בדרך"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["ליהנות מחוויה חלקה בלי לטעון מחדש עמודים. הטכנולוגיה המודרנית שלנו מבטיחה אמינות וביצועים במהירות הבזק."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["ליצור מוצר מהתחלה ועד הסוף בלי לטעון עמודים מחדש. הטכנולוגיה המודרנית שלנו מבטיחה אמינות וביצועים במהירות הבזק."],"Improved speed & performance":["מהירות וביצועים משופרים"],"Speed & performance":["מהירות וביצועים"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["אפשר ליצור עמודי מוצר מושכים עם בלוקים, מדיה, תמונות, סרטונים וכל תוכן לפי רצונך כדי לעודד את מעורבות הלקוחות."],"Content-rich product descriptions":["תיאורי מוצר עשירים בתוכן"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["לחוות ממשק פשוט וממוקד יותר עם עיצוב מודרני שמשפר את השימושיות."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["שימוש בטופס המוצר מפחית את כמות הקליקים. פרטי המוצר מקובצים בצורה מסודרת לפי לשוניות, כך שתמיד יש לך אפשרות לדעת לאן ללכת."],"Refreshed, streamlined interface":["ממשק רענן ויעיל"],"Fresh and modern interface":["ממשק רענן ומודרני"],"About the editor…":["על העורך…"],"Turn off the new product form":["לכבות את טופס המוצר החדש"],"Save changes and go back to the classic product editing screen.":["עליך לשמור את השינויים ולחזור למסך הקלאסי לעריכת מוצרים."],"Please enter no more than 500 characters.":["יש להזין 500 תווים לכל היותר."],"Please enter a valid email address.":["יש להזין כתובת אימייל תקפה."],"In case you want to participate in further discussion and future user research.":["למקרה שברצונך להשתתף בדיון נוסף ובמחקר משתמשים עתידי."],"YOUR EMAIL ADDRESS <optional \/>":["כתובת האימייל שלך <optional \/>"],"(OPTIONAL)":["(אופציונלי)"],"ADDITIONAL THOUGHTS <optional \/>":["תובנות נוספות <optional \/>"],"How's your experience with the new product form?":["נשמח לשמוע על החוויה שלך עם טופס המוצר החדש."],"Meet the product editing form":["זהו הטופס לעריכת המוצר"],"The product editing screen's functionality meets my needs":["הפונקציונליות של מסך עריכת המוצרים עונה על הצרכים שלי"],"The product editing screen is easy to use":["מסך עריכת המוצרים קל לשימוש"],"Finish":["סיום"],"Page %1$d of %2$d":["עמוד ⁦%1$d⁩ מתוך ⁦%2$d⁩"],"Guide controls":["פקדים להדרכה"],"Share feedback":["כדאי לשלוח משוב"],"Next":["הבא"],"Previous":["הקודם"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}