{"translation-revision-date":"2023-07-18 01:32:36+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"& more":["& meer"],"extension in your store.":["extensie in je winkel."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Door <strong>WooPayments<\/strong> te installeren, wordt de <strong>%s<\/strong> extensie automatisch in je winkel geïnstalleerd.","Door <strong>WooPayments<\/strong> te installeren, wordt de <strong>%s<\/strong> extensies automatisch in je winkel geïnstalleerd."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Schakel Affirm in naast WooPayments en geef kopers de mogelijkheid om de betaalmethode te kiezen die voor hen en hun budget werkt - van 4 rentevrije betalingen om de 2 weken tot maandelijkse termijnen."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Schakel Klarna in naast WooPayments. Met Klarna Payments kunnen klanten kiezen welke betalingsperiode ze willen, nu betalen, later betalen of opsplitsen. Geen creditcardnummers, geen wachtwoorden, geen gedoe."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Schakel Amazon Pay in naast WooPayments en geef klanten de mogelijkheid om via Amazon Pay te betalen. Transacties worden verwerkt via widgets in Amazon, zodat de klant nooit je website verlaat."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Schakel PayPal betalingen in naast WooPayments. Geef je klanten nog een manier om veilig en eenvoudig te betalen via PayPal, PayLater en betaalverzoeken."],"Add more ways for buyers to pay":["Meer manieren toevoegen voor klanten om te betalen"],"Dismiss and send feedback":["Negeren en feedback verzenden"],"Why would you like to dismiss the new payments experience?":["Waarom wil je de nieuwe betaalervaring afwijzen?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Let op, de extensie is niet geïnstalleerd. Hierdoor wordt WooPayments verwijderd uit de navigatie. Zou je kort willen aangeven waarom je WooPayments wilt afwijzen."],"*See <a>Terms and Conditions<\/a> for details.":["*Bekijk de <a>algemene voorwaarden<\/a> voor meer informatie."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Neem contact op"],"It’s something else (Please share below)":["Een andere reden (hieronder invullen)"],"I’m open to installing it another time":["Ik sta ervoor open deze nog eens te installeren"],"I need more information about WooPayments":["Ik heb graag meer informatie over WooPayments"],"I don’t want to install another plugin":["Ik wens geen andere plugin te installeren"],"I’m already happy with my payments setup":["Ik ben al tevreden met mijn betalingsconfiguratie"],"Limited time offer":["Aanbieding voor beperkte tijd"],"See more":["Bekijk meer"],"PayPal Payments":["PayPal betalingen"],"Comments (Optional)":["Reacties (optioneel)"],"Klarna":["Klarna"],"Learn more":["Leer meer"],"No thanks":["Nee, bedankt"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}