{"translation-revision-date":"2023-07-17 22:35:42+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Have questions?":["Har du nogle spørgsmål?"],"& more":["& mere"],"extension in your store.":["udvidelse i din webshop."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Installering af <strong>WooPayments<\/strong> vil automatisk aktivere udvidelsen <strong>%s<\/strong> i din webshop.","Installering af <strong>WooPayments<\/strong> vil automatisk aktivere <strong>%s<\/strong> udvidelser i din webshop."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Aktiver Affirm sammen med WooPayments og giv dine kunder mulighed for at vælge den betalingsmulighed, der fungerer for dem og deres budget - fra 4 rentefrie betalinger hver anden uge til månedlige rater."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Aktiver Klarna sammen med WooPayments. Med Klarna Payments kan dine kunder vælge den betalingsmulighed, de ønsker; betal nu, betal senere eller opdelt betaling. Ingen kreditkortnumre, ingen adgangskoder, ingen bekymringer."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Aktiver Amazon Pay sammen med WooPayments og giv dine kunder mulighed for at betale via Amazon Pay. Transaktioner foregår via Amazons indlejrede widgets, så kunden aldrig forlader dit websted."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Aktiver PayPal-betalinger sammen med WooPayments. Så kan du tilbyde dine kunder en alternativ måde til at betale sikkert og bekvemt via PayPal, PayLater og Venmo."],"Add more ways for buyers to pay":["Tilføj flere betalingsmåder for dine kunder"],"Dismiss and send feedback":["Afvis og send feedback"],"Why would you like to dismiss the new payments experience?":["Hvorfor vil du ikke benytte de nye betalingsløsninger?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Bemærk at udvidelsen ikke er blevet installeret, og dette vil blot fjerne WooPayments fra navigationen. Brug et øjeblik på at fortælle os, hvorfor du ikke vil benytte WooPayments."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Tag kontakt"],"It’s something else (Please share below)":["Det er noget andet (del venligst nedenfor)"],"I’m open to installing it another time":["Jeg er åben overfor at installere det en anden gang"],"I need more information about WooPayments":["Jeg har brug for flere oplysninger om WooPayments"],"I don’t want to install another plugin":["Jeg ønsker ikke at installere et andet plugin"],"I’m already happy with my payments setup":["Jeg er allerede tilfreds med min betalingsopsætning"],"Limited time offer":["Tidsbegrænset tilbud"],"See more":["Se mere"],"PayPal Payments":["PayPal Payments"],"Comments (Optional)":["Kommentarer (valgfrit)"],"Klarna":["Klarna"],"Learn more":["Lær mere"],"No thanks":["Nej tak"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}