{"translation-revision-date":"2023-07-17 22:36:53+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Have questions?":["יש לך שאלות?"],"Just dismiss WooPayments":["פשוט לבטל את WooPayments"],"No thanks, I don’t want WooPayments":["לא תודה, אני לא רוצה להשתמש ב-WooPayments"],"& more":["ועוד"],"WooPayments is pre-integrated with all popular payment options":["שירות WooPayments משולב מראש עם כל אפשרויות התשלום הפופולריות"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["השימוש ב-WooPayments מהווה הסכמה מצדך <a1>לתנאי השירות<\/a2> שלנו ואישור שקראת את <a2>מדיניות הפרטיות<\/a2> שלנו. ההנחה תחול על תשלומים שמעובדים באמצעות WooPayments עם השלמת ההתקנה, ההגדרה והחיבור. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["שלום %s, אפשר לנהל את העסק ואת התשלומים במקום אחד, ללא עלויות הגדרת או חיובים חודשיים."],"extension in your store.":["הרחבה בחנות שלך."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["התקנה של <strong>WooPayments<\/strong> תפעיל באופן אוטומטי הרחבה <strong>%s<\/strong> בחנות שלך.","התקנה של <strong>WooPayments<\/strong> תפעיל באופן אוטומטי <strong>%s<\/strong> הרחבות בחנות שלך."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["יש להפעיל את Affirm לצד WooPayments כדי לאפשר לקונים לבחור באפשרות התשלומים שמתאימה להם ולתקציב שלהם – מארבעה תשלומים ללא ריבית ועד תשלומים בכל שבועיים או תשלומים חודשיים."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["להפעיל את Klarna לצד WooPayments. עם Klarna Payments הקונים יכולים לבחור את אפשרות התשלומים שנוחה להם: Pay Now (לשלם עכשיו), Pay Later (לשלם מאוחר יותר) או Slice It (לחלק לתשלומים). ללא מספרים של כרטיסי אשראי, ללא סיסמאות, ללא דאגות."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["יש להפעיל את Amazon Pay לצד WooPayments כדי לאפשר לקונים לשלם באמצעות Amazon Pay. העסקאות יבוצעו באמצעות וידג'טים מוטמעים של Amazon וכך, הקונים לא יצטרכו לצאת מגבולות האתר שלך."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["יש להפעיל את PayPal Payments לצד WooPayments. כדאי לאפשר ללקוחות שלך דרך נוספת לשלם בבטחה ובנוחות דרך PayPal,‏ PayLater ו-Venmo."],"Add more ways for buyers to pay":["להוסיף אפשרויות תשלום שונות עבור הקונים"],"Dismiss and send feedback":["לבטל ולשלוח משוב"],"Why would you like to dismiss the new payments experience?":["למה ברצונך לבטל את חוויית התשלומים החדשה?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["לתשומת ליבך, ההרחבה הזאת לא הותקנה ולכן הפעולה רק תסיר את WooPayments מהניווט. מומלץ להקדיש מספר דקות כדי לספר לנו מדוע ברצונך לבטל את WooPayments."],"*See <a>Terms and Conditions<\/a> for details.":["*לקבלת פרטים, יש לעיין <a>בתנאים ובהתניות<\/a>."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["ליצור קשר"],"It’s something else (Please share below)":["משהו אחר (אפשר לשתף למטה)"],"I’m open to installing it another time":["אני אסכים להתקין את ההרחבה במועד אחר"],"I need more information about WooPayments":["נדרש לי מידע נוסף על WooPayments"],"I don’t want to install another plugin":["אינני רוצה להתקין עוד תוסף"],"I’m already happy with my payments setup":["אני כבר מרוצה מסביבת התשלומים שלי"],"Limited time offer":["הצעה לזמן מוגבל"],"See more":["עוד"],"PayPal Payments":["תשלומים באמצעות ב-PayPal"],"Comments (Optional)":["תגובות (אופציונלי)"],"Klarna":["Klarna"],"Learn more":["מידע נוסף"],"No thanks":["לא תודה"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}