{"translation-revision-date":"2023-07-17 22:35:31+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Beta":["測試版"],"View highlights":["檢視重要特色"],"Introducing the upgraded experience designed to help you create and edit products easier.":["在此介紹可協助你更輕鬆建立及編輯產品的升級體驗。"],"Discover the form's unique features designed to help you make this product stand out.":["探索可協助你突顯此產品的獨特表單功能。"],"A new way to edit your products":["透過全新方式編輯產品"],"Tell me more":["我想瞭解更多"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["我們目前支援實體產品，但之後推出的更新預計支援更多產品類型，例如數位產品、款式等。 敬請期待！"],"More features are on the way":["更多功能即將推出"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["享受無需重新載入頁面的流暢體驗。 我們的現代化技術能確保可靠表現及速度飛快的效能。"],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["建立產品全程無需重新載入頁面。 我們的現代化技術能確保可靠表現及速度飛快的效能。"],"Improved speed & performance":["提升速度和效能"],"Speed & performance":["速度和效能"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["運用區塊、媒體、圖片、影片以及任何你所需的內容，打造精彩產品頁面來吸引顧客。"],"Content-rich product descriptions":["內容豐富的產品說明"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["體驗更簡單、明確且實用的現代設計介面。"],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["使用產品表單，讓顧客不必一直點來點去。 產品詳細資訊會統整在各個分頁，讓你清楚知道哪裡能找到資料。"],"Refreshed, streamlined interface":["重新設計的簡化介面"],"Fresh and modern interface":["全新現代化介面"],"About the editor…":["編輯器相關資訊…"],"Turn off the new product form":["關閉新產品表單"],"Save changes and go back to the classic product editing screen.":["儲存變更並返回傳統產品編輯畫面。"],"Please enter no more than 500 characters.":["請輸入最多 500 個字元。"],"Please enter a valid email address.":["請輸入有效的電子郵件地址，"],"In case you want to participate in further discussion and future user research.":["以便參與之後的討論和使用者研究。"],"YOUR EMAIL ADDRESS <optional \/>":["你的電子郵件地址 <optional \/>"],"(OPTIONAL)":["(選填)"],"ADDITIONAL THOUGHTS <optional \/>":["其他想法 <optional \/>"],"How's your experience with the new product form?":["你使用新產品表單的體驗如何？"],"Meet the product editing form":["認識產品編輯表單"],"The product editing screen's functionality meets my needs":["商品編輯畫面的功能符合我的需求"],"The product editing screen is easy to use":["商品編輯畫面很容易使用"],"Finish":["結束"],"Page %1$d of %2$d":["第 %1$d 頁，共 %2$d 頁"],"Guide controls":["指南控制選項"],"Share feedback":["分享意見回饋"],"Previous":["上一篇"],"Next":["下一篇"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}