{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Get free expert advice":["Merr këshilla falas nga ekspertë"],"Need help moving your store?":["Ju duhet ndihmë me shpërnguljen e shitores tuaj?"],"Free Trial":["Provë Falas"],"Walmart":["Walmart"],"Wish":["Wish"],"Tell us where you run your business to help us configure currency, shipping, taxes, and more in a fully automated way.":["Tregonani ku e zhvilloni biznesin tuaj, që të na ndihmoni të formësojmë monedhën, dërgimin, taksat, etj, në mënyrë plotësisht të automatizuar."],"There was a problem saving free features state":["Pati një problem me ruajtjen e gjendjes së veçorive falas"],"Discard":["Hidhe tej"],"You're about to go to a different step. Do you want to save the changes you've made here so far?":["Ju ndan një grimë nga kalimi në një hap tjetër. Doni të ruhen ndryshimet që bëtë deri këtu?"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Duke instaluar %s shtojcë falas, pajtoheni me {{link}}Kushtet tonë të Shërbimit{{\/link}}.","Duke instaluar %s shtojca falas, pajtoheni me {{link}}Kushtet tonë të Shërbimit{{\/link}}."],"Please enter your email address to subscribe":["Që të pajtoheni, ju lutemi, jepni adresën tuaj email"],"How many employees do you have?":["Sa punonjës keni?"],"+250":["+250"],"< 10":["< 10"],"It's just me":["Vetëm unë"],"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["Zgjerimet vijuese do të shtohen falas te sajti juaj: Pagesa WooCommerce. Që të përdoret kjo veçori, lypset një llogari."],"Powered by Mailchimp":["Bazuar në Mailchimp"],"Get tips, product updates and inspiration straight to your mailbox.":["Merrni ndihmëza, përditësime produktesh, dhe frymëzim, drejt e te email-et tuaj."],"I'd rather not say":["S’dëshiroj ta them"],"Free features":["Veçori falas"],"Business details":["Hollësi biznesi"],"No commitment required - you can remove them at any time.":["S’duhet përkushtim i detyruar - mund t’i hiqni kur të doni."],"We recommend enhancing your store with these free extensions":["Rekomandojmë përmirësimin e shitores tuaj me këto zgjerime falas"],"Included business features":["Veçori biznesi të përfshira"],"The following plugin will be installed for free: %1$s. %2$s":["Shtojca vijuese do të instalohet falas: %1$s. %2$s","Shtojcat vijuese do të instalohen falas: %1$s. %2$s"],"Add recommended business features to my site":["Shto te sajti im veçori biznesi të rekomanduara"],"Skip setup store details":["Anashkalo hollësi ujdisjeje shitoreje"],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["Faturimi është për një vit. Krejt blerjet mbulohen nga garancia jonë e kthimit të parave brenda 30 ditësh dhe përfshin përdorimin e asistencës dhe përditësimeve. Zgjerimet do të shtohen te një shportë, që të mund të blihen më vonë."],"Display monthly prices":["Shfaqni çmime mujore"],"$%f per month":["$%f në muaj"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Ky lloj produkti lyp një zgjerim me pagesë.\nDo ta shtojcë këtë te shporta që kështu\ntë mund ta blini dhe instaloni më vonë."],"Learn more about recommended free business features":["Mësoni më tepër rreth veçorish biznesi falas të rekomanduara"],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["Ujdisja dorazi rekomandohet vetëm për përdorues\n të sprovuar të WooCommerce-it, ose për zhvillues."],"There was a problem skipping the setup wizard":["Pati një problem me anashkalimin e mekanizmit të ujdisjes"],"User accounts are required to use these features.":["Që të përdoren këto veçori, llogaritë e përdoruesve janë të domosdoshme."],"What is the platform name?":["Cili është emri i platformës?"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Business Details":["Hollësi Biznesi"],"Industry":["Industri"],"Store Details":["Hollësi Shitoreje"],"I'm setting up a store for a client":["Po ujdis një shitore për një klient"],"What type of products will be listed?":["Ç’lloj produktesh do të paraqiten?"],"Please select at least one product type":["Ju lutemi, përzgjidhni të paktën një lloj produkti"],"Choose any that apply":["Zgjidhni këdo që ka vend"],"In which industry does the store operate?":["Në cilën industri funksionon shitorja?"],"Please select at least one industry":["Ju lutemi, përzgjidhni të paktën një industri"],"Which platform is the store using?":["Cilën platformë po përdor shitorja?"],"What's your current annual revenue?":["Cilat janë të ardhurat tuaja aktuale vjetore?"],"Currently selling elsewhere?":["A shitni aktualisht gjetkë?"],"We'd love to know if you are just getting started or you already have a business in place.":["Do të donim të dinim nëse sapo ia filloni apo keni tashmë një biznes."],"How many products do you plan to display?":["Sa produkte keni në plan të shfaqni?"],"$%f per year":["$%f në vit"],"There was a problem saving your store details":["Pati një problem me ruajtjen e hollësive të shitores tuaj"],"There was a problem updating your product types":["Pati një problem me përditësimin e llojeve të produkteve tuaja"],"There was a problem updating your industries":["Pati një problem me përditësimin e industrive tuaja"],"There was a problem finishing the setup wizard":["Pati një problem me përfundimin e punës së mekanizmit të ujdisjes"],"Tell us about your business":["Na tregoni për biznesin tuaj"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Yes, on another platform and in person at physical stores and\/or events":["Po, në tjetër platformë dhe në shitore fizike dhe\/ose veprimtari"],"Yes, in person at physical stores and\/or events":["Po, në shitore fizike dhe\/ose veprimtari"],"Yes, I own a different store powered by WooCommerce":["Po, kam në zotërim një shitore tjetër të bazuar në WooCommerce"],"Yes, on another platform":["Po, në tjetër platformë"],"More than %s":["Më tepër se %s"],"%s (I'm just getting started)":["%s (Sapo po ia filloj)"],"I don't have any products yet.":["Ende s’kam ndonjë produkt."],"Installing the following plugin: %s":["Po instalohet shtojca vijuese: %s","Po instalohen shtojcat vijuese: %s"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"This field is required":["Kjo fushë është e domosdoshme"],"There was a problem updating your business details":["Pati një problem me përditësimin e hollësive tuaja të biznesit"],"Continue without installing":["Vazhdo pa e instaluar"],"Up to %s":["Deri në %s"],"Retry":["Riprovoni"],"Invalid email address":["Adresë email e pavlefshme"],"Email address":["Adresë email"],"Product Types":["Lloje Produkti"],"Free":["Falas"],"Learn more":["Mësoni më tepër"],"Save":["Ruaje"],"Save changes?":["Të ruhen ndryshimet?"],"Other":["Tjetër"],"Welcome to WooCommerce":["Mirë se vini në WooCommerce"],"No":["Jo"],"Continue":["Vazhdo"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/profile-wizard.js"}}