{"translation-revision-date":"2023-07-17 22:36:13+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"Something went wrong. Please try placing your order again.":["Jokin meni vikaan. Ole hyvä ja yritä tehdä tilaus uudelleen."],"Flat rate shipping":["Kiinteä hinta toimitukselle"],"T-Shirt":["T-paita"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Et voi mennä kassalle jos ostoskori on tyhjä - ole hyvä ja tule takaisin kun olet lisännyt tuotteita koriin."],"Browse store":["Selaa kauppaa"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Kassalle menossa on tapahtunut virhe. <button>Yritä ladata sivu uudestaan<\/button>. Jos virhe toistuu, ole hyvä ja ota meihin yhteyttä."],"Your cart is currently empty!":["Ostoskorisi on tyhjä!"],"Edit your cart":["Muokkaa ostoskoriasi"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Kassalle menossa tapahtui virhe. Ole hyvä ja yritä uudestaan. Jos ongelma jatkuu, ole hyvä ja ota yhteyttä meihin."],"There is a problem with your cart":["Ostoskorissasi on ongelma"],"Checkout error":["Virhe kassalla"],"Click here to log in.":["Paina tästä kirjautuaksesi sisään."],"Please edit your cart and try again.":["Muokkaa ostoskoriasi ja yritä uudelleen."],"Something went wrong. Please contact us to get assistance.":["Jokin meni pieleen. Ole hyvä ja ota meihin yhteyttä."],"There was a problem with your shipping option.":["Toimitustavan kanssa tuli ongelma."],"Sales tax":["Arvonlisävero"],"Size":["Koko"],"Color":["Väri"],"Small":["Pieni"],"Oops!":["Oho!"],"There was an error loading the content.":["Sisällön lataamisessa tapahtui virhe."],"Retry":["Yritä uudelleen"],"Free shipping":["Maksuton toimitus"],"Error:":["Virhe:"],"You must be logged in to checkout.":["Vain sisäänkirjautuneena pääset kassalle. Kirjaudu sisään, ole hyvä."],"Shipping":["Toimitus"],"Fee":["Maksu"],"Local pickup":["Nouto"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}