{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Use the search box to find specific products or solutions.":["Përdoreni kutizën e kërkimeve për të gjetur produkte ose zgjidhje specifike."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Fuqizoni shitoren tuaj duke shtuar funksione shtesë përmes përdorimit të zgjerimeve, gjeni një pamje të re me temat, ose integrojeni shitoren tuaj me <em>software<\/em> dhe shërbime të tjera.<br\/><br\/>WooCommerce Marketplace është vendi për krejt sa më sipër dhe i vetmi ku do të gjeni produkte që janë shqyrtuar dhe miratuar nga ekipi WooCommerce.<br\/><br\/>Qoftë kur po kërkoni të përmirësoni shitoren tuaj, qoftë të fuqizoni biznesin tuaj, këtu mund të gjeni një zgjidhje. Ka me qindra mundësi dhe shtohen rregullisht produkte të rinj.<br\/><br\/>WooCommerce Marketplace mund të përdoret edhe nga WooCommerce.com."],"email and live chat support":["asistencë me email dhe fjalosje të atypëratyshme"],"Contact support":["Lidhuni me asistencën"],"30-day money-back guarantee":["Garanci kthimi parash pas 30 ditësh"],"Refund policy":["Rregulla rimbursimi"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Produktet e blerë që nga WooCommerce Marketplace mund të administrohen që nga Pajtimet e Mia, këtu, ose te WooCommerce.com.<br\/><br\/>Çdo blerje mbulohet nga <a1>garancia jonë e kthimit të parave pas 30 ditësh<\/a1> dhe përfshin <a2>asistencë me email dhe përmes fjalosjeje të atypëratyshme<\/a2>.<br\/><br\/>Kaq! Shpresojmë që Marketplace t’ju ndihmojë të ndërtoni biznesin që keni ëndërruar."],"Manage your purchases":["Administroni blerjet tuaja"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Rrëshqitni për poshtë që të shihni krejt produktet e gatshëm për kërkim, ose të një kategorie të përzgjedhur.<br\/><br\/>Klikoni mbi cilindo produkt që të shihni më tepër hollësi rreth tij, përfshi veçori, domosdoshmëri dhe dokumentim."],"Learn more about products":["Mësoni më tepër rreth produkteve"],"Or browse all available products by category.":["Ose shfletoni tërë produktet sipas kategorish."],"Browse for new ideas":["Shfletoni për ide të reja"],"Find exactly what you need":["Gjeni saktësisht atë që kërkoni"],"Welcome to the WooCommerce Marketplace":["Mirë se vini te WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}