{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Enhance your store by installing these free business features. No commitment required – you can remove them at any time.":["Milloreu la vostra botiga instal·lant aquestes característiques comercials gratuïtes. Sense compromís – podeu suprimir-les en qualsevol moment."],"Get a boost with our free features":["Obteniu un impuls amb les nostres característiques gratuïtes"],"Oops! We encountered a problem while installing %s. {{link}}Please try again{{\/link}}.":["Vaja! S'ha produït un error en instal·lar %s. {{link}}Torneu-ho a provar{{\/link}}."],"Shipping issues":["Problemes d'enviament"],"Payment issues":["Problemes de pagament"],"Tax and duty obligations":["Obligacions tributàries"],"Setting up your store in the wrong country may lead to the following issues: ":["Establir la vostra botiga al país equivocat pot provocar els següents problemes: "],"It looks like you're located in <geolocatedCountry><\/geolocatedCountry>. Are you sure you want to create a store in <selectedCountry><\/selectedCountry>?":["Sembla que us trobeu a <geolocatedCountry><\/geolocatedCountry>. Segur que voleu crear una botiga a <selectedCountry><\/selectedCountry>?"],"Where is your store located?":["On es troba la vostra botiga?"],"Select an industry":["Seleccioneu un sector"],"Don't worry — you can always change it later!":["No us preocupeu — sempre podeu canviar-ho més tard!"],"Ex. My awesome store":["p. ex. La meva fantàstica botiga"],"Give your store a name":["Doneu un nom a la vostra botiga"],"We'll use this information to help you set up payments, shipping, and taxes, as well as recommending the best theme for your store.":["Utilitzarem aquesta informació per ajudar-vos a configurar els pagaments, l'enviament i els impostos, a més de recomanar el millor tema per a la vostra botiga."],"Tell us a bit about your store":["Parleu-nos una mica de la vostra botiga"],"Our favorite color is purple ":["El nostre color preferit és el violeta "],"Opening the doors":["Obertura de portes"],"Did you know that Woo was founded by two South Africans and a Norwegian? Here are three alternative ways to say “store” in those countries – Winkel, ivenkile, and butikk.":["Sabíeu que Woo va ser fundada per dos sud-africans i un noruec? Aquí teniu tres maneres alternatives de dir «botiga» en aquests països: Winkel, ivenkile i butikk."],"Woo! Let's get your features ready":["Anem a preparar les vostres característiques"],"Did you know that Woo powers almost 4 million stores worldwide? You’re in good company.":["Sabíeu que Woo impulsa gairebé 4 milions de botigues a tot el món? Esteu en bona companyia."],"Extending your store's capabilities":["Ampliació de les capacitats de la vostra botiga"],"Which industry is your client's business in?":["A quin sector pertany l'empresa del vostre client?"],"Which industry is your business in?":["A quin sector pertany la vostra empresa?"],"What type of products or services do you plan to sell?":["Quin tipus de productes o serveis teniu previst vendre?"],"Home, furniture and garden":["Llar, mobles i jardí"],"Clothing and accessories":["Roba i accessoris"],"The Woo team is made up of over 350 talented individuals, distributed across 30+ countries.":["L'equip del Woo està format per més de 350 persones amb talent, distribuïdes en més de 30 països."],"#FunWooFact: ":["#CuriositatWoo: "],"Turning on the lights":["Encesa de llums"],"Go to my store":["Vés a la meva botiga"],"We'll use this information to help you set up payments, shipping, and taxes.":["Utilitzarem aquesta informació per ajudar-vos a configurar els pagaments, l'enviament i els impostos."],"Where is your business located?":["On es troba el vostre negoci?"],"Select country\/region":["Seleccioneu un país\/regió"],"Which platform(s) are you currently using?":["Quina(es) plataforma(s) utilitzeu actualment?"],"Are you selling online?":["Veneu en línia?"],"Let us know where you are in your commerce journey so that we can tailor your Woo experience for you.":["Feu-nos saber on us trobeu en el vostre viatge comercial perquè puguem personalitzar la vostra experiència del Woo per a vosaltres."],"Which one of these best describes you?":["Quina d'aquestes us descriu millor?"],"I agree to share my data to tailor my store setup experience and get more relevant content. WooCommerce never rent or sell your data and you can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["Accepto compartir les meves dades per adaptar la meva experiència de configuració de la botiga i obtenir contingut més rellevant. El WooCommerce mai lloga ni ven les vostres dades i podeu renunciar en qualsevol moment a la configuració del WooCommerce. {{link}}Més informació sobre el seguiment d'ús{{\/link}}."],"Set up my store":["Configura la meva botiga"],"It's great to have you here with us! We'll be guiding you through the setup process – first, answer a few questions to tailor your experience.":["És fantàstic tenir-vos aquí amb nosaltres! Us guiarem a través del procés de configuració – primer, responeu algunes preguntes per adaptar la vostra experiència."],"Welcome to Woo!":["Us donem la benvinguda a Woo!"],"Skip guided setup":["Salta la configuració guiada"],"WordPress":["WordPress"],"Pinterest":["Pinterest"],"Facebook Marketplace":["Facebook Marketplace"],"Ecwid":["Ecwid"],"Ebay":["Ebay"],"Big Commerce":["Big Commerce"],"Big Cartel":["Big Cartel"],"Adobe Commerce":["Adobe Commerce"],"I'm selling both online and offline":["Venc tant en línia com a botigues físiques"],"No, I'm selling offline":["No, venc a botigues físiques"],"Yes, I'm selling online":["Sí, venc en línia"],"I'm already selling":["Ja estic venent"],"I'm just starting my business":["Acabo de posar en marxa el meu negoci"],"Use up and down arrow keys to navigate":["Utilitzeu les tecles de fletxa amunt i avall per navegar"],"Select platforms":["Seleccioneu plataformes"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Quan instal·leu %s extensió gratuïtament, accepteu les {{link}}condicions del servei{{\/link}}.","Quan instal·leu %s extensions gratuïtament, accepteu les {{link}}condicions del servei{{\/link}}."],"Select an option":["Selecciona una opció"],"Education and learning":["Educació i aprenentatge"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"Amazon":["Amazon"],"Google Shopping":["Google Shopping"],"I'm setting up a store for a client":["Estic muntant una botiga per a un client"],"Wix":["Wix"],"Shopify":["Shopify"],"Food and drink":["Menjar i beguda"],"Electronics and computers":["Electrònica i ordinadors"],"Health and beauty":["Salut i bellesa"],"Square":["Square"],"Installed":["Instal·lada"],"Other":["Altres"],"Learn More":["Més informació"],"Skip this step":["Salta aquest pas"],"Continue":["Continua"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/core-profiler.js"}}