{"translation-revision-date":"2023-07-17 22:36:53+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Add your full product description here. Describe your product in detail.":["יש להוסיף את התיאור המלא של המוצר כאן. לתאר את המוצרים באופן מפורט."],"Keep editing":["המשך עריכה"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["עבודה נהדרת! עכשיו אפשר לפרסם את המוצר שלך בחנות באמצעות הכפתור 'פרסום'. אם לא סיימת, אפשר להמשיך לערוך את המוצר."],"Publish your product 🎉":["לפרסם את המוצר 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["כאן ניתן להוסיף קטגוריות מוצרים. להקצות קטגוריות למוצרים כדי להקל על הדפדוף בהם ומציאתם בחנות."],"Add your product categories":["להוסיף קטגוריות מוצרים"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["כאן ניתן להוסיף תגיות מוצרים. תגיות הן שיטה לתיוג המוצרים שלך כדי לסייע ללקוחות למצוא אותם בקלות. לדוגמה, אם יש לך חנות בגדים ויש המון פריטים עם הדפסים של חתולים, אפשר ליצור תגית של \"חתול\" או \"cat\"."],"Add your product tags":["להוסיף תגיות מוצרים"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["כאן יש להעלות תמונה של המוצר. מומלץ לבחור פורמט של JPEG או PNG ברוחב של 600 פיסלים או יותר. התמונה הזאת תוצג בקטלוג של החנות שלך."],"Add your product image":["להוסיף את תמונת המוצר"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["כאן יש להקליד סיכום קצר של המוצר. הסיכום יופיע בעמוד המוצר ישירות מתחת לשם המוצר."],"Add your short product description":["להוסיף תיאור קצר למוצר"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["יש להשתמש בלשוניות כדי לעבור בין המקטעים ולהוסיף את פרטי המוצר. מומלץ להתחיל בהוספה של מחיר המוצר."],"Add your product data":["להוסיף את נתוני המוצר"],"Add your product description":["להוסיף את תיאור המוצר"],"Start typing your new product name here. This will be what your customers will see in your store.":["יש להקליד את שם המוצר שלך כאן. אלו הפרטים שהלקוחות יראו בחנות שלך."],"Product name":["שם מוצר"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}