{"translation-revision-date":"2023-07-17 22:38:17+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Beta":["Beta"],"View highlights":["Vezi momentele importante"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Prezentăm o experiența îmbunătățită proiectată pentru a te ajuta să creezi și să editezi mai ușor produsele."],"Discover the form's unique features designed to help you make this product stand out.":["Descoperă funcționalitățile unice ale formularului proiectate să te ajute să scoți în evidență acest produs."],"A new way to edit your products":["O modalitate nouă ca să-ți editezi produsele"],"Tell me more":["Spune-mi mai multe"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["În prezent, poate fi folosit numai pentru produse fizice, dar vom veni cu actualizări interesante ca să accepte mai multe tipuri, cum ar fi produse digitale, variații și altele. Rămâi pe aproape!"],"More features are on the way":["În curând, mai multe funcționalități"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Te bucuri de o experiență perfectă, fără să mai reîncarci paginile. Tehnologia noastră modernă asigură fiabilitate și performanță înaltă."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Creezi un produs de la început până la sfârșit, fără să mai reîncarci paginile. Tehnologia noastră modernă asigură fiabilitate și performanță înaltă."],"Improved speed & performance":["Viteză și performanță îmbunătățite"],"Speed & performance":["Viteză și performanță"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Creezi pagini captivante cu produse folosind blocuri, elemente media, imagini, videouri și orice alt conținut vrei, astfel atragi clienți."],"Content-rich product descriptions":["Descrieri cu conținut bogat pentru produse"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Ai o interfață mai simplă, mai concentrată și cu un design modern care îmbunătățește utilizabilitatea."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Folosirea formularului pentru produse înseamnă mai puține clicuri. Detaliile produselor sunt grupate cu multă grijă pe file, deci știi mereu unde să mergi."],"Refreshed, streamlined interface":["Interfață reîmprospătată și optimizată"],"Fresh and modern interface":["Interfață nouă și modernă"],"About the editor…":["Despre editor…"],"Turn off the new product form":["Dezactivează noul formular pentru produse"],"Save changes and go back to the classic product editing screen.":["Salvează modificările și mergi înapoi la ecranul clasic pentru editarea produselor."],"Please enter no more than 500 characters.":["Te rog să introduci cel mult 500 de caractere."],"Please enter a valid email address.":["Te rog să introduci o adresă de email validă."],"In case you want to participate in further discussion and future user research.":["În cazul în care vrei să participi la discuțiile ulterioare și la cercetările viitoare ale utilizatorilor."],"YOUR EMAIL ADDRESS <optional \/>":["ADRESA TA DE EMAIL <optional \/>"],"(OPTIONAL)":["(OPȚIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["PĂRERI SUPLIMENTARE <optional \/>"],"How's your experience with the new product form?":["Ce părere ai despre noul formular pentru produse?"],"Meet the product editing form":["Fă cunoștință cu formularul pentru editarea produselor"],"The product editing screen's functionality meets my needs":["Funcționalitățile din ecranul pentru editarea produselor îmi satisfac nevoile."],"The product editing screen is easy to use":["Ecranul pentru editarea produselor este ușor de folosit."],"Finish":["Finalizează"],"Page %1$d of %2$d":["Pagina %1$d din %2$d"],"Guide controls":["Comenzi de ghidare"],"Share feedback":["Împărtășește impresiile"],"Next":["Următoare"],"Previous":["Anterioară"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}