{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Nëse është aktivizuar marrje vendore, rregullimi “Fshih kosto dërgimi, derisa të jetë dhënë një adresë” do të shpërfillet."],"Add pickup location":["Shtoni vend marrjeje"],"When you add a pickup location, it will appear here.":["Kur të shtoni një vend marrjeje, do të shfaqet këtu."],"Define pickup locations for your customers to choose from during checkout.":["Përcaktoni vende marrjeje për klientët tuaj, që të zgjedhin gjatë përfundimit të blerjes."],"Pickup locations":["Vende marrjeje"],"Delete location":["Fshini vend"],"Edit pickup location":["Përpunoni vend marrjeje"],"Pickup details":["Hollësi marrjeje"],"A Location title is required":["Titulli për vendet është i domosdoshëm"],"Location name":["Emër vendi"],"Not taxable":["I patatueshëm"],"By default, the local pickup shipping method is free.":["Si parazgjedhje, metoda e dërgimit me marrje vendore është falas."],"Add a price for customers who choose local pickup":["Shtoni një çmim për klientët që zgjedhin marrje vendore"],"Local pickup title is required":["Titulli për marrje vendore është i domosdoshëm"],"This is the shipping method title shown to customers.":["Ky është titulli i metodës së dërgimit shfaqur klientëve."],"When enabled, local pickup will appear as an option on the block based checkout.":["Kur aktivizohet, marrja vendore do të shfaqet si një mundësi te përfundimi i blerjes bazuar te blloku."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Aktivizimi i kësaj do të prodhojë mundësi të përsëdytura te përfundimi i blerjes. Hiqeni metodën e marrjes vendore nga <a>zonat tuaja të dërgimit<\/a>."],"View checkout page":["Shihni faqe arke"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Aktivizoni, ose çaktivizoni marrje vendore për shitoren tuaj dhe përcaktoni kosto. Marrja vendore është e mundur vetëm që nga përfundim blerjeje me bazë blloqe."],"Local Pickup settings have been saved.":["Rregullimet për Marrje Vendore u ruajtën."],"Local Pickup":["Marrje Vendore"],"Optional cost to charge for local pickup.":["Kosto opsionale për faturim për marrje vendore."],"If a cost is defined, this controls if taxes are applied to that cost.":["Nëse është përcaktuar kosto, kjo kontroll nëse aplikohen taksa mbi atë kosto."],"Pickup location":["Vend marrjeje"],"Done":["U bë"],"Country \/ State":["Vend \/ Shtet"],"Title":["Titull"],"Enable local pickup":["Aktivizoni marrje vendore"],"Postcode \/ ZIP":["Kod postar \/ ZIP"],"Save changes":["Ruaji ndryshimet"],"Free":["Falas"],"Learn more":["Mësoni më tepër"],"Cost":["Kosto"],"Enabled":["E aktivizuar"],"General":["Të përgjithshme"],"Taxable":["I tatueshëm"],"Address":["Adresë","Adresa"],"Cancel":["Anuloje"],"City":["Qytet"],"State":["Shtet"],"Taxes":["Taksa"],"Edit":["Përpunoni"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js"}}