{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Profiler":["Profilizues"],"Please enter a city":["Ju lutemi, jepni një qytet"],"Please enter a post code":["Ju lutemi, jepni një kod postar"],"Please enter an address":["Ju lutemi, jepni një adresë"],"Select a date type":["Përzgjidhni një lloj datash"],"No Thanks":["Jo, faleminderit"],"Install and enable":["Instaloje dhe aktivizoje"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Kurseni kohë dhe para duke shtypur etiketat tuaja të dërgimit drejt e nga kompjuteri juaj, me një nga këto zgjidhje dërgimi."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Kurseni kohë dhe para duke shtypur etiketat tuaja të dërgimit drejt e nga kompjuteri juaj, me %1$s. Provojeni %2$s falas. {{link}}Mësoni më tepër{{\/link}}"],"Date completed":["Datë plotësimi"],"Date paid":["Datë pagese"],"Date created":["Datë krijimi"],"Date type:":["Lloj datash:"],"Database date field considered for Revenue and Orders reports":["Fushë datash baze të dhënash e menduar për raportet “Të ardhura” dhe “Porosi”"],"There was a problem setting up automated taxes. Please try again.":["Pati një problem me ujdisje taksash të automatizuara. Ju lutemi, riprovoni."],"Feedback":["Përshtypje"],"You have been working on this product for a few minutes now. Is there something you're struggling with? Share your feedback.":["Jeni marrë me këtë produkt për disa minuta, deri këtu. Ka ndonjë gjë me të cilën po mundoheni? Na thoni."],"🫣 Feeling stuck?":["🫣 Ju duket se keni ngecur?"],"Edit Product Variation":["Përpunoni Variant Produkti"],"How's your experience with the product editor?":["Si po ecën përdorimi i përpunuesit të produkteve?"],"Use recommended settings":["Përdorni rregullimet e rekomanduara"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Rregullime pa vijimësi taksash:{{\/b}} Që të shmangen gabime të mundshëm përafrimesh, çmimet duhet dhënë dhe shfaqur në të njëjtën mënyrë në krejt vendet, duke përfshirë, ose jo taksa."],"Recommended settings applied.":["Rregullimet e rekomanduara u aplikuan."],"The store setup process meets my needs.":["Procesi i ujdisjes së shitores plotëson nevojat e mia."],"The store setup is easy to complete.":["Ujdisja e shitores është e lehtë të plotësohet."],"The product editing screen's functionality meets my needs":["Skena e përpunimit të produkteve plotëson nevojat e mia"],"The product editing screen is easy to use":["Skena e përpunimit të produkteve është e lehtë të përdoret"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Shtoni hollësi të vendndodhjes së shitores tuaj, për të na ndihmuar të formësojnë dërgim, taksa, monedhën, etj, në mënyrë plotësisht të automatizuar. Pasi të mbaroni, klikoni mbi butonin “Ruaje” në fund të formularit."],"Add details":["Shtoni hollësi"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Ngrijeni dhe vëreni në punë shitoren tuaj në çast. Shtoni adresën e shitores tuaj që të ujdisen më shpejt metoda dërgimi, taksa dhe pagesa."],"First, tell us about your store":["Së pari, tregonani për shitoren tuaj"],"Store location illustration":["Ilustrim vendndodhjeje shitoreje"],"Add New Product":["Shtoni Produkt të Ri"],"Save store location":["Ruaj vendndodhje shitoreje"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Shtoni vendndodhjen e shitores tuaj për të na ndihmuar të njehsojmë për ju tarifa dërgimi dhe mundësitë më të mira të dërgimit. Vendndodhjen e shitores tuaj mund ta administroni sërish kurdo, që nga Rregullime të Përgjithshme të WooCommerce-it."],"Set your store location":["Ujdisni vendndodhjen e shitores tuaj"],"Enable shipping label printing and discounted rates":["Aktivizoni shtypje etiketash dërgimi dhe nivele zbritjeje në çmim"],"Save shipping options":["Ruaj mundësi dërgimi"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Rekomandojmë mundësitë vijuese të dërgimit, bazuar në vendndodhjen tuaj. Mundësitë tuaja të dërgimit mund t’i ndryshoni kur të doni, që nga rregullimet për Dërgim WooCommerce."],"Try one of the alternative payment providers.":["Provoni një nga shërbimet alternative të pagesave."],"Other payment providers":["Shërbime të tjera pagesash"],"Give your customers additional choices in ways to pay.":["Jepuni klientëve tuaj zgjedhje shtesë për mënyra pagimi."],"To start accepting online payments":["Që të filloni të pranoni pagesa në internet"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Fitoni dhe administroni të ardhura ripërsëritëse dhe merrni depozita të automatizuara, te llogaria bankare e zgjedhjes tuaj."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Shitni në tregje ndërkombëtarë dhe pranoni më tepër se 135 monedha me metoda vendore pagimi."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Ofrojuni klientëve tuaj mënyrën e parapëlqyer prej tyre të pagesave, përfshi pagesa me kartë debiti dhe krediti, Apple Pay, Sofort, SEPA, iDeal dhe mjaft të tjera."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Zgjedhje e mbarë! Zgjodhët të shtoni në shitoren tuaj veçori të reja mahnitëse. Vazhdoni te pagesa për të plotësuar blerjen tuaj."],"Purchase illustration":["Ilustrim blerjeje"],"& more.":["& më tepër."],"Accepted payment methods include:":["Në metoda të pranuara pagesash përfshihen:"],"Preview store":["Parashiheni shitoren"],"Add products to sell":["Shtoni produkte për shitje"],"Products illustration":["Ilustrim produktesh"],"View options":["Shihni mundësitë"],"Payment illustration":["Ilustrim pagese"],"Make your store stand out":["Bëjeni shitoren tuaj të dallohet prej shoqeve"],"Appearance illustration":["Ilustrim dukjeje"],"Add sales channels":["Shtoni kanale shitjesh"],"Marketing illustration":["Ilustrim marketingu"],"Shipping illustration":["Ilustrim dërgimi"],"Yes, please":["Po, ju lutem"],"Add your tax rates":["Shtoni tarifat tuaja tatimore"],"Tax illustration":["Ilustrim tatimi"],"We appreciate your feedback!":["I vlerësojmë përshtypjet tuaja!"],"How was your experience?":["Si qe rasti juaj?"],"Show setup task list":["Shfaq listë hapash ujdisjeje"],"Welcome to your store":["Mirë se vini te shitorja juaj"],"By using WooCommerce Payments you agree to be bound by our <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink> ":["Duke përdorur Pagesa WooCommerce pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe pranoni se keni lexuar <privacyLink>Rregullat tona të Privatësisë<\/privacyLink> "],"Accept payments and manage your business.":["Pranoni pagesa dhe administroni biznesin tuaj."],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Krijoni katalogun tuaj duke shtuar ato që doni të shitni. Mund të shtoni produkte dorazi, ose t’i importoni prej një shitoreje tjetër."],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Zgjidhni ku dhe si do të dërgoni produktet tuaja, përzgjidhni metoda pagesash dhe shtoni tarifa fikse ose që përllogariten sipas rastit."],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Ujdisini tarifat e taksave dorazi, ose përdorni WooCommerce-in dhe Jetpack-un që të automatizoni përllogaritje taksash për shitjet tuaja."],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Përgëzime! Ndaluni një çast të kremtoni dhe të shihni për shitjen e parë."],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Zgjidhni prej metodash të shpejta & sigurta pagesash <em>online<\/em> dhe <em>offline<\/em>, për t’ua bërë të lehtë klientëve të paguajnë në shitoren tuaj."],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Jepini një hov biznesit tuaj duke aktivizuar kanale shoqërorësh, të tillë si buletin, Facebook, Google, shitje <em>in-person<\/em>, etj."],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Po ecni mirë! {{strongText}}Edhe %1$d hapa{{\/strongText}} për ta pasur shitoren tuaj gati dhe në punë. {{setupLink}}Vazhdoni ujdisjen{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Pothuaj mbërritëm. Vetëm {{strongText}}%1$d hap akoma{{\/strongText}} për ta pasur shitoren tuaj gati dhe në punë. {{setupLink}}Përfundoni ujdisjen{{\/setupLink}}"],"Offline payment methods":["Metoda pagimi jo në linjë"],"Choose a payment provider":["Zgjidhni furnizues shërbimi pagesash"],"Hide setup list":["Fshihe listën e ujdisjeve"],"You are almost there":["Pothuajse mbaruat"],"You are on the right track":["Jeni në rrugë të mbarë"],"Let's get you started":["Le t’ju vëmë në rrugë"],"Welcome to %s":["Mirë se vini te %s"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Ndiqni këto hapa që të filloni të shitni pa humbur kohë. %1$d të plotësuar, nga %2$d gjithsej."],"Add a way to get paid":["Shtoni një mënyrë për t’u paguar"],"There was an error importing the sample products":["Ndodhi një gabim në importimin e produktit shembull"],"Built by WooCommerce":["Krijuar me WooCommerce"],"Activity":["Veprimtari"],"Hide this list":["Fshihe këtë listë"],"Keep list":["Mbaje listën"],"You've completed store setup":["E plotësuat ujdisjen e shitores"],"Yes, hide store setup tasks":["Po, fshihi hapat e ujdisjes së shitores"],"Are you sure? These tasks are required for all stores.":["Jeni i sigurt? Këto hapa janë të domosdoshëm për krejt shitoret."],"Hide store setup tasks":["Fshih hapa ujdisjeje shitoreje"],"It's time to get paid":["Erdhi koha të paguheni"],"Add shipping zones":["Shtoni zona dërgimi"],"Set up shipping for your store":["Ujdisni dërgimin për shitoren tuaj"],"Personalize":["Personalizojeni"],"Modify choices":["Ndryshoni mundësitë"],"Get more sales":["Përfitoni më tepër shitje"],"Set up taxes manually":["Ujdisini dorazi taksat"],"Choose a tax partner":["Zgjidhni një partner taksash"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Duke instaluar Jetpack-un dhe Taksa WooCommerce-i, pajtoheni me {{link}}Kushtet e Shërbimit{{\/link}}."],"100% free":["100% falas"],"Powered by {{link}}Jetpack{{\/link}}":["Bazuar në {{link}}Jetpack{{\/link}}"],"Best for new stores":["Më e mira për shitore të reja"],"Avalara":["Avalara"],"Sorry, you are not allowed to access this page.":["Na ndjeni, s’keni leje të hyni në këtë faqe."],"Not allowed":["E palejuar"],"Real-time sales tax calculation":["Përllogaritje e atypëratyshme e taksave të shitjes"],"Powerful all-in-one tax tool":["Mjet i fuqishëm “all-in-one” për taksat"],"Automate filing & remittance":["Automatizoni arkivimin & pagesën"],"See more":["Shihni më tepër"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Rekomandojmë shtimin në shitoren tuaj të një nga mjeteve vijuese për marketing. Zgjerimi do të instalohet dhe aktivizohet për ju kur të klikoni “Si t’ia fillohet”."],"Recommended marketing extensions":["Zgjerime të rekomanduara për marketing"],"%s logo":["Stemë e %s"],"%s configured successfully":["%s u formësua me sukses"],"You can manage this payment gateway's settings by clicking the button below":["Rregullimet e këtij kanali pagesash mund t’i administroni duke klikuar mbi butonin më poshtë"],"Add your logo, create a homepage, and start designing your store.":["Shtoni stemën tuaj, krijoni një faqe hyrëse dhe filloni hartimin e shitores tuaj."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Ju ndan vetëm një hap nga marrje pagesash. Verifikoni hollësitë e biznesit tuaj që të filloni të administroni transaksione përmes Pagesash WooCommerce."],"Task postponed until tomorrow":["Punë e shtyrë për deri nesër"],"Show %d more task.":["Shfaq %d punë më tepër.","Shfaq %d punë më tepër."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Me Dërgim WooCommerce mund të kurseni kohë duke shtypur që nga shtëpia etiketa dërgimi me USPS dhe DHL"],"You have inventory to review and update":["Keni inventar për të shqyrtuar dhe përditësuar"],"Inventory to review":["Inventar për t’u shqyrtuar"],"Orders to fulfill":["Porosi për t’i plotësuar"],"You have %d new thing to do":["Keni %d gjë të re për të bërë","Keni %d gjëra të reja për të bërë"],"Things to do next":["Gjëra për të bërë më tej"],"Show things to do next":["Shfaq gjëra për të bërë më tej"],"Additional payment options":["Metoda shtesë pagesash"],"Setup required":["Lyp ujdisje"],"Preview site":["Parashiheni sajtin"],"Local Partner":["Partner Vendor"],"Configure your %(title)s account":["Formësoni llogarinë tuaj %(title)s"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Tanimë mund t’i tregoni si të favorizuara zgjerimet tuaja, që të fiksohen në nivelin e sipërm të lëvizjes."],"Introducing favorites":["Ju paraqesin të favorizuarit"],"Remove this item from your favorites.":["Hiqe këtë objekt prej të favorizuarve tuaj."],"Add this item to your favorites.":["Shtojeni këtë objekt te të favorizuarit tuaj."],"Got it":["E kuptova"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Nëse keni pyetje, mos ngurroni të eksploroni dokumentim të WooCommerce të paraqitur këtu."],"We're here for help":["Jemi këtu për t’ju ndihmuar"],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Duke instaluar Jetpack-un, pajtoheni me {{link}}Kushtet e Shërbimit{{\/link}}."],"Install Jetpack":["Instalo Jetpack-un"],"No thanks, I'll set up manually":["Jo, faleminderit, do ta ujdis dorazi"],"I don't charge sales tax":["Nuk aplikoj taksa shitjesh"],"Set up manually":["Ujdiseni dorazi"],"Would you like to add the following paid features to your store now?":["Do të donit të shtohen te shitorja juaj tani veçoritë vijuese me pagesë?"],"I agree":["Pajtohem"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Duke u pajtuar me ndarjen me të tjerët të {{link}}të dhënave jo rezervat të përdorimt{{\/link}}, do të na ndihmoni të përmirësojmë veçoritë dhe të optimizojmë punimin e Pagesave WooCommerce. Mund të zgjidhni lënien jashtë prej kësaj kur të doni."],"Help us build a better WooCommerce Payments experience":["Ndihmonani të përmirësojmë punimin e Pagesave WooCommerce"],"WordPress Dashboard":["Pulti WordPress"],"Site Icon":["Ikonë Sajti"],"Display options":["Mundësi paraqitjeje"],"Two columns":["Dy shtylla"],"Single column":["Shtyllë njëshe"],"WooCommerce Home":["Kreu i WooCommerce-it"],"Download the WooCommerce app":["Shkarkoni aplikacionin WooCommerce"],"Run your store from anywhere":["Xhirojeni shitoren tuaj prej ngado"],"Help":["Ndihmë"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Duke instaluar falas shtojcat Jetpack dhe Dërgim WooCommerce, pajtoheni me {{link}}Kushtet tona të Shërbimit{{\/link}}."],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Duke instaluar Jetpack-un dhe Taksa WooCommerce-i, pajtoheni me {{link}}Kushtet e Shërbimit{{\/link}}."],"Task dismissed":["Punë e hedhur tej"],"Install Jetpack and WooCommerce Tax":["Instaloni Jetpack-un dhe Taksa WooCommerce-i"],"Abort":["Ndërprite"],"Setup Wizard":["Ndihmës Ujdisjesh"],"My business doesn't charge sales tax":["Biznesi im s’aplikon taksa shitjesh"],"Review your shipping options":["Shqyrtoni rregullimet tuaja për dërgime"],"Payment Methods":["Metodë pagese"],"Hide this":["Fshihe këtë"],"2 minutes":["2 minuta"],"Undo":["Zhbëje"],"Import sample products":["Importo produkte shembull"],"Home":["Kreu"],"Overview":["Përmbledhje"],"Installed marketing extensions":["Zgjerime marketingu të instaluara"],"Finish setup":["Përfundoje ujdisjen"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Duke klikuar mbi “Ujdise”, pajtoheni me {{link}}Kushtet e Shërbimit{{\/link}}."],"Verify details":["Verifikoni hollësitë"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Pati një gabim në lidhjen e Pagesave WooCommerce. Ju lutemi, riprovoni ose lidheni më vonë, që nga rregullimet e shitores."],"Unregistered Statuses":["Gjendje të Paregjistruara"],"Add your bank details":["Shtoni hollësi tuaja bankare"],"Please enter an account number or IBAN":["Ju lutemi, jepni një numër llogarie ose IBAN"],"There was a problem saving your payment settings":["Pati një problem me ruajtjen e rregullimeve tuaja të pagesave"],"These details are required to receive payments via bank transfer":["Këto hollësi janë të domosdoshme për të marrë pagesa përmes dërgesash bankare"],"Direct bank transfer details added successfully":["Hollësitë për dërgesë të drejtpërdrejtë bankare u shtuan me sukses"],"Install":["Instalojeni"],"Mutable settings should be accessed via data store.":["Rregullimet e ndryshueshme duhen përdorur përmes depozitës së të dhënave."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Veprimtari Shitoreje"],"unread activity":["veprimtari e palexuar"],"Reviews to moderate":["Shqyrtime për moderim"],"You have %d review to moderate":["Keni %d shqyrtim për moderim","Keni %d shqyrtime për moderim"],"You have %d order to fulfill":["Keni %d porosi për të përmbushur","Keni %d porosi për të përmbushur"],"Get started":["Fillojani"],"Yes, count me in!":["Po, më llogarisni edhe mua!"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Përfitoni veçori të përmirësuara dhe ndreqje më të shpejta, duke ndarë të dhëna jo rezervat përmes {{link}}ndjekjes së përdorimit{{\/link}} që na tregon se si përdoret WooCommerce-i. Nuk ndiqen ose depozitohen të dhëna personale."],"Install %s":["Instalo %s"],"Build a better WooCommerce":["Ndërtoni një WooCommerce më të mirë"],"There was a problem updating your preferences":["Pati një problem me përditësimin e parapëlqimeve tuaja"],"Task List Options":["Mundësi Liste Punësh"],"Good news!":["Lajme të mbara!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Duke klikuar mbi “Formësoje”, po aktivizoni tarifa tatimi dhe llogaritje të tyre. Më tepër të dhëna {{link}}këtu{{\/link}}."],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} dhe {{strong}}WooCommerce Tax{{\/strong}} mund të automatizojnë për ju përllogaritjen e taksave tuaja të shitjes."],"Head over to the tax rate settings screen to configure your tax rates":["Që të formësoni tarifat tuaja të tatimit, kaloni te skena e ujdisjes së tarifave të tatimit"],"Configure tax rates":["Formësoni tarifa tatimesh"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Që të aktivizohet përllogaritje e automatizuar taksash shitjeje, lidheni shitoren tuaj me WordPress.com-in"],"Set up tax rates manually":["Ujdisini dorazi tarifa tatimi"],"You're awesome! One less item on your to-do list ✅":["Jeni i mrekullueshëm! Një gjë më pak te lista juaj e gjërave për t’u bërë ✅"],"Connect your store to WordPress.com to enable label printing":["Që të aktivizohet shtype etiketash, lidheni shitoren tuaj me WordPress.com-in"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Që të kurseni kohë në zyrën e postës, këshillojmë përdorimin e ShipStation, duke shtypur në shtëpi etiketat tuaja të dërgimeve. Provojeni falas ShipStation për 30 ditë. {{link}}Mësoni më tepër{{\/link}}."],"Enable shipping label printing":["Aktivizoni shtypje etiketash dërgimi"],"Define how much customers pay to ship to different destinations":["Përcaktoni sa paguajnë klientët për dërgim në vendmbërritje të ndryshme"],"Set shipping costs":["Ujdisni kosto dërgimi"],"The address from which your business operates":["Adresa prej të cilës funksionon biznesi juaj"],"Set store location":["Ujdisni vendndodhje shitoreje"],"Connect your store":["Lidheni shitoren tuaj"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack-u dhe WooCommerce Tax ju lejojnë të automatizoni përllogaritje taksash shitjeje"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 Dërgimi mbaroi! Mos u shqetësoni, mundeni përherë ta ndryshoni më vonë"],"Shipping cost":["Kosto dërgimi"],"Shipping rates can not be negative numbers.":["Tarifat e dërgimit s’mund të jenë numra negativë."],"Post code":["Kod postar"],"Upload a logo":["Ngarkoni një logo"],"Create homepage":["Krijoni faqe hyrëse"],"Create a new homepage and customize it to suit your needs":["Krijoni një faqe të re hyrëse dhe përshtateni që të përputhet me nevojat tuaja"],"Create a custom homepage":["Krijoni faqe hyrëse vetjake"],"Skip":["Anashkaloje"],"We’ll add some products that will make it easier to see what your store looks like":["Do të shtojmë ca produkte që do ta bëjnë më të lehtë të shihet se si duket shitorja juaj"],"Please select a country \/ region":["Ju lutemi, përzgjidhni një vend \/ rajon"],"Complete task":["Plotësoni punën"],"Set a store notice":["Caktoni një njoftim shitoreje"],"Proceed":["Kryeje"],"Optionally display a prominent notice across all pages of your store":["Shfaqni, kur doni, një njoftim të dukshëm nëpër krejt faqet e shitores tuaj"],"Ensure your store is on-brand by adding your logo":["Sigurohuni që shitorja juaj ka markë, duke shtuar stemën tuaj"],"There was a problem saving your store location":["Pati një problem me ruajtjen e vendndodhjes së shitores tuaj"],"Your shipping rates have been updated":["Tarifat tuaja të dërgimit u përditësuan"],"Customize":["Përshtateni"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 Shitorja juaj duket shkëlqyeshëm! Mos harroni të vazhdoni personalizimin e saj"],"All sample products have been imported":["U importuan krejt produktet shembull"],"There was an error importing some of the sample products":["Pati një gabim në importimin e disa produkteve shembull"],"I'll do it later":["Do ta bëj më vonë"],"You won't have access to this functionality until the extensions have been purchased and installed.":["S’do të mund ta përdorni këtë funksion, derisa zgjerimi të jetë blerë dhe instaluar."],"%s — %s per year":["%s — %s në vit"],"Dismiss this notice":["Shpërfille këtë shënim"],"Store logo updated successfully":["Stema e shitores u përditësua me sukses"],"Custom Statuses":["Gjendje Vetjake"],"Excluded statuses:":["Gjendje të Përjashtuara:"],"Default date range:":["Interval Parazgjedhje Datash:"],"Exclude the %s status from reports":["Përjashto gjendjen %s nga raportet"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Përzgjidhni një interval parazgjedhje datash. Kur s’përzgjidhet interval, raportet do të shihen për intervalin parazgjedhje të datave."],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Porositë me këto gjendje përjashtohen nga shumat gjithsej në raportet tuaj. Gjendja {{strong}}E rimbursuar{{\/strong}} s’mund të përjashtohet."],"Actionable statuses:":["Gjendje Që Lypin Veprim:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Porositë me këto gjendje lypin veprim në emër të përgjegjësit të shitores. Këto porosi do të shfaqen te Skena e Kreut - Porosi."],"Continue setup":["Vazhdo ujdisjen"],"Analytics":["Analiza"],"Edit Product":["Përpunoni Produkt"],"Revenue":["Të ardhura"],"Country \/ Region":["Vend \/ Rajon"],"Show less":["Shfaq më pak"],"Yes please":["Po, ju lutem"],"Retry":["Riprovoni"],"Layout":["Skemë"],"Manage":["Administrojini"],"Recommended":["E këshilluar"],"Import products":["Importoni produkte"],"Activate":["Aktivizoje"],"Connect":["Lidhe"],"Free shipping":["Dërgim falas"],"Extensions":["Zgjerime"],"Rest of the world":["Pjesa tjetër e botës"],"Downloads":["Shkarkime"],"Configure":["Formësojeni"],"Buy now":["Blijeni tani"],"Enable":["Aktivizoje"],"Account number":["Numër llogarie"],"Account name":["Emër llogarie"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Emër banke"],"Sort code":["Kod Sort"],"Display":["Shfaqe"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Metodat e instaluara të pagesave tregohen më poshtë dhe mund të renditen, që të kontrollohet radha e shfaqjes së tyre te pjesa e dukshme e sajtit."],"Store notice text":["Tekst njoftimi shitoreje"],"Marketing":["Marketing"],"Close":["Mbylle"],"Learn more":["Mësoni më tepër"],"Save":["Ruaje"],"Add products":["Shtoni produkte"],"Products":["Produkte"],"Variations":["Variante"],"No thanks":["Jo, faleminderit"],"Address":["Adresë","Adresa"],"Categories":["Kategori"],"Cancel":["Anuloje"],"Orders":["Porosi"],"City":["Qytet"],"Stock":["Stok"],"Continue":["Vazhdo"],"Customers":["Klientë"],"Taxes":["Taksa"],"Update":["Përditësoje"],"Settings":["Rregullime"],"Coupons":["Kuponë"],"WooCommerce Tax":["Taksë WooCommerce-i"],"Download":["Shkarkim","Shkarkime"],"Product":["Produkt","Produkte"],"Metro Manila":["Metro Manila"],"Roma":["Romë"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}