{"translation-revision-date":"2023-07-17 22:34:50+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Something went wrong. Please try placing your order again.":["Diç shkoi ters. Ju lutemi, provoni të ribëni porosinë tuaj."],"Flat rate shipping":["Dërgim me tarifë fikse"],"T-Shirt":["Bluzë"],"Hoodie with Pocket":["Bluzë me Kapuç me Xhep"],"Hoodie with Logo":["Bluzë me Kapuç me Logo"],"Hoodie with Zipper":["Bluzë Me Kapuç me Zinxhir"],"Long Sleeve Tee":["Bluzë Me Mëngë të Gjata"],"Polo":["Polo"],"Something went wrong. Please contact us for assistance.":["Diç shkoi ters. Ju lutemi, lidhuni me ne që të merrni asistencë."],"Sorry, this order requires a shipping option.":["Na ndjeni, kjo porosi lyp një mundësi dërgimi."],"%s (optional)":["%s (opsionale)"],"Browse store":["Shfletoni shitoren"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Përfundimi i blerjes hasi një gabim të papritur. <button>Provoni të ringarkoni faqen<\/button>. Nëse problemi vazhdon, ju lutemi, lidhuni me ne, që të mund t’ju ndihmojmë."],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["S’ka përfundim blerje, ndërkohë që shporta juaj është e zbrazët—ju lutemi, hidhini një sy shitores tonë dhe rikthehuni kur të jeni gati për të bërë një porosi."],"Your cart is currently empty!":["Shporta juaj është aktualisht e zbrazët!"],"Orange":["Portokalli"],"Lightweight baseball cap":["Kapele bejsbolli e lehtë"],"Cap":["Kapë"],"Yellow":["E verdhë"],"Warm hat for winter":["Kapë e ngrohtë për dimër"],"Beanie":["Arush"],"example product in Cart Block\u0004Beanie":["Arush"],"example product in Cart Block\u0004Beanie with Logo":["Arush me Stemë"],"Click here to log in.":["Për të hyrë, klikoni këtu."],"Edit your cart":["Përpunoni shportën tuaj"],"Please edit your cart and try again.":["Ju lutemi, përpunoni shportën tuaj dhe riprovoni."],"Checkout error":["Gabim plotësimi blerjeje"],"There is a problem with your cart":["Ka një problem me shportën tuaj"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Pati një gabim me plotësimin e blerjes. Ju lutemi, riprovoni. Nëse problemi vazhdon, ju lutemi, lidhuni me ne, që të mund t’ju ndihmojmë."],"There was a problem with your shipping option.":["Pati një problem me mundësinë tuaj të dërgimit."],"There was a problem with your payment option.":["Pati një problem me mundësinë tuaj të pagesës."],"Something went wrong. Please contact us to get assistance.":["Diç shkoi ters. Ju lutemi, lidhuni me ne që të merrni asistencë."],"Sales tax":["Taksë shitjeje"],"Color":["Ngjyrë"],"Small":["E vogël"],"Size":["Madhësi"],"Oops!":["Hëm!"],"There was an error loading the content.":["Pati një gabim me ngarkimin e lëndës."],"Retry":["Riprovoni"],"Free shipping":["Dërgim falas"],"Error:":["Gabim:"],"You must be logged in to checkout.":["Që të plotësohet blerja, duhet të jeni i futur."],"Shipping":["Dërgim"],"Fee":["Tarifë"],"Local pickup":["Tërheqje vendore"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}