{"translation-revision-date":"2023-07-17 22:36:33+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Beta":["Beta"],"View highlights":["Highlights ansehen"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Mit dem verbesserten Erlebnis kannst du Produkte jetzt noch einfacher erstellen und bearbeiten."],"Discover the form's unique features designed to help you make this product stand out.":["Entdecke die einzigartigen Funktionen des Formulars, mit denen du dieses Produkt von der Masse abheben kannst."],"A new way to edit your products":["Ein neues Konzept zum Bearbeiten von Produkten"],"Tell me more":["Weitere Informationen"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Zurzeit unterstützen wir physische Produkte. Mit den nächsten Updates kommen auch digitale Produkte, Varianten und weitere Produktarten dazu. Bleib auf dem Laufenden!"],"More features are on the way":["Weitere Funktionen sind bald verfügbar"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Profitiere von einem reibungslosen Erlebnis, ohne Seiten neu zu laden. Unsere moderne Technologie ist zuverlässig und bietet blitzschnelle Performance."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Erstelle ein Produkt von Anfang bis Ende, ohne Seiten neu zu laden. Unsere moderne Technologie ist zuverlässig und bietet blitzschnelle Performance."],"Improved speed & performance":["Verbesserte Geschwindigkeit und Performance"],"Speed & performance":["Geschwindigkeit und Performance"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Erstelle attraktive Produktseiten mit Blöcken, Medien, Bildern, Videos und beliebigen Inhalten, um Kunden anzusprechen."],"Content-rich product descriptions":["Inhaltsreiche Produktbeschreibungen"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Eine einfachere, gebündeltere Benutzeroberfläche in modernem Design, die sich leichter bedienen lässt."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Dank dem Produktformular musst du nicht mehr so viel herumklicken. Produktdetails sind übersichtlich in Tabs gruppiert, damit du immer findest, was du suchst."],"Refreshed, streamlined interface":["Neue, optimierte Benutzeroberfläche"],"Fresh and modern interface":["Aktualisierte und moderne Benutzeroberfläche"],"About the editor…":["Über den Editor …"],"Turn off the new product form":["Neues Produktformular deaktivieren"],"Save changes and go back to the classic product editing screen.":["Speichere deine Änderungen und gehe zurück zum klassischen Bildschirm für die Produktbearbeitung."],"Please enter no more than 500 characters.":["Bitte gib höchstens 500 Zeichen ein."],"Please enter a valid email address.":["Bitte gib eine gültige E-Mail-Adresse ein."],"In case you want to participate in further discussion and future user research.":["So bleibst du auf dem Laufenden, falls du an weiteren Diskussionen und künftigen Benutzerrecherchen teilhaben möchtest."],"YOUR EMAIL ADDRESS <optional \/>":["DEINE E-MAIL-ADRESSE <optional \/>"],"(OPTIONAL)":["(OPTIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["WEITERE ÜBERLEGUNGEN <optional \/>"],"How's your experience with the new product form?":["Wie gefällt dir das neue Produktformular?"],"Meet the product editing form":["Lerne das Formular für die Produktbearbeitung kennen"],"The product editing screen's functionality meets my needs":["Die Funktionalität des Bildschirms für die Produktbearbeitung erfüllt meine Bedürfnisse"],"The product editing screen is easy to use":["Der Bildschirm für die Produktbearbeitung ist benutzerfreundlich"],"Finish":["Beenden"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"Guide controls":["Hilfreiche Steuerungen"],"Share feedback":["Feedback teilen"],"Next":["Weiter"],"Previous":["Zurück"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}