{"translation-revision-date":"2023-07-17 22:37:09+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"View highlights":["Visualizza in evidenza"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Introduzione dell'esperienza aggiornata progettata per aiutarti a creare e modificare i prodotti più facilmente."],"Discover the form's unique features designed to help you make this product stand out.":["Scopri le funzionalità uniche del modulo progettate per aiutarti a mettere in risalto questo prodotto."],"A new way to edit your products":["Un nuovo modo di modificare i prodotti"],"Tell me more":["Dimmi di più"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Anche se al momento supportiamo i prodotti fisici, sono in arrivo entusiasmanti aggiornamenti per accogliere più tipi, come prodotti digitali, varianti e altro ancora. Rimani aggiornato."],"More features are on the way":["Sono in arrivo più funzionalità"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Goditi un'esperienza perfetta senza ricaricare la pagina. La nostra moderna tecnologia garantisce affidabilità e prestazioni rapidissime."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Crea un prodotto dall'inizio alla fine senza ricaricare la pagina. La nostra moderna tecnologia garantisce affidabilità e prestazioni rapidissime."],"Improved speed & performance":["Velocità e prestazioni migliorate"],"Speed & performance":["Velocità e prestazioni"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Crea pagine di prodotti accattivanti con blocchi, elementi multimediali, immagini, video e qualsiasi contenuto che desideri per coinvolgere i clienti."],"Content-rich product descriptions":["Descrizioni del prodotto ricche di contenuti"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Sperimenta un'interfaccia più semplice e mirata con un design moderno che migliora l'usabilità."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Usare il modulo del prodotto significa avere meno clic in giro. I dettagli del prodotto sono raggruppati in modo ordinato per schede, così sai sempre dove andare."],"Refreshed, streamlined interface":["Interfaccia rinnovata e semplificata"],"Fresh and modern interface":["Interfaccia aggiornata e moderna"],"About the editor…":["Informazioni sull'editor..."],"Turn off the new product form":["Disattiva il nuovo modulo del prodotto"],"Save changes and go back to the classic product editing screen.":["Salva le modifiche e torna alla schermata di modifica del prodotto classica."],"Please enter no more than 500 characters.":["Inserisci non più di 500 caratteri."],"Please enter a valid email address.":["Inserisci un indirizzo e-mail valido."],"In case you want to participate in further discussion and future user research.":["Nel caso in cui desideri partecipare a ulteriori discussioni e future ricerche degli utenti."],"YOUR EMAIL ADDRESS <optional \/>":["IL TUO INDIRIZZO E-MAIL <optional \/>"],"(OPTIONAL)":["(OPZIONALE)"],"ADDITIONAL THOUGHTS <optional \/>":["AGGIUNGI LE TUE OPINIONI <optional \/>"],"How's your experience with the new product form?":["Qual è la tua esperienza con il nuovo modulo del prodotto?"],"Meet the product editing form":["Scopri il modulo di modifica del prodotto"],"The product editing screen's functionality meets my needs":["La funzionalità della schermata di modifica del prodotto soddisfa le mie esigenze"],"The product editing screen is easy to use":["La schermata di modifica del prodotto è facile da usare"],"Finish":["Finito"],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"Guide controls":["Controlli della guida"],"Share feedback":["Condividi il tuo feedback"],"Next":["Successivo"],"Previous":["Precedente"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}