{"translation-revision-date":"2023-07-17 22:35:54+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"The filters in the analytics screen are easy to use.":["De filters in het analysescherm zijn gemakkelijk te gebruiken."],"The filters' functionality meets my needs.":["De functionaliteit van de filters voldoet aan mijn behoeften."],"The settings screen is easy to use":["Het instellingenscherm is eenvoudig te gebruiken"],"The settings screen's functionality meets my needs":["De functionaliteit van het instellingenscherm voldoet aan mijn behoeften"],"Thanks for the feedback. We'll put it to good use!":["Bedankt voor de feedback. We zullen er nuttig gebruik van maken!"],"Strongly disagree":["Helemaal mee oneens"],"Disagree":["Oneens"],"Strongly Agree":["Helemaal mee eens"],"Agree":["Eens"],"Optional, but much apprecated. We love reading your feedback!":["Optioneel, maar zeer gewaardeerd. We waarderen uw feedback enorm!"],"How is that screen useful to you? What features would you add or change?":["In hoeverre is dat scherm nuttig voor u? Welke functies zou u toevoegen of wijzigen?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Dankzij uw feedback kunnen we duizenden verkopers zoals u een betere ervaring bieden. Geef aan in hoeverre u het eens of oneens bent met de onderstaande beweringen."],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We hebben gemerkt dat u bent begonnen aan het wijzigen van de winkelinstellingen en daarna bent weggegaan. Hoe was het? Dankzij uw feedback kunnen we duizenden verkopers zoals u een betere ervaring bieden."],"How is your experience with editing products?":["Hoe is uw ervaring met het bewerken van producten?"],"How's your experience with editing products?":["Hoe is uw ervaring met het bewerken van producten?"],"The product editing screen is easy to use":["Het productbewerkingsscherm is gemakkelijk te gebruiken"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We zagen dat u een product begon te bewerken en daarna vertrok. Hoe was dat? Uw feedback zal bijdragen aan een betere ervaring voor duizenden winkeliers zoals u."],"How is your experience with creating products?":["Hoe is uw ervaring met het maken van producten?"],"The product creation screen is easy to use":["Het productaanmaakscherm is eenvoudig te gebruiken"],"The product creation screen's functionality meets my needs":["De functionaliteit van het productaanmaakscherm voldoet aan mijn behoeften"],"Did you find the right setting?":["Heeft u de juiste instelling kunnen vinden?"],"How’s your experience with settings?":["Hoe is uw ervaring met het bewerken van producten?"],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We zagen dat u een product ging maken en toen vertrok. Hoe was dat? Uw feedback zal bijdragen aan een betere ervaring voor duizenden winkeliers zoals u."],"The search feature in WooCommerce is easy to use.":["De zoekfunctie in WooCommerce is eenvoudig te gebruiken."],"The search's functionality meets my needs.":["De functionaliteit van de zoekmachine voldoet aan mijn behoeften."],"Difficult":["Moeilijk"],"Very good":["Heel goed"],"How easy was it to use search?":["Hoe eenvoudig was het om zoeken te gebruiken?"],"Neutral":["Neutraal"],"Very difficult":["Zeer lastig"],"Pencil icon":["Potloodpictogram"],"Your feedback will go to the WooCommerce development team":["Uw feedback wordt doorgezet naar het WooCommerce-ontwikkelingsteam"],"Please share your feedback":["Deel uw feedback"],"How easy was it to filter your store analytics?":["Hoe eenvoudig was het om uw winkelanalyses te filteren?"],"Thank you for your feedback!":["Bedankt voor uw feedback!"],"Give feedback":["Geef feedback"],"Share":["Deel"],"Good":["Goed"],"Cancel":["Annuleren"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}