{"translation-revision-date":"2023-07-17 22:36:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Add your full product description here. Describe your product in detail.":["Engade a descrición completa do produto aquí. Describe o produto detalladamente."],"Keep editing":["Seguir editando"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Bo traballo! Agora podes publicar o teu produto na túa tenda pulsando o botón «Publicar» ou seguir editándoo."],"Publish your product 🎉":["Publica o teu produto 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Engade aquí as categorías do teu produto. Asigna categorías aos teus produtos para facer que sexa máis fácil navegar por eles e encontralos na túa tenda."],"Add your product categories":["Engade as categorías do teu produto"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Engade aquí as túas etiquetas do produto. As etiquetas son un método para etiquetar os teus produtos e facilitar aos clientes encontralos. Por exemplo, se vendes roupa, e tes un montón de estampados de gatos, poderías crear unha etiqueta para «gato»."],"Add your product tags":["Engade as etiquetas do teu produto"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Sube aquí unha imaxe do teu produto. O ideal é un JPG ou PNG de ao redor de 600 píxeles de ancho ou maior. Esta imaxe mostrarase no catálogo da túa tenda."],"Add your product image":["Engade a imaxe do teu produto"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Escribe aquí un resumo rápido do teu produto. Isto aparecerá na páxina do produto, xusto debaixo do nome do produto."],"Add your short product description":["Engade a descrición breve do teu produto"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Usa as pestanas para cambiar entre seccións e engadir detalles do produto. Empeza engadindo o prezo do teu produto."],"Add your product data":["Engade datos do teu produto"],"Add your product description":["Engade a descrición do teu produto"],"Start typing your new product name here. This will be what your customers will see in your store.":["Empeza a escribir aquí o nome do teu novo produto. Este será o que verán os clientes na túa tenda."],"Product name":["Nome do produto"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}