{"translation-revision-date":"2023-07-17 22:34:58+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Beta":["بيتا"],"View highlights":["عرض المميزات"],"Introducing the upgraded experience designed to help you create and edit products easier.":["طرح مقدمة حول تجربة تمت ترقيتها ومصممة لمساعدتك على إنشاء المنتجات وتحريرها بشكل أسهل."],"Discover the form's unique features designed to help you make this product stand out.":["اكتشف الميزات الفريدة في النموذج المصممة لمساعدتك على إبراز هذا المنتج."],"A new way to edit your products":["طريقة جديدة لتحرير منتجاتك"],"Tell me more":["أخبرني بالمزيد"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["بينما ندعم حاليًا المنتجات المادية، تأتي تحديثات مثيرة للاهتمام لاستيعاب مزيد من الأنواع، مثل: المنتجات الرقمية والتباينات والمزيد. ابقوا على اطلاع!"],"More features are on the way":["مزيد من الميزات في الطريق"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["استمتع بتجربة سلسة من دون إعادة تحميل الصفحة. تضمن التكنولوجيا العصرية لدينا الموثوقية والأداء فائق السرعة."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["أنشئ منتجًا من البداية إلى النهاية من دون إعادة تحميل الصفة. تضمن التكنولوجيا العصرية لدينا الموثوقية والأداء فائق السرعة."],"Improved speed & performance":["تم تحسين السرعة والأداء"],"Speed & performance":["سرعة الموقع وأداؤه"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["أنشئ صفحات منتجات مجمعة تتضمن مكوّنات ووسائط وصور وفيديوهات وأي محتوى ترغب فيه للتفاعل مع العملاء."],"Content-rich product descriptions":["أوصاف المنتجات الغنية بالمحتوى"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["جرّب واجهة أبسط وأكثر تركيزًا ذات تصميم عصري يعزز قابلية الاستخدام."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["يعني استخدام نموذج المنتجات نقرًا أقل. يتم تجميع تفاصيل المنتجات بدقة حسب علامات التبويب، حتى تعرف دائمًا المكان الذي تنتقل إليه."],"Refreshed, streamlined interface":["واجهة محدّثة ومبسّطة"],"Fresh and modern interface":["واجهة جديدة وعصرية"],"About the editor…":["نبذة عن المحرر…"],"Turn off the new product form":["إيقاف تشغيل نموذج المنتجات الجديد"],"Save changes and go back to the classic product editing screen.":["احفظ التغييرات وانتقل مرة أخرى إلى شاشة تحرير المنتجات التقليدية."],"Please enter no more than 500 characters.":["يرجى إدخال ما لا يزيد على 500 حرف."],"Please enter a valid email address.":["يرجى إدخال عنوان بريد إلكتروني صالح."],"In case you want to participate in further discussion and future user research.":["في حال أردت المشاركة في مزيد من المناقشات والبحث عن المستخدم في المستقبل."],"YOUR EMAIL ADDRESS <optional \/>":["عنوان بريدك الإلكتروني <optional \/>"],"(OPTIONAL)":["(اختياري)"],"ADDITIONAL THOUGHTS <optional \/>":["أفكار إضافية <optional \/>"],"How's your experience with the new product form?":["كيف تكون تجربتك مع نموذج المنتجات الجديد؟"],"Meet the product editing form":["الاطلاع على نموذج تحرير المنتج"],"The product editing screen's functionality meets my needs":["تستوفي وظائف شاشة تحرير المنتج احتياجاتي"],"The product editing screen is easy to use":["يسهل استخدام شاشة تحرير المنتج"],"Finish":["إنهاء"],"Page %1$d of %2$d":["الصفحة %1$d من %2$d"],"Guide controls":["عناصر تحكّم الدليل"],"Share feedback":["مشاركة الملاحظات."],"Next":["التالي"],"Previous":["السابق"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}