{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"WooPayments":["WooPayments"],"Profiler":["Generador de perfils"],"Please enter a city":["Introduïu una ciutat"],"Please enter a post code":["Introduïu un codi postal"],"Please enter an address":["Introduïu una adreça"],"Select a date type":["Seleccioneu un tipus de data"],"No Thanks":["No, gràcies"],"Install and enable":["Instal·la i activa"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Estalvieu temps i diners imprimint les etiquetes d'enviament directament des del vostre ordinador mitjançant alguna d'aquestes solucions d'enviament."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Estalvieu temps i diners imprimint les etiquetes d'enviament directament des del vostre ordinador mitjançant %1$s. Proveu %2$s gratuïtament. {{link}}Més informació{{\/link}}"],"Date completed":["Data de finalització"],"Date paid":["Data de pagament"],"Date created":["Data de creació"],"Date type:":["Tipus de data:"],"Database date field considered for Revenue and Orders reports":["El camp de data de la base de dades és tingut en compte per als informes d'ingressos i comandes"],"There was a problem setting up automated taxes. Please try again.":["S'ha produït un error en configurar els impostos automatitzats. Torneu-ho a provar."],"Feedback":["Opinions"],"You have been working on this product for a few minutes now. Is there something you're struggling with? Share your feedback.":["Ja fa uns minuts que esteu treballant en aquest producte. Hi ha algun problema? Compartiu els vostres comentaris."],"🫣 Feeling stuck?":["🫣 Esteu bloquejats?"],"Edit Product Variation":["Edita la variació de producte"],"How's your experience with the product editor?":["Què tal la vostra experiència amb l'editor de productes?"],"Use recommended settings":["Utilitza les opcions recomanades"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Configuració d'impostos incoherent:{{\/b}} per evitar possibles errors d'arrodoniment, els preus s'han d'introduir i mostrar de manera coherent a totes les ubicacions, amb impostos inclosos o exclosos."],"Recommended settings applied.":["S'ha aplicat la configuració recomanada."],"The store setup process meets my needs.":["El procés de configuració de la botiga s'adapta a les meves necessitats."],"The store setup is easy to complete.":["La configuració de la botiga és fàcil de completar."],"The product editing screen's functionality meets my needs":["La funcionalitat de la pantalla d'edició de productes s'adapta a les meves necessitats"],"The product editing screen is easy to use":["La pantalla d'edició de productes és fàcil d'utilitzar"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Afegiu els detalls de la ubicació de la vostra botiga per ajudar-nos a configurar l'enviament, els impostos, la moneda i molt més d'una manera totalment automatitzada. Un cop fet això, feu clic al botó «Desa» que es troba al final del formulari."],"Add details":["Afegiu els detalls"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Poseu la vostra botiga en funcionament en poc temps. Afegiu l'adreça de la botiga per configurar l'enviament, els impostos i els pagaments més ràpidament."],"First, tell us about your store":["Primer, parleu-nos de la vostra botiga"],"Store location illustration":["Il·lustració d'ubicació de la botiga"],"Add New Product":["Afegeix un nou producte"],"Save store location":["Desa la ubicació de la botiga"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Afegiu la ubicació de la vostra botiga per ajudar-nos a calcular les tarifes d'enviament i les millors opcions d'enviament per a vosaltres. Podeu tornar a gestionar la ubicació de la vostra botiga en qualsevol moment a les opcions generals del WooCommerce."],"Set your store location":["Establiu la ubicació de la vostra botiga"],"Enable shipping label printing and discounted rates":["Activa la impressió d'etiquetes d'enviament i les tarifes d'enviament amb descompte"],"Save shipping options":["Desa les opcions d'enviament"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Us recomanem les següents opcions d'enviament en funció de la vostra ubicació. Podeu tornar a gestionar les vostres opcions d'enviament en qualsevol moment a les opcions d'enviament del WooCommerce."],"Try one of the alternative payment providers.":["Proveu un dels proveïdors de pagament alternatius."],"Other payment providers":["Altres proveïdors de pagament"],"Give your customers additional choices in ways to pay.":["Oferiu als vostres clients opcions de pagament addicionals."],"To start accepting online payments":["Per començar a acceptar pagaments en línia"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Guanyeu i gestioneu ingressos recurrents i obteniu ingressos automàtics al vostre compte bancari designat."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Veneu als mercats internacionals i accepteu més de 135 monedes amb mètodes de pagament locals."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Oferiu als vostres clients la forma preferida de pagar, inclosos els pagaments amb targeta de dèbit i crèdit, Apple Pay, Sofort, SEPA, iDeal i molts altres."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Bona elecció! Heu triat afegir noves característiques sorprenents a la vostra botiga. Aneu al pagament per completar la compra."],"Purchase illustration":["Il·lustració de compra"],"& more.":["i més."],"Accepted payment methods include:":["Els mètodes de pagament acceptats inclouen:"],"By using WooCommerce Payments you agree to be bound by our <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink> ":["En utilitzar WooCommerce Payments, accepteu estar subjecte a les nostres <tosLink>condicions del servei<\/tosLink> i reconeixeu que heu llegit la nostra <privacyLink>política de privadesa<\/privacyLink> "],"Accept payments and manage your business.":["Accepteu pagaments i gestioneu el vostre negoci."],"Preview store":["Previsualitza la botiga"],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Creeu el vostre catàleg afegint el que voleu vendre. Podeu afegir productes manualment o importar-los des d'una botiga diferent."],"Add products to sell":["Afegiu productes per vendre"],"Products illustration":["Il·lustració de productes"],"View options":["Visualitza les opcions"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Trieu entre diversos mètodes de pagament ràpids i segurs en línia i sense connexió per facilitar el pagament a la botiga als vostres clients."],"Payment illustration":["Il·lustració de pagament"],"Make your store stand out":["Feu que la botiga destaqui"],"Appearance illustration":["Il·lustració d'aparença"],"Add sales channels":["Afegeix canals de venda"],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Doneu un impuls al vostre negoci activant canals socials com ara un butlletí, Facebook, Google, la venda en persona i molt més."],"Marketing illustration":["Il·lustració de màrqueting"],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Trieu on i com enviareu els vostres productes, seleccioneu els mètodes d'enviament i afegiu quotes fixes o calculades."],"Shipping illustration":["Il·lustració d'enviament"],"Yes, please":["Sí"],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Configureu els tipus impositius manualment o utilitzeu WooCommerce i Jetpack per automatitzar els càlculs d'impostos sobre les vendes."],"Add your tax rates":["Afegiu els tipus impositius"],"Tax illustration":["Il·lustració d'impostos"],"We appreciate your feedback!":["Agraïm els vostres comentaris!"],"How was your experience?":["Com ha estat la vostra experiència?"],"Show setup task list":["Mostra la llista de tasques de configuració"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Felicitats! Preneu-vos un moment per celebrar-ho i esteu atents a la primera venda."],"Welcome to your store":["Us donem la benvinguda a la botiga"],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Ho esteu fent molt bé! {{strongText}}Queden %1$d passos{{\/strongText}} perquè la vostra botiga estigui a punt. {{setupLink}}Continua amb la configuració{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Ja gairebé hi sou. Només {{strongText}}queden %1$d passos{{\/strongText}} perquè la vostra botiga estigui a punt. {{setupLink}}Finalitzeu la configuració{{\/setupLink}}"],"Offline payment methods":["Mètodes de pagament sense connexió"],"Choose a payment provider":["Trieu un proveïdor de pagament"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Seguiu aquests passos per començar a vendre ràpidament. %1$d de %2$d completat."],"Hide setup list":["Amaga la llista de configuració"],"You are almost there":["Gairebé hi sou"],"You are on the right track":["Aneu pel bon camí"],"Let's get you started":["Comencem"],"Welcome to %s":["Us donem la benvinguda a %s"],"Add a way to get paid":["Afegeix una forma de cobrar"],"There was an error importing the sample products":["S'ha produït un error en importar els productes de mostra"],"Built by WooCommerce":["Desenvolupat per WooCommerce"],"Activity":["Activitat"],"Hide this list":["Amaga aquesta llista"],"Keep list":["Manté la llista"],"You've completed store setup":["Heu completat la configuració de la botiga"],"Yes, hide store setup tasks":["Sí, amaga les tasques de configuració de la botiga"],"Are you sure? These tasks are required for all stores.":["Esteu segur? Aquestes tasques són necessàries per a totes les botigues."],"Hide store setup tasks":["Amaga les tasques de configuració de la botiga"],"It's time to get paid":["És hora de cobrar"],"Add shipping zones":["Afegeix zones d'enviament"],"Set up shipping for your store":["Configureu l'enviament per a la vostra botiga"],"Personalize":["Personalitza"],"Modify choices":["Modifica les opcions"],"Get more sales":["Aconseguiu més vendes"],"Set up taxes manually":["Configura els impostos manualment"],"Choose a tax partner":["Trieu un soci fiscal"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Quan instal·leu WooCommerce Tax i Jetpack, accepteu les {{link}}condicions del servei{{\/link}}."],"100% free":["100% gratuït"],"Powered by {{link}}Jetpack{{\/link}}":["Funciona gràcies a {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Compliment del nexe econòmic {{strong}}únic{{\/strong}}"],"Best for new stores":["El millor per a botigues noves"],"Return-ready, jurisdiction-level reporting.":["Informes a nivell competencial, llestos per lliurar-se."],"Automate filing & remittance":["Automatitzeu l'arxiu i les remeses"],"Cross-border and multi-channel compliance":["Compliment transfronterer i multicanal"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["Compliment del nexe de {{strong}}diverses economies{{\/strong}}"],"Real-time sales tax calculation":["Càlcul de l'impost sobre les vendes en temps real"],"Powerful all-in-one tax tool":["Potent eina fiscal, tot en un"],"Avalara":["Avalara"],"Sorry, you are not allowed to access this page.":["No teniu permisos per accedir a aquesta pàgina."],"Not allowed":["No permès"],"See more":["Mostra'n més"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Us recomanem que afegiu una de les eines de màrqueting següents per a la vostra botiga. L'extensió s'instal·larà i s'activarà quan feu clic a «Comença»."],"Recommended marketing extensions":["Extensions de màrqueting recomanades"],"%s logo":["Logotip de %s"],"You can manage this payment gateway's settings by clicking the button below":["Podeu gestionar les opcions d'aquesta passarel·la de pagament si feu clic al següent botó"],"%s configured successfully":["%s configurat correctament"],"Add your logo, create a homepage, and start designing your store.":["Afegiu el vostre logotip, creeu una pàgina d'inici i comenceu a dissenyar la vostra botiga."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Esteu només a un pas de cobrar. Verifiqueu els detalls del vostre negoci per començar a gestionar les transaccions amb WooCommerce Payments."],"Task postponed until tomorrow":["Tasca ajornada fins demà"],"Show %d more task.":["Mostra %d tasca més.","Mostra %d tasques més."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Amb WooCommerce Shipping podeu estalviar temps imprimint les vostres etiquetes d’enviament USPS i DHL Express a casa"],"You have inventory to review and update":["Teniu inventari per revisar i actualitzar"],"Inventory to review":["Inventari per revisar"],"Orders to fulfill":["Comandes per tramitar"],"You have %d new thing to do":["Teniu %d cosa nova a fer","Teniu %d coses noves a fer"],"Things to do next":["Coses a fer a continuació"],"Show things to do next":["Mostra coses a fer a continuació"],"Additional payment options":["Opcions de pagament addicionals"],"Setup required":["Configuració obligatòria"],"Preview site":["Vista prèvia del lloc"],"Local Partner":["Soci local"],"Configure your %(title)s account":["Configureu el vostre compte de %(title)s"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Ara podeu marcar les vostres extensions com a preferides per fixar-les al nivell superior de la navegació."],"Introducing favorites":["Presentació dels preferits"],"Remove this item from your favorites.":["Suprimiu aquest element dels vostres preferits."],"Add this item to your favorites.":["Afegiu aquest element als vostres preferits."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Quan instal·leu Jetpack, accepteu les {{link}}condicions del servei{{\/link}}."],"Install Jetpack":["Instal·la JetPack"],"Got it":["D'acord"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Si teniu cap pregunta, no dubteu a explorar els documents de WooCommerce que s'enumeren aquí."],"We're here for help":["Som aquí per ajudar-vos"],"No thanks, I'll set up manually":["No, ho configuraré manualment"],"I don't charge sales tax":["No cobro impostos sobre les vendes"],"Set up manually":["Configura manualment"],"Would you like to add the following paid features to your store now?":["Voleu afegir les següents característiques de pagament a la vostra botiga ara?"],"I agree":["Accepto"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["En acceptar compartir {{link}}dades d’ús{{\/link}} no sensibles, ens ajudareu a millorar les característiques i a optimitzar l’experiència de WooCommerce Payments. Podeu desactivar això en qualsevol moment."],"Help us build a better WooCommerce Payments experience":["Ajudeu-nos a crear una millor experiència per WooCommerce Payments"],"WordPress Dashboard":["Escriptori de WordPress"],"Site Icon":["Icona del lloc"],"Display options":["Opcions de visualització"],"Two columns":["Dues columnes"],"Single column":["Una columna"],"WooCommerce Home":["Pàgina d'inici de WooCommerce"],"Download the WooCommerce app":["Baixa l'aplicació de WooCommerce"],"Run your store from anywhere":["Dirigiu la vostra botiga des de qualsevol lloc"],"Help":["Ajuda"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Quan instal·leu les extensions Jetpack i WooCommerce Shipping, accepteu les {{link}}condicions del servei{{\/link}}."],"Task dismissed":["Tasca descartada"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Quan instal·leu Jetpack i WooCommerce Tax, accepteu les {{link}}condicions del servei{{\/link}}."],"My business doesn't charge sales tax":["El meu negoci no cobra impostos sobre les vendes"],"Install Jetpack and WooCommerce Tax":["Instal·la Jetpack i WooCommerce Tax"],"Abort":["Interromp"],"Setup Wizard":["Assistent de configuració"],"Review your shipping options":["Reviseu les opcions d'enviament"],"Payment Methods":["Mètodes de pagament"],"Hide this":["Amaga això"],"2 minutes":["2 minuts"],"Undo":["Desfés"],"Import sample products":["Importa productes de mostra"],"Home":["Inici"],"Overview":["Resum"],"Installed marketing extensions":["Extensions de màrqueting instal·lades"],"Finish setup":["Acaba la configuració"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Quan cliqueu \"Verifica els detalls\", accepteu les {{link}}condicions del servei{{\/link}}"],"Verify details":["Verifica els detalls"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["S'ha produït un error en connectar-vos a WooCommerce Payments. Torneu-ho a provar o connecteu-vos més tard a les opcions de la botiga."],"These details are required to receive payments via bank transfer":["Aquests detalls són necessaris per rebre pagaments mitjançant transferència bancària"],"Add your bank details":["Afegiu les vostres dades bancàries"],"Direct bank transfer details added successfully":["Els detalls de transferència bancària directa s'han afegit correctament"],"There was a problem saving your payment settings":["Hi ha hagut un problema en desar les vostres opcions de pagament"],"Please enter an account number or IBAN":["Introduïu un número de compte o IBAN"],"Unregistered Statuses":["Estats no registrats"],"Install":["Instal·la"],"Mutable settings should be accessed via data store.":["Les opcions mutables s'han d'accedir a través del magatzem de dades."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Activitat de la botiga"],"unread activity":["activitat no llegida"],"Reviews to moderate":["Ressenyes per moderar"],"You have %d review to moderate":["Teniu %d ressenya per moderar","Teniu %d ressenyes per moderar"],"You have %d order to fulfill":["Teniu %d comanda per tramitar","Teniu %d comandes per tramitar"],"Get started":["Comença"],"Yes, count me in!":["Sí, compteu amb mi!"],"Build a better WooCommerce":["Creeu un millor WooCommerce"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Aconseguiu característiques millorades i correccions més ràpides compartint dades no sensibles mitjançant el {{link}}seguiment d’ús{{\/link}} que ens mostra com s’utilitza WooCommerce. No s'emmagatzema ni registra cap dada personal."],"There was a problem updating your preferences":["Hi ha hagut un problema en actualitzar les vostres preferències"],"Install %s":["Instal·la %s"],"Task List Options":["Opcions de la llista de tasques"],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} i {{strong}}WooCommerce Tax{{\/strong}} us poden automatitzar els càlculs d'impostos sobre les vendes."],"Good news!":["Bones notícies!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Si cliqueu «Configura», activareu els tipus i els càlculs impositius. Més informació {{link}}aquí{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Dirigiu-vos a la pantalla d'opcions de tipus impositius per configurar els vostres tipus impositius"],"Configure tax rates":["Configura els tipus impositius"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Connecteu la vostra botiga a WordPress.com per activar els càlculs automatitzats d'impostos sobre les vendes"],"Set up tax rates manually":["Configura els tipus impositius manualment"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack i WooCommerce Tax permeten automatitzar els càlculs d'impostos sobre les vendes"],"You're awesome! One less item on your to-do list ✅":["Un element menys a la vostra llista de tasques ✅"],"Connect your store to WordPress.com to enable label printing":["Connecteu la vostra botiga a WordPress.com per activar la impressió d’etiquetes"],"Connect your store":["Connecteu la vostra botiga"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomanem que utilitzeu ShipStation per estalviar temps a l'oficina de correus imprimint les etiquetes d'enviament a casa. Proveu ShipStation durant 30 dies de forma gratuïta. {{link}}Més informació{{\/link}}."],"Enable shipping label printing":["Activa la impressió d'etiquetes d'enviament"],"Define how much customers pay to ship to different destinations":["Definiu quant paguen els clients per enviar a diferents destinacions"],"Set shipping costs":["Estableix les despeses d'enviament"],"The address from which your business operates":["L’adreça des de la qual opera el vostre negoci"],"Set store location":["Estableix la ubicació de la botiga"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 L’enviament ja està fet! No us preocupeu, sempre podeu canviar-lo més endavant"],"Shipping cost":["Despesa d'enviament"],"Shipping rates can not be negative numbers.":["Les tarifes d'enviament no poden ser números negatius."],"Your shipping rates have been updated":["Les vostres tarifes d'enviament s'han actualitzat"],"There was a problem saving your store location":["Hi ha hagut un problema en desar la ubicació de la vostra botiga"],"Post code":["Codi postal"],"Please select a country \/ region":["Seleccioneu un país \/ regió"],"Complete task":["Completa la tasca"],"Optionally display a prominent notice across all pages of your store":["Opcionalment, mostreu un avís destacat a totes les pàgines de la botiga"],"Set a store notice":["Estableix l'avís de la botiga"],"Proceed":["Continua"],"Ensure your store is on-brand by adding your logo":["Assegureu-vos que la vostra botiga encaixa amb la vostra marca afegint el vostre logotip"],"Upload a logo":["Penja un logotip"],"Create homepage":["Crea la pàgina d'inici"],"Create a new homepage and customize it to suit your needs":["Creeu una nova pàgina d'inici i personalitzeu-la segons les vostres necessitats"],"Create a custom homepage":["Crea una pàgina d'inici personalitzada"],"Skip":["Salta"],"We’ll add some products that will make it easier to see what your store looks like":["Afegirem alguns productes que us faran més fàcil veure l'aparença de la vostra botiga"],"Customize":["Personalitza"],"All sample products have been imported":["S'han importat tots els productes de mostra"],"There was an error importing some of the sample products":["S'ha produït un error en importar alguns dels productes de mostra"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 La vostra botiga llueix molt! No oblideu continuar personalitzant-la"],"Store logo updated successfully":["El logotip de la botiga s'ha actualitzat correctament"],"I'll do it later":["Ho faré més endavant"],"You won't have access to this functionality until the extensions have been purchased and installed.":["No tindreu accés a aquesta funcionalitat fins que no es comprin i s’instal·lin les extensions."],"%s — %s per year":["%s — %s per any"],"Dismiss this notice":["Descarta aquest avís"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Selecciona un interval de dates predeterminat. Quan no se seleccioni cap interval, els informes es visualitzaran per l'interval de dates predeterminat."],"Default date range:":["Interval de dates predeterminat:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Les comandes amb aquests estats requereixen una acció per part de l'administrador de la botiga. Aquestes comandes es mostraran a la tasca de comandes de la pantalla d'inici."],"Actionable statuses:":["Estats que requereixen una acció:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Les comandes amb aquests estats queden excloses dels totals als vostres informes. L'estat {{strong}}Reemborsat{{\/strong}} no es pot excloure."],"Custom Statuses":["Estats personalitzats"],"Excluded statuses:":["Estats exclosos:"],"Exclude the %s status from reports":["Exclou l'estat %s dels informes"],"Continue setup":["Continua la configuració"],"Edit Product":["Edita el producte"],"Analytics":["Analítiques"],"Revenue":["Ingressos"],"Country \/ Region":["País \/ Regió"],"Show less":["Mostra'n menys"],"Yes please":["Sí"],"Retry":["Reintenta"],"Layout":["Format"],"Manage":["Gestiona"],"Recommended":["Recomanat"],"Import products":["Importa productes"],"Activate":["Activa"],"Connect":["Connecta"],"Free shipping":["Enviament gratuït"],"Extensions":["Extensions"],"Rest of the world":["Resta del món"],"Downloads":["Baixades"],"Configure":["Configura"],"Buy now":["Compra ara"],"Enable":["Activa"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nom del banc"],"Account number":["Número de compte"],"Account name":["Nom del compte"],"Sort code":["Codi de classificació"],"Marketing":["Màrqueting"],"Display":["Visualització"],"Store notice text":["Text de l'avís de la botiga"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Els mètodes de pagament instaŀlats es mostren a continuació i es poden ordenar per controlar com es mostren a la web."],"Add products":["Afegeix productes"],"Save":["Desa"],"Learn more":["Més informació"],"Close":["Tanca"],"Variations":["Variacions"],"Address":["Adreça","Adreces"],"Products":["Productes"],"No thanks":["No"],"Continue":["Continua"],"Taxes":["Impostos"],"Customers":["Clients"],"Orders":["Comandes"],"City":["Ciutat"],"Cancel":["Cancel·la"],"Categories":["Categories"],"Stock":["Estoc"],"Product":["Producte","Productes"],"WooCommerce Tax":["WooCommerce Tax"],"Coupons":["Cupons"],"Update":["Actualitza"],"Download":["Baixada","Baixa"],"Settings":["Opcions"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}