{"translation-revision-date":"2023-07-17 22:37:03+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"View highlights":["Lihat sorotan"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Memperkenalkan peningkatan pengalaman yang dirancang untuk mempermudah pembuatan dan pengeditan produk."],"Discover the form's unique features designed to help you make this product stand out.":["Jelajahi fitur unik formulir yang dirancang untuk membantu produk ini tampil menonjol."],"A new way to edit your products":["Cara baru untuk mengedit produk Anda"],"Tell me more":["Beri tahu selengkapnya"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Meskipun saat ini kami mendukung produk fisik, pembaruan menarik akan hadir untuk mendukung lebih banyak jenis produk, seperti produk digital, variasi, dan masih banyak lagi. Tunggu kabar terbarunya!"],"More features are on the way":["Lebih banyak fitur sedang dipersiapkan"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Nikmati layanan yang lancar tanpa pemuatan ulang halaman. Teknologi modern kami menjamin keandalan dan performa secepat kilat."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Buat produk dari awal hingga akhir tanpa pemuatan ulang halaman. Teknologi modern kami menjamin keandalan dan performa secepat kilat."],"Improved speed & performance":["Peningkatan kecepatan & performa"],"Speed & performance":["Kecepatan & performa"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Buat halaman produk yang memikat dengan blok, media, gambar, video, dan konten yang Anda inginkan untuk menarik perhatian pelanggan."],"Content-rich product descriptions":["Deskripsi produk yang kaya konten"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Rasakan antarmuka yang lebih sederhana dan fokus dengan desain modern yang mempermudah penggunaan."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Dengan menggunakan formulir produk, Anda jadi tidak perlu banyak mengeklik. Detail produk dikelompokkan dengan rapi berdasarkan tab, sehingga Anda tahu bagian mana yang harus dituju."],"Refreshed, streamlined interface":["Antarmuka yang disegarkan dan disederhanakan"],"Fresh and modern interface":["Antarmuka yang segar dan modern"],"About the editor…":["Tentang editor..."],"Turn off the new product form":["Nonaktifkan formulir produk yang baru"],"Please enter no more than 500 characters.":["Masukkan maksimal 500 karakter."],"Please enter a valid email address.":["Masukkan alamat email yang valid."],"In case you want to participate in further discussion and future user research.":["Jika Anda ingin berpartisipasi dalam diskusi lebih lanjut dan penelitian pengguna di masa mendatang."],"YOUR EMAIL ADDRESS <optional \/>":["ALAMAT EMAIL ANDA<optional \/>"],"(OPTIONAL)":["(OPSIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["GAGASAN TAMBAHAN <optional \/>"],"How's your experience with the new product form?":["Bagaimana pengalaman Anda menggunakan formulir produk yang baru?"],"Meet the product editing form":["Kenali formulir pengeditan produk"],"The product editing screen's functionality meets my needs":["Fungsionalitas layar pengeditan produk sesuai kebutuhan saya"],"The product editing screen is easy to use":["Layar pengeditan produk mudah digunakan"],"Finish":["Selesai"],"Page %1$d of %2$d":["Halaman %1$d dari %2$d"],"Guide controls":["Kontrol panduan"],"Share feedback":["Bagikan masukan"],"Next":["Selanjutnya"],"Previous":["Sebelumnya"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}