{"translation-revision-date":"2023-07-18 12:03:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Totals will be recalculated when a valid shipping method is selected.":["Els totals es tornaran a calcular quan se seleccioni un mètode d'enviament vàlid."],"Something went wrong. Please try placing your order again.":["S'ha produït un error. Proveu a realitzar la comanda de nou."],"Flat rate shipping":["Tarifa plana d'enviament"],"T-Shirt":["Samarreta"],"Hoodie with Pocket":["Dessuadora amb butxaca"],"Hoodie with Logo":["Dessuadora amb logotip"],"Hoodie with Zipper":["Dessuadora amb cremallera"],"Long Sleeve Tee":["Samarreta de màniga llarga"],"Polo":["Polo"],"Something went wrong. Please contact us for assistance.":["S'ha produït un error. Poseu-vos en contacte amb nosaltres per obtenir ajuda."],"Sorry, this order requires a shipping option.":["Aquesta comanda requereix una opció d'enviament."],"%s (optional)":["%s (opcional)"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["El pagament ha trobat un error inesperat. <button>Proveu de tornar a carregar la pàgina<\/button>. Si l'error persisteix, poseu-vos en contacte amb nosaltres per ajudar-vos."],"Browse store":["Navegueu per la botiga"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["El pagament no estarà disponible mentre la cistella estigui buida. Feu una ullada a la nostra botiga i torneu aquí quan estigueu preparats per realitzar una comanda."],"Your cart is currently empty!":["La cistella està buida actualment!"],"Orange":["Taronja"],"Lightweight baseball cap":["Gorra de beisbol lleugera"],"Cap":["Gorra"],"Yellow":["Groc"],"Warm hat for winter":["Barret càlid per a l’hivern"],"Beanie":["Gorra"],"example product in Cart Block\u0004Beanie":["Gorra"],"example product in Cart Block\u0004Beanie with Logo":["Gorra amb logotip"],"Click here to log in.":["Cliqueu aquí per entrar."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Hi ha hagut un problema en fer el pagament. Torneu-ho a provar. Si el problema continua, poseu-vos en contacte amb nosaltres per ajudar-vos."],"Edit your cart":["Editeu la vostra cistella"],"Please edit your cart and try again.":["Editeu la vostra cistella i torneu-ho a provar."],"There is a problem with your cart":["Hi ha un problema amb la vostra cistella"],"Checkout error":["Error de pagament"],"There was a problem with your shipping option.":["Hi ha hagut un problema amb la vostra opció d'enviament."],"There was a problem with your payment option.":["Hi ha hagut un problema amb la vostra opció de pagament."],"Something went wrong. Please contact us to get assistance.":["Alguna cosa ha anat malament. Per obtenir ajuda, contacteu amb nosaltres."],"Sales tax":["Impost sobre les vendes"],"Color":["Color"],"Small":["Petit"],"Size":["Mida"],"There was an error loading the content.":["S'ha produït un error en carregar aquest contingut."],"Oops!":["Vaja!"],"Retry":["Reintenta"],"Free shipping":["Enviament gratuït"],"Error:":["Error:"],"You must be logged in to checkout.":["Heu d'iniciar sessió per poder finalitzar la comanda."],"Shipping":["Enviament"],"Local pickup":["Recollida local"],"Fee":["Quota"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}