{"translation-revision-date":"2023-07-26 15:38:35+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"Get started here":["Begin hier"],"Interested in creating your own block?":["Geïnteresseerd in het maken van je eigen blok?"],"Installing…":["Aan het installeren..."],"Available to install":["Beschikbaar om te installeren"],"No results available from your installed blocks.":["Geen resultaten beschikbaar van je geïnstalleerde blokken."],"Block %s installed and added.":["Blok %s geïnstalleerd en toegevoegd."],"Installed!":["Geïnstalleerd!"],"Try reloading the page.":["Probeer de pagina opnieuw te laden."],"Install %1$s. %2$s stars with %3$s review.":["Installeer %1$s. %2$s sterren met %3$s beoordeling.","Installeer %1$s. %2$s sterren met %3$s beoordelingen."],"Install block":["Installeer blok"],"Blocks available for install":["Blokken beschikbaar om te installeren"],"%1$s <span>by %2$s<\/span>":["%1$s <span>door %2$s<\/span>"],"Select a block to install and add it to your post.":["Selecteer een blok om te installeren en voeg het toe aan je bericht."],"%d additional block is available to install.":["%d extra blok is beschikbaar om te installeren.","%d extra blokken zijn beschikbaar om te installeren."],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Je website biedt geen ondersteuning voor het '%s' blok. Je kan dit blok proberen te installeren of het helemaal te verwijderen."],"Install %s":["Installeer %s"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Je website bevat geen ondersteuning voor het %s blok. Je kan proberen het blok te installeren, het om te zetten naar een aangepast HTML blok of het helemaal te verwijderen."],"Error registering block. Try reloading the page.":["Fout bij registreren van blok. Probeer de pagina opnieuw te laden."],"Error installing block. You can reload the page and try again.":["Fout bij het installeren van blok. Je kan de pagina opnieuw laden en het opnieuw proberen."],"This block is already installed. Try reloading the page.":["Het blok is al geïnstalleerd. Probeer de pagina opnieuw te laden."],"An error occurred.":["Er is een fout opgetreden."],"The following block has been added to your site.":["Het volgende blok is toegevoegd aan je website.","De volgende blokken zijn toegevoegd aan je website."],"Added: %d block":["Toegevoegd: %d blok","Toegevoegd: %d blokken"],"By %s":["Door %s"],"%s out of 5 stars":["%s van de 5 sterren"],"Keep as HTML":["Houd als HTML"],"No results found.":["Geen resultaten gevonden."]}},"comment":{"reference":"build\/block-directory\/index.js"}}