{"translation-revision-date":"2021-10-01 09:36:02+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_VE"},"The verification code has expired. Please initiate a new verification request by the resend button.":["Ha caducado el código de verificación. Por favor, inicia una nueva solicitud de verificación mediante el botón de reenvío."],"A text message with the 6-digit verification code has been sent to <userPhoneNumber \/>.":["Un mensaje de texto con el código de verificación de 6 dígitos ha sido enviado a <userPhoneNumber \/>."],"Resend code":["Reenviar el código"],"Resend code (in %ds)":["Reenviar el código (en %d segundos)"],"Or, receive a verification code through a phone call":["O recibe un código de verificación a través de una llamada de teléfono"],"You will receive a phone call at <userPhoneNumber \/> with an automated message containing the 6-digit verification code.":["Recibirás una llamada de teléfono en <userPhoneNumber \/> con un mensaje automatizado que contiene el código de verificación de 6 dígitos."],"Call again":["Volver a llamar"],"Call again (in %ds)":["Volver a llamar (en %d segundos)"],"Or, receive a verification code through text message":["O recibe un código de verificación a través de un mensaje de texto"],"Enter verification code":["Introducir el código de verificación"],"Verify phone number":["Verificar el número de teléfono"],"Text message":["Mensaje de texto"],"Phone call":["Llamada de teléfono"],"Select verification method":["Seleccionar el método de verificación"],"Send verification code":["Enviar el código de verificación"],"Please add your phone number":["Por favor, añade tu número de teléfono"],"Google requires the phone number for all stores using Google Merchant Center. ":["Google necesita el número de teléfono de todas las tiendas que usen Google Merchant Center. "],"Refresh to sync":["Actualizar para sincronizar"],"Edit your store address in your <link>WooCommerce settings<\/link>.":["Edita la dirección de tu tienda en tus <link>ajustes de WooCommerce<\/link>."],"Once you’ve saved your new address there, refresh to sync your new address with Google.":["Una vez que hayas guardado allí tu nueva dirección, actualiza para sincronizar tu nueva dirección con Google."],"Please add your store address":["Por favor, añade la dirección de tu tienda"],"Google requires the store address for all stores using Google Merchant Center. ":["Google necesita la dirección de la tienda de todas las tiendas que usen Google Merchant Center. "],"Note: The currency set in your Google Ads account is <adsCurrency \/>, which is different from your store currency, <storeCurrency \/>. <readMoreLink>Read more<\/readMoreLink>":["Nota: La moneda establecida en tu cuenta de Google Ads es <adsCurrency \/>, que es distinta de la moneda de tu tienda, <storeCurrency \/>. <readMoreLink>Lee más<\/readMoreLink>"],"Edit store address":["Editar la dirección de la tienda"],"Your store address is required by Google for verification purposes. It will be shared with the Google Merchant Center and will not be displayed to customers.":["Google necesita la dirección de tu tienda para fines de verificación. Será compartida con Google Merchant Center y no se mostrará a los clientes."],"Edit phone number":["Editar el número de teléfono"],"Your phone number is required by Google for verification purposes. It will be shared with the Google Merchant Center and will not be displayed to customers.":["Google necesita tu número de teléfono para fines de verificación. Será compartido con Google Merchant Center y no se mostrará a los clientes."],"Unable to initiate the verification code request. A maximum of five attempts to verify the same phone number every four hours. Please try again later.":["No se ha podido iniciar la solicitud del código de verificación. Un máximo de cinco intentos de verificación del mismo número de teléfono cada cuatro horas. Por favor, inténtalo de nuevo más tarde."],"Wrong verification code. Please try again.":["Código de verificación erróneo. Por favor, inténtalo de nuevo."],"Save details":["Guardar detalles"],"WooCommerce Logo":["Logotipo de WooCommerce"],"Drawing of a person who successfuly launched a campaign":["Dibujo de una persona que lanzó una campaña con éxito"],"Review and confirm that your store meets Google Merchant Center requirements.":["Revisa y confirma que tu tienda reúna los requisitos de Google Merchant Center."],"Confirm store requirements":["Confirmar requisitos de la tienda"],"Contact information":["Información de contacto"],"Learn more":["Más información"],"Please enter a phone number to be used for verification.":["Por favor, confirma un número de teléfono usado para la verificación."],"Country code":["Código de país"],"Store address":["Dirección de la tienda"],"Phone number":["Número de teléfono"],"Google Logo":["Logotipo de Google"],"Drawing of a bar and line charts heading up":["Dibujo de una gráfica de barras y líneas creciendo"],"Google Shopping search results example":["Ejemplo de resultados de búsqueda en Google Shopping"],"There was an error loading Google Merchant Center contact information.":["Ocurrió un error al cargar la información de contacto de Google Merchant Center."],"Successfully connected through Jetpack":["Conectado correctamente mediante Jetpack"],"Connect account":["Conectar la cuenta"],"Try another Google account":["Prueba con otra cuenta de Google"],"Try connecting with a different Google account, or completely disconnect all your connected accounts.":["Intenta conectar con una cuenta diferente de Google o desconecta completamente todas tus cuentas conectadas."],"Thus, it doesn‘t have access to the Google Merchant Center and\/or Google Ads account currently connected to this WooCommerce store.":["Por tanto, no tiene acceso a la cuenta de Google Merchant Center y\/o Google Ads actualmente conectada a esta tienda de WooCommerce."],"This Google account, <accountEmail \/>, was not the Google account previously connected to this integration.":["Esta cuenta de Google, <accountEmail \/>, no es la cuenta de Google conectada previamente con esta integración."],"There was an error loading Google account access info.":["Ha habido un error al cargar la información de acceso de la cuenta de Google."],"Google Merchant Center (%s)":["Google Merchant Center (%s)"],"Please try again later, or go to <googleMerchantCenterLink \/> to track your performance for Google Free Listings.":["Por favor, inténtalo de nuevo más tarde, o ve a <googleMerchantCenterLink \/> para hacer un seguimiento de tu rendimiento para los anuncios gratuitos de Google."],"Any ongoing paid campaigns will continue to run. They can be managed, edited, or deleted manually from Google Ads (ads.google.com).":["Cualquier campaña de pago en curso seguirá funcionando. Pueden ser gestionadas, editadas o borradas manualmente desde Google Ads (ads.google.com)."],"Any active product listings will continue to show on Google. They can be managed, edited, or deleted manually from Google Merchant Center (merchants.google.com).":["Cualquier ficha activa de producto seguirá mostrándose en Google. Pueden ser gestionada, editada o borrada manualmente desde Google Merchant Center (merchants.google.com)."],"Overview":["Resumen"],"Sync with Google:":["Sincronizar con Google:"],"Last updated: %1$s, containing %2$d product":["Última actualización: %1$s, conteniendo %2$d producto","Última actualización: %1$s, conteniendo %2$d productos"],"Automatically synced to Google":["Sincronizado automáticamente con Google"],"Sync in progress":["Sincronización en progreso"],"Feed setup:":["Configuración del feed:"],"%d issue to resolve":["%d problema para resolver","%d problemas para resolver"],"No issues to resolve 🎉":["No hay problemas que resolver 🎉"],"Open Google Merchant Center":["Abrir Google Merchant Center"],"We're having trouble loading this data. Try again later, or track your performance in Google Merchant Center.":["Estamos teniendo problemas al cargar estos datos. Inténtalo de nuevo más tarde o haz el seguimiento de tu rendimiento en Google Merchant Center."],"Please enter the estimated shipping time.":["Por favor, introduce el tiempo de envío estimado."],"The estimated shipping time cannot be less than 0.":["El tiempo estimado de envío no puede ser menor que 0."],"Please enter the estimated shipping rate.":["Por favor, introduce la tarifa de envío estimada."],"The estimated shipping rate cannot be less than 0.":["La tarifa de envío estimada no puede ser inferior a 0."],"Please specify at least one country.":["Por favor, especifica al menos un país."],"Please specify shipping times for all the countries. And the estimated shipping time cannot be less than 0.":["Por favor, especifica los tiempos de envío para todos los países. Y el tiempo de envío estimado no puede ser menor de 0."],"Please specify shipping rates for all the countries. And the estimated shipping rate cannot be less than 0.":["Por favor, especifica las tarifas de envío para todos los países. Y la tarifa de envío estimada no puede ser menor de 0."],"An error occurred while retrieving your product feed. Please try again later.":["Ha ocurrido un error al obtener tu feed de productos. Por favor, inténtalo de nuevo más tarde."],"Back":["Atrás"],"Create paid campaign":["Crear una campaña de pago"],"Maybe later":["Quizá más tarde"],"<productFeedLink>Manage and edit your product feed in WooCommerce.<\/productFeedLink> We will also notify you of any product feed issues to ensure your products get approved and perform well on Google.":["<productFeedLink>Gestiona y edita tu feed de productos en WooCommerce.<\/productFeedLink> También te avisaremos de cualquier problema del feed de productos para asegurar que tus productos sean aprobados y tengan un buen rendimiento en Google."],"You successfully changed the channel visibility of %d product":["Has cambiado correctamente la visibilidad del canal de %d producto","Has cambiado correctamente la visibilidad del canal de %d productos"],"Apply to %d selected":["Aplicar a %d seleccionados"],"Select one or more products to bulk edit":["Selecciona uno o más productos para editar en lote"],"Don’t sync and show":["No sincronizar y mostrar"],"Select one or more programs to compare":["Selecciona uno o más programas para comparar"],"If you create a new Merchant Center account through this application, it will be associated with Google’s Comparison Shopping Service (Google Shopping) by default. You can change the CSS associated with your account at any time. <link>Please find more information here<\/link>.":["Si creas una nueva cuenta de Merchant Center a través de esta aplicación, será asociada por defecto con el servicio de compras comparativas de Google (Google Shopping). Puedes cambiar el CSS asociado con tu cuenta en cualquier momento. <link>Por favor, encuentra más información aquí<\/link>."],"Google Merchant Center helps you sync your store and product data with Google and makes the information available for both free listings on the Shopping tab and Google Shopping Ads. That means everything about your stores and products is available to shoppers when they search on a Google property.":["Google Merchant Center te ayuda a sincronizar los datos de tu tienda y productos con Google y hace que la información esté disponible tanto para la fichas gratuitas en la pestaña Shopping como para las campañas de Google Shopping. Eso significa que todo lo relacionado con tus tiendas y productos está disponible para los compradores cuando realizan búsquedas en una propiedad de Google."],"Why do I need a Google Merchant Center account?":["¿Por qué necesito una cuenta de Google Merchant Center?"],"We use a WordPress.com account to connect your site to the WooCommerce and Google servers. It ensures that requests (e.g. product feed, clicks, sales, etc) from your site are securely and correctly attributed to your store. It enables a connection to your self-hosted site, and provides a common authentication interface across disparate server configurations and architectures.":["Utilizamos una cuenta de WordPress.com para conectar tu sitio a los servidores de WooCommerce y Google. Garantiza que las solicitudes (por ejemplo, alimentación de productos, clics, ventas, etc.) de tu sitio se atribuyan de forma segura y correcta a tu tienda. Permite una conexión con tu sitio auto-alojado, y proporciona una interfaz de autenticación común a través de configuraciones y arquitecturas de servidores dispares."],"Why do I need a WordPress.com account?":["¿Por qué necesito una cuenta de WordPress.com?"],"No":["No"],"Yes":["Sí"],"Don't sync and show":["No sincronizar y mostrar"],"An error occurred while retrieving products. Please try again later.":["Se ha producido un error al recuperar los productos. Por favor, inténtalo de nuevo más tarde."],"Not synced":["No sincronizado"],"Partially approved":["Parcialmente aprobado"],"Approved":["Aprobado"],"No data for the selected date range":["No hay datos en el rango de fechas solicitado"],"Unable to connect Merchant Center account. Please try again later.":["No ha sido posible conectar la cuenta de Merchant Center. Por favor, inténtalo de nuevo más tarde."],"Unable to switch to your new URL. Please try again later.":["No ha sido posible cambiar a tu nueva URL. Por favor, inténtalo de nuevo más tarde."],"There was an error loading product feed.":["Hubo un error al cargar la información del producto."],"Setup Google Ads":["Configura Google Ads"],"Setup Merchant Center":["Configura Merchant Center"],"Marketing":["Marketing"],"Disconnect Google Ads account only":["Desconectar sólo la cuenta de Google Ads"],"Google Merchant Center":["Google Merchant Center"],"Google":["Google"],"Linked accounts":["Cuentas enlazadas"],"Never mind":["No importa"],"Some configurations for Google Ads created through WooCommerce may be lost. This cannot be undone.":["Es posible que se pierdan algunas configuraciones de Google Ads creadas a través de WooCommerce. Esto no se puede deshacer."],"I understand that I am disconnecting my Google Ads account from this WooCommerce extension.":["Entiendo que estoy desconectando mi cuenta de Google Ads de esta extensión de WooCommerce."],"Yes, I want to disconnect my Google Ads account.":["Sí, quiero desconectar mi cuenta de Google Ads."],"Disconnect Google Ads Account":["Desconectar la cuenta de Google Ads"],"Disconnect Google Ads account":["Desconectar la cuenta de Google Ads"],"I understand that I am disconnecting any WordPress.com account, Google account, Google Merchant Center account and Google Ads account connected to this extension.":["Entiendo que estoy desconectando cualquier cuenta de WordPress.com, cuenta de Google, cuenta de Google Merchant Center y cuenta de Google Ads conectadas a esta extensión."],"Yes, I want to disconnect all my accounts.":["Sí, quiero desconectar todas mis cuentas."],"Disconnect all accounts":["Desconectar todas las cuentas"],"Not Synced":["No sincronizado"],"Disapproved":["No aprobada"],"Pending":["Pendiente"],"Expiring":["Caducado"],"<link>Read more about product sync and statuses<\/link>":["<link>Más información sobre la sincronización y los estados de los productos<\/link>"],"<strong>‘Disapproved’ products<\/strong> are inactive and do not appear in Google listings.":["<strong>Los productos «rechazados»<\/strong> están inactivos y no aparecen en las fichas de Google."],"<strong>‘Pending’ products<\/strong> are being processed by Google. They will not appear in listings until they are approved.":["<strong>Google está procesando los productos «pendientes»<\/strong>. Las fichas no aparecerán hasta que estos productos sean aprobados."],"<strong>‘Expiring’ products<\/strong> will become inactive and no longer appear in Google listings in the next 3 days.":["<strong>Los productos «caducados»<\/strong> pasarán a estar inactivos y dejarán de aparecer en las fichas de Google en los próximos 3 días."],"<strong>‘Not synced’ products<\/strong> do not appear in Google listings. They are queued for submission, or they may be ineligible or excluded from the product feed.":["Los productos <strong>no sincronizados<\/strong> no aparecen en las fichas de Google. Están en cola de espera, o pueden ser inelegibles o estar excluidos del feed de productos."],"Your product feed is <strong>automatically synced<\/strong> from WooCommerce to Google, every 1-2 days. ":["Tu feed de productos se <strong>sincroniza automáticamente<\/strong> desde WooCommerce a Google, cada 1-2 días. "],"Next":["Siguiente"],"Previous":["Anterior"],"Finish":["Finalizar"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Guide controls":["Controles de guía"],"Status":["Estado"],"Channel Visibility":["Visibilidad del canal"],"Product Title":["Título del producto"],"Select channel visibility":["Selecciona la visibilidad del canal"],"An error occurred while retrieving issues. Please try again later.":["Se ha producido un error al recuperar los datos. Por favor, inténtelo más tarde."],"Issues to resolve":["Problemas a resolver"],"Products and stores must meet <link>Google Merchant Center’s requirements<\/link> in order to get approved. WooCommerce and Google automatically check your product feed to help you resolve any issues. ":["Los productos y las tiendas deben cumplir los requisitos de <link>Google Merchant Center<\/link> para ser aprobados. WooCommerce y Google comprueban automáticamente el feed de tus productos para ayudarte a resolver cualquier problema. "],"Suggested action":["Acción sugerida"],"Issue":["Problema"],"Affected product":["Producto afectado"],"Type":["Tipo"],"Product title":["Título de producto"],"Paid campaigns":["Campañas de pago"],"Show data from":["Mostrar datos desde"],"Compare Variations":["Comparar variaciones"],"Search for variations to compare":["Busca variaciones para compararlas"],"Check at least two variations below to compare":["Selecciona al menos dos variaciones de abajo para comparar"],"Type to search for a variation":["Teclea para buscar una variación"],"Single Variation":["Variación simple"],"All Variations":["Todas las variaciones"],"Compare Products":["Comparar productos"],"Search for products to compare":["Buscar productos para compararlos"],"Check at least two products below to compare":["Selecciona al menos dos productos de abajo para comparar"],"Type to search for a product":["Teclea para buscar un producto"],"Single Product":["Producto individual"],"All Products":["Todos los productos"],"This data is currently available for paid campaigns only.":["Estos datos están disponibles únicamente para campañas de pago."],"Select one or more products to compare":["Selecciona uno o más productos para comparar"],"Unavailable":["No disponible"],"Spend":["Gastar"],"Impressions":["Impresiones"],"Conversions":["Conversiones"],"Filters":["Filtros"],"filter report to show:":["filtrar el informe a mostrar:"],"Clear all":["Vaciar todo"],"Compare":["Comparar"],"Compare Programs":["Comparar programas"],"Search for programs to compare":["Buscar programas para compararlos"],"Check at least two programs below to compare":["Selecciona al menos dos programas de abajo para comparar"],"Comparison":["Comparación"],"Single Program":["Programa único"],"Type to search for a program":["Teclea para buscar un programa"],"Single program":["Programa único"],"All Google programs":["Todos los programas de Google"],"Show":["Mostrar"],"Free Listings":["Fichas gratuitas"],"Products":["Productos"],"You’ve successfully created a paid campaign!":["¡Has creado correctamente una campaña de pago!"],"Edit %s":["Editar %s"],"Error in loading your paid ads campaign. Please try again later.":["Error al cargar tu campaña de anuncios de pago. Por favor, inténtalo de nuevo más tarde."],"Edit Campaign":["Editar la campaña"],"Loading…":["Cargando..."],"Edit your paid campaign":["Edita tu campaña de Google Ads"],"Save changes":["Guardar los cambios"],"Edit free listings":["Edita las fichas gratuitas"],"Something went wrong while saving your changes. Please try again later.":["Algo ha ido mal al guardar tus cambios. Por favor, inténtalo de nuevo más tarde."],"Your changes to your Free Listings have been saved and will be synced to your Google Merchant Center account.":["Los cambios en las fichas gratuitas se ha guardado y se sincronizarán con tu cuenta de Google Merchant Center."],"Estimated shipping times":["Tiempos de envío estimados"],"Estimated shipping rates":["Tarifas de envío estimadas"],"Your estimated shipping rates and times will be shown to potential customers on Google.":["Tus tarifas y tiempos de envío estimados se mostrarán a los clientes potenciales en Google."],"Update shipping time":["Actualizar el tiempo de envío"],"Add shipping time":["Añadir el tiempo de envío"],"Update shipping rate":["Actualizar la tarifa de envío"],"Add shipping rate":["Añadir una tarifa de envío"],"Programs":["Programas"],"Free listings":["Fichas gratuitas"],"Enabled":["Activada"],"Daily budget":["Presupuesto diario"],"Country":["País"],"Program":["Programa"],"A WordPress.com account, Google account, and Google Merchant Center account are required to use this extension in WooCommerce.":["Para usar esta extensión en WooCommerce, se necesita una cuenta de WordPress.com, una cuenta de Google y una cuenta de Google Merchant Center."],"Free listings cannot be paused through WooCommerce. Go to Google Merchant Center for advanced settings.":["Las fichas gratuitas no se pueden pausar a través de WooCommerce. Ve a los  ajustes avanzados de Google Merchant Center."],"Pause Campaign":["Pausar campaña"],"Keep Active":["Mantener activa"],"Before you pause…":["Antes que hagas una pausa ..."],"We recommend allowing your programs to run for at least 14 days after set up, without pausing or editing, for optimal performance.":["Te recomendamos dejar que los programas se ejecuten durante al menos 14 días después de que los configures, sin pausar ni editar, para obtener un rendimiento óptimo."],"Editing will result in the loss of any optimisations learned over time.":["La edición hará que se pierdan las optimizaciones aprendidas con el tiempo."],"Continue to edit":["Continua con la edición"],"Don't edit":["No editar"],"Before you edit…":["Antes de que edites..."],"Remove":["Eliminar"],"Once a campaign is removed, it cannot be re-enabled.":["Una vez que se elimina una campaña, no se puede volver a activar."],"Remove Campaign":["Retirar campaña"],"Keep Campaign":["Mantener la campaña"],"Permanently Remove?":["¿Eliminar permanentemente?"],"Got it":["Entendido"],"Create another campaign":["Crear otra campaña"],"Total Sales":["Ventas totales"],"Free":["Gratuito"],"Total Spend":["Gasto total"],"Clicks":["Clics"],"Performance (Free Listing)":["Rendimiento (listas gratuitas)"],"Performance (Paid Campaigns)":["Rendimiento (Campañas de Google Ads)"],"Create your first campaign":["Crea tu primera campaña"],"Add paid campaign":["Añadir campaña de Google Ads"],"Reports":["Informes"],"Dashboard":["Escritorio"],"You have unsaved campaign data. Are you sure you want to leave?":["Tienes campañas sin guardar. ¿Estás seguro de que deseas abandonar esta página?"],"Unable to complete your ads setup. Please try again later.":["No se ha podido completar la configuración de tus campañas de Google Ads. Por favor, inténtalo más tarde."],"Please make sure daily average cost is greater than 0.":["Asegúrate de que el coste medio diario es superior a 0."],"Set up paid campaign":["Configurar una campaña de Google Ads"],"Launch paid campaign":["Habilitar una campaña de Google Ads"],"Payment info through Google Ads":["Información de pago a través de Google Ads"],"In order to launch your paid campaign, your billing information is required. You will be billed directly by Google and only pay when someone clicks on your ad.":["Para lanzar tu campaña de Google Ads, se requieren tus datos de facturación. Google te facturará directamente y sólo pagarás cuando alguien haga clic en tu anuncio."],"You will be billed directly by Google Ads, and you only pay when you get results.":["Se te facturará directamente por Google Ads, y sólo pagarás cuando obtengas resultados."],"Great! You already have billing information saved for this <link>Google Ads account<\/link>.":["¡Genial! Ya tienes guardados los datos de facturación de esta <link>cuenta de Google Ads<\/link>."],"Set up billing":["Configurar la facturación"],"Unable to complete your Google Ads account setup. Please try again later.":["No se ha podido completar la configuración de la cuenta de Google Ads. Por favor, inténtalo de nuevo más tarde."],"Daily average cost":["Importe medio diario"],"With a budget lower than your competitor range, your campaign may not get noticeable results.":["Con un presupuesto inferior al de tu competencia, es posible que tu campaña no obtenga resultados notables."],"Whatever you spend in the next month will be added back to your Google Ads account as free credit, up to a maximum limit depending on your store’s country.":["Lo que gastes en el mes siguiente se añadirá de nuevo a tu cuenta de Google Ads como crédito gratuito, hasta un límite máximo que depende del país en el que se encuentre tu tienda."],"Check your maximum free credit":["Comprueba tu crédito máximo gratuito"],"Select one country":["Selecciona un país"],"Any campaigns created through this app will appear in your Google Ads account. You will be billed directly through Google.":["Cualquier campaña creada a través de esta aplicación aparecerá en tu cuenta de Google Ads. Se te facturará directamente a través de Google."],"Or, create a new Google Ads account":["O bien, crea una nueva cuenta de Google Ads"],"Unable to connect your Google Ads account. Please try again later.":["No ha sido posible conectar tu cuenta de Google Ads. Por favor, inténtalo de nuevo más tarde."],"Or, use your existing Google Ads account":["O bien, utiliza tu cuenta de Google Ads existente"],"Unable to create Google Ads account. Please try again later.":["No ha sido posible crear una cuenta de Google Ads. Por favor inténtalo de nuevo más tarde."],"You agree to comply with Google’s terms and policies, including <policylink>Shopping ads policies<\/policylink> and <termslink>Google Ads Terms and Conditions<\/termslink>.":["Aceptas cumplir con los términos y políticas de Google, incluyendo <policylink>políticas de anuncios<\/policylink> y <termslink>términos y condiciones de los anuncios de Google<\/termslink>."],"By creating a Google Ads account, you agree to the following terms and conditions:":["Al crear una cuenta de Google Ads, aceptas los siguientes términos y condiciones:"],"Create Google Ads Account":["Crear una cuenta de Google Ads"],"Please select at least one country.":["Selecciona al menos un país."],"Please select a location option.":["Selecciona una opción de ubicación."],"Can’t find a country? Only supported countries can be selected.":["¿No encuentras un país? Sólo se pueden seleccionar los países admitidos."],"Selected countries only":["Sólo países seleccionados"],"Your listings will be shown in all supported countries.":["Tus fichas se mostrarán en todos los países admitidos."],"All countries":["Todos los países"],"Your store should already have the appropriate shipping and tax rates (if required) for potential customers in your selected location(s).":["Tu tienda debería tener ya las tarifas de envío y de impuestos adecuadas (si son necesarias) para los clientes potenciales de la(s) localidad(es) seleccionada(s)."],"Location":["Ubicación"],"Listings can only be displayed in your site language. <link>Read more<\/link>":["Las fichas sólo se pueden mostrar en el idioma de tu sitio. <link>Leer más<\/link>"],"Language":["Idioma"],"Where do you want to sell your products?":["¿Dónde quieres vender tus productos?"],"Audience":["Audiencia"],"Complete setup":["Configuración completa"],"Please check the requirement.":["Por favor, comprueba los requisitos."],"Please specify tax rate option.":["Por favor, selecciona una opción de tarifa de impuesto."],"Please select a shipping time option.":["Por favor, selecciona una opción de plazo de envío."],"Please select a shipping rate option.":["Por favor, elige una opción de tarifa de envío."],"Ensure you meet Google Merchant Center requirements by reviewing this checklist. Otherwise, your products may be disapproved or your Google Merchant Center account may be suspended by Google.":["Asegúrate de que cumples los requisitos de Google Merchant Center revisando esta lista de comprobación. De lo contrario, tus productos pueden ser rechazados o tu cuenta de Google Merchant Center puede ser suspendida por Google."],"Pre-Launch Checklist":["Lista de comprobación previa al lanzamiento"],"I’ll set my tax rates up manually in <link>Google Merchant Center<\/link>. I understand that if I don’t set this up, my products will be disapproved.":["Voy a ajustar mis tasas de impuestos manualmente en <link>Google Merchant Center<\/link>. Entiendo que si no configuro esto, mis productos serán rechazados."],"My store does not use destination-based tax rates.":["Mi tienda no utiliza tasas de impuestos basadas en el destino."],"Google’s estimated tax rates will automatically be applied to my product listings.":["Las tasas de impuestos estimados por Google se aplicarán automáticamente a mis listados de productos."],"My store uses destination-based tax rates.":["Mi tienda utiliza tasas de impuestos basadas en el destino."],"This tax rate will be shown to potential customers, together with the cost of your product.":["Este tipo impositivo se mostrará a los clientes potenciales, junto con el coste de tu producto."],"Tax rate (required for U.S. only)":["Tipo impositivo (requerido solo para EE.UU.)"],"Add another time":["Añadir otro plazo"],"days":["días"],"Then the estimated shipping time displayed in the product listing is":["Entonces el plazo de envío estimado que aparece en el listado de productos es"],"Estimate shipping time":["Tiempo de envío estimado"],"Read more":["Leer más"],"Edit":["Editar"],"Delete":["Borrar"],"Add another rate":["Añadir otra tarifa"],"Then the estimated shipping rate displayed in the product listing is":["Entonces la tarifa de envío estimada que aparece en el listado de productos es"],"If customer is in":["Si el cliente está en"],"Estimate a shipping rate":["Estimar una tarifa de envío"],"Start typing to filter countries…":["Empieza a escribir para filtrar los países..."],"Your product details, estimated shipping info and tax details will be displayed across Google.":["Los detalles de tu producto, la información de envío estimada y los detalles de los impuestos se mostrarán en Google."],"Configure your product listings":["Configura tus fichas de producto"],"Continue":["Continuar"],"Set up your accounts":["Configura tus cuentas"],"Unable to create Merchant Center account. Please try again later.":["No ha sido posible crear la cuenta de Merchant Center. Por favor, inténtalo de nuevo más tarde."],"Creating…":["Creando..."],"This may take a few minutes, please wait a moment…":["Esto puede tardar unos minutos, por favor espera un momento..."],"I have read and accept these terms":["He leído y acepto estas condiciones"],"You agree to comply with Google’s terms and policies, including <link>Google Merchant Center Terms of Service<\/link>.":["Aceptas cumplir las condiciones y políticas de Google, incluidas las <link>condiciones de servicio de Google Merchant Center<\/link>."],"By creating a Google Merchant Center account, you agree to the following terms and conditions:":["Al crear una cuenta de Google Merchant Center, aceptas los siguientes términos y condiciones:"],"Create account":["Crea una cuenta"],"Create Google Merchant Center Account":["Crear una cuenta de Google Merchant Center"],"Close dialog":["Cerrar ventana emergente"],"Or, create a new Merchant Center account":["O bien, crea una nueva cuenta de Merchant Center"],"Reclaim my URL":["Reclamar mi URL"],"Select one":["Selecciona uno"],"Account %s":["Cuenta %s"],"Unable to connect your Google account. Please try again later.":["No ha sido posible conectar tu cuenta de Google. Por favor, inténtalo de nuevo más tarde."],"Connect":["Conectar"],"Unable to connect your WordPress.com account. Please try again later.":["No ha sido posible conectar tu cuenta de  WordPress.com. Por favor, inténtalo de nuevo más tarde."],"Get started with Google Listings & Ads":["Primeros pasos con Google Listings & Ads"],"Help":["Ayuda"],"Frequently asked questions":["Preguntas frecuentes"],"If you’re selling in the US, then eligible free listings can appear in search results across Google Search, Google Images, and the Google Shopping tab. If you’re selling outside the US, free listings will appear on the Shopping tab.":["Si vendes en Estados Unidos, los anuncios gratuitos válidos pueden aparecer en los resultados de búsqueda en la búsqueda de Google, en Google imágenes y en la pestaña de Google Shopping. Si vendes fuera de Estados Unidos, los anuncios gratuitos aparecerán en la pestaña Compras."],"Where will my products appear?":["¿Dónde aparecerán mis productos?"],"If you have an existing Content API feed, it will not be changed, overwritten or deleted by this WooCommerce integration. Instead, products will be added to your existing Content API feed.":["Si tienes un feed existente de la API de contenidos, no se modificará, sobrescribirá o eliminará con esta integración de WooCommerce. En su lugar, los productos se añadirán a tu feed existente de la API de contenidos."],"Learn more about claiming URLs <link>here<\/link>.":["Más información sobre la reclamación de URLs <link>aquí<\/link>."],"Your site language is <language \/>. This language is currently not supported by Google Listings & Ads. <settingsLink>You can change your site language here<\/settingsLink>. <supportedLanguagesLink>Read more about supported languages<\/supportedLanguagesLink>":["El idioma de tu sitio es <language \/>. Actualmente este idioma no es  compatible con Google Listings & Ads. <settingsLink>Puedes cambiar el idioma de tu sitio aquí<\/settingsLink>. <supportedLanguagesLink>Lee más sobre los idiomas compatibles<\/supportedLanguagesLink>."],"Your store’s country is <country \/>. This country is currently not supported by Google Listings & Ads. However, you can still choose to list your products in another supported country, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["El país de tu tienda es <country \/>. Actualmente este país no es compatible con Google Listings & Ads. Sin embargo, aún puedes optar por listar tus productos en otro país con compatibilidad, si puedes vender tus productos a clientes de allí. <settingsLink>Cambia el país de tu tienda aquí<\/settingsLink>. <supportedCountriesLink>Lee más sobre los países compatibles<\/supportedCountriesLink>."],"Google Ads":["Google Ads"],"There was an error loading report.":["Se ha producido un error al cargar el informe."],"There was an error loading issues to resolve.":["Se ha producido un error al cargar los problemas a resolver."],"There was an error loading your merchant center product statistics.":["Se ha producido un error al cargar las estadísticas de producto de tu merchant center."],"Start date must be before end date":["La fecha de inicio debe ser anterior a la fecha de fin"],"Select a date in the past":["Selecciona una fecha en el pasado"],"Invalid date":["Fecha no válida"],"MMM D":["MMM D"],"MMM D, YYYY":["MMM D, YYYY"],"Custom":["Personalizado"],"Yesterday":["Ayer"],"Today":["Hoy"],"There was an error loading your merchant center setup status.":["Se ha producido un error al cargar el estado de configuración de tu merchant center."],"There was an error loading ads campaigns.":["Ha habido un error al cargar las campañas de Google Ads."],"There was an error loading target audience.":["Se ha producido un error al cargar la audiencia objetivo."],"There was an error loading supported country details.":["Se ha producido un error al cargar los detalles de compatibilidad del país."],"There was an error getting your Google Ads accounts.":["Se ha producido un error al obtener la información de tu cuenta de Google Ads."],"There was an error getting the billing status of your Google Ads account.":["Se ha producido un error al obtener el estado de facturación de tu cuenta de Google Ads."],"There was an error loading Google Ads account info.":["Se ha producido un error al cargar la información de la cuenta de Google Ads."],"There was an error getting your Google Merchant Center accounts.":["Se ha producido un error al obtener tus cuentas de Google Merchant Center."],"There was an error loading Google Merchant Center account info.":["Se ha producido un error al cargar la información de la cuenta de Google Merchant Center."],"There was an error loading Google account info.":["Se ha producido un error al cargar la información de la cuenta de Google."],"There was an error loading Jetpack account info.":["Se ha producido un error al cargar la información de la cuenta de Jetpack."],"There was an error trying to save settings. Please try again later.":["Ha ocurrido un error al intentar guardar los ajustes. Por favor, inténtalo de nuevo más tarde."],"There was an error loading merchant center settings.":["Se ha producido un error al cargar los ajustes del merchant center."],"There was an error loading shipping times.":["Se ha producido un error al cargar los plazos de envío."],"There was an error loading shipping rates.":["Se ha producido un error al cargar las tarifas de envío"],"Dismiss this notice":["Descartar este aviso"],"Google Listings & Ads":["Google Listing & Ads"],"Create your paid campaign":["Crea tu campaña de Google Ads"],"Product Feed":["Feed de productos"],"Sync and show":["Sincronizar y mostrar"],"Settings":["Ajustes"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"js\/build\/index.js"}}