{"translation-revision-date":"2021-05-25 02:43:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr_CA"},"The card expiration month is invalid.":["Le mois d’expiration de la carte n’est pas valide."],"The card expiration year is invalid.":["L’année d’expiration de la carte n’est pas valide."],"The card security code is invalid.":["Le code de sécurité de la carte n’est pas valide."],"The card security code is incomplete.":["Le code de sécurité de la carte est incomplet."],"The card expiration date is incomplete.":["La date d’expiration de la carte est incomplète."],"The card security code is incorrect.":["Le code de sécurité de la carte est incorrect."],"The card zip code failed validation.":["Le code postal de la carte n’a pas pu être validé."],"The card expiration year is in the past":["L’année d’expiration de la carte est passée"],"Stripe Credit Card payment method":["Moyen de paiement Carte de crédit Stripe"],"Credit \/ Debit Card":["Carte de crédit\/débit"],"Buy now":["Achetez maintenant"],"Invalid email address, please correct and try again.":["Adresse mail invalide, merci de corriger et de réessayer"],"The card number is incomplete.":["Le numéro de carte est incomplet."],"Unable to process this payment, please try again or use alternative method.":["Impossible de traiter ce paiement, veuillez réessayer ou utiliser une autre méthode."],"The card number is not a valid credit card number.":["Le numéro de la carte n'est pas un numéro de carte bancaire valide."],"The card number is incorrect.":["La numéro de la carte est incorrect."],"The card has expired.":["La carte est expirée."],"The card was declined.":["La carte a été refusée."],"There is no card on a customer that is being charged.":["Il n'existe pas de carte pour le client qui est en cours de facturation."],"An error occurred while processing the card.":["Une erreur est survenue lors du traitement de la carte."]}},"comment":{"reference":"build\/upe_blocks.js"}}