{"translation-revision-date":"2023-05-31 08:12:46+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"You can now accept payments with %s.":["Ara podeu acceptar pagaments amb %s."],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO és una cadena mexicana de botigues de conveniència que permet als clients pagar factures i compres en línia a les botigues amb efectiu."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto és un mètode de pagament oficial al Brasil. Els clients reben un val que es pot pagar en agències o bancs autoritzats, caixers automàtics o portals bancaris en línia."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco és una xarxa interbancària que enllaça els caixers automàtics de tots els bancs principals de Portugal, permetent als clients pagar a través del seu caixer automàtic o de la banca en línia."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay és una cartera popular a la Xina, operada per Ant Financial Services Group, un proveïdor de serveis financers afiliat a Alibaba."],"Error disconnecting account.":["S'ha produït un error en desconnectar el compte."],"Account disconnected.":["Compte desconnectat."],"Error retrieving payment gateway settings.":["S'ha produït un error en recuperar les opcions de la passarel·la de pagament."],"Error retrieving account keys.":["S'ha produït un error en recuperar les claus del compte."],"Error saving account keys.":["S'ha produït un error en desar les claus del compte."],"Account keys saved.":["S'han desat les claus del compte."],"Error retrieving account data.":["S'ha produït un error en recuperar les dades del compte."],"Error updating account data.":["S'ha produït un error en actualitzar les dades del compte."],"Payment methods that need Stripe:":["Mètodes de pagament que necessiten Stripe:"],"Disable Stripe":["Desactiva Stripe"],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the payment methods below as well as express checkouts.":["Segur que voleu desactivar Stripe? Sense ell, els vostres clients ja no podran pagar amb els següents mètodes de pagament ni amb els pagaments exprés."],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the express checkouts.":["Segur que voleu desactivar Stripe? Sense ell, els vostres clients ja no podran pagar amb els pagaments exprés."],"Sofort":["Sofort"],"Direct debit payment":["Pagament domiciliat"],"Error retrieving settings.":["S'ha produït un error en recuperar les opcions."],"Error saving settings.":["S'ha produït un error en desar les opcions."],"Settings saved.":["S'ha desat la configuració."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteu transferències bancàries segures des d'Àustria, Bèlgica, Alemanya, Itàlia, Països Baixos i Espanya."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Arribeu a 500 milions de clients i més de 20 milions d'empreses a tota la Unió Europea."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 és un agregador de mètodes de pagament amb seu a Polònia que permet als clients completar transaccions en línia mitjançant transferències bancàries i altres mètodes."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL és un mètode de pagament amb seu als Països Baixos que permet als clients completar transaccions en línia amb les seves credencials bancàries."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplieu el vostre negoci amb giropay, el segon sistema de pagament més popular d'Alemanya."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS és un mètode de pagament amb seu a Àustria que permet als clients completar transaccions en línia mitjançant les seves credencials bancàries."],"Let your customers pay with major credit and debit cards without leaving your store.":["Deixeu que els vostres clients paguin amb les principals targetes de crèdit i dèbit sense sortir de la vostra botiga."],"Credit card \/ debit card":["Targeta de crèdit \/ targeta de dèbit"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact és el mètode de pagament en línia més popular a Bèlgica, amb més de 15 milions de targetes en circulació."],"Multibanco":["Multibanco"],"EPS":["EPS"],"Bancontact":["Bancontact"],"Alipay":["Alipay"]}},"comment":{"reference":"build\/payment_gateways.js"}}