{"translation-revision-date":"2023-05-31 06:44:03+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"You can now accept payments with %s.":["Je kunt nu betalingen accepteren met %s."],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO is een Mexicaanse supermarktketen waarmee klanten hun rekeningen en online aankopen in de winkel contant kunnen betalen."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto is een officiële betaalmethode in Brazilië. Klanten ontvangen een voucher die kan worden betaald bij geautoriseerde instanties of banken, geldautomaten of online bankportalen."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco is een interbancair netwerk dat de geldautomaten van alle grote banken in Portugal met elkaar verbindt, zodat klanten kunnen betalen via hun geldautomaat of online bankomgeving."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay is een populaire wallet in china, die wordt beheerd door Ant Financial Services Group, een financiële dienstverlener die gelieerd is aan Alibaba."],"Error disconnecting account.":["Fout bij het loskoppelen van account."],"Account disconnected.":["Rekening verbroken."],"Error retrieving payment gateway settings.":["Fout bij ophalen van instellingen voor betaal gateway."],"Error retrieving account keys.":["Fout bij ophalen van accountsleutels."],"Error saving account keys.":["Fout bij opslaan accountsleutels."],"Account keys saved.":["Account sleutels opgeslagen."],"Error retrieving account data.":["Fout bij ophalen van accountgegevens."],"Error updating account data.":["Fout bij updaten van accountgegevens."],"Payment methods that need Stripe:":["Betalingsmethodes die Stripe nodig heeft:"],"Disable Stripe":["Stripe uitschakelen"],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the payment methods below as well as express checkouts.":["Weet je zeker dat je Stripe wil uitschakelen? Zonder Stripe kunnen je klanten niet meer betalen met de onderstaande betaalmethoden en express checkouts."],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the express checkouts.":["Weet je zeker dat je Stripe wilt uitschakelen? Zonder Stripe kunnen je klanten niet meer betalen met de express afrekeningen."],"Sofort":["Sofort"],"Direct debit payment":["Betaling via automatische incasso"],"Error retrieving settings.":["Fout bij ophalen instellingen."],"Error saving settings.":["Fout bij het opslaan van de instellingen."],"Settings saved.":["Instellingen opgeslagen."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer veilige bankoverschrijvingen uit Oostenrijk, België, Duitsland, Italië, Nederland en Spanje."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik van 500 miljoen klanten en meer dan 20 miljoen bedrijven in de hele Europese Unie."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 is een in Polen gevestigde aggregator van betaalmethoden die klanten in staat stelt online transacties te verrichten via bankoverschrijvingen en andere methoden."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL is een in Nederland gevestigde betaalmethode waarmee klanten online transacties kunnen verrichten met behulp van hun bankgegevens."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met giropay - het op één na populairste betaalsysteem van Duitsland."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS is een Oostenrijkse betaalmethode waarmee klanten online transacties kunnen verrichten met behulp van hun bankgegevens."],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten betalen met grote credit- en debitcards zonder je winkel te verlaten."],"Credit card \/ debit card":["Kredietkaart\/debetkaart"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact is de populairste online betaalmethode in België, met meer dan 15 miljoen kaarten in omloop."],"Multibanco":["Multibanco"],"EPS":["EPS"],"Bancontact":["Bancontact"],"Alipay":["Alipay"]}},"comment":{"reference":"build\/payment_gateways.js"}}