{"translation-revision-date":"2022-12-14 19:20:14+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"{{linkDocs}}Read more{{\/linkDocs}}":["{{linkDocs}}Pročitaj više{{\/linkDocs}}"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience. New checkout experience needs to be enabled for Link. By enabling this feature, you agree to the {{stripeLinkTerms}}Link by Stripe terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}.":["Link automatski popunjava podatke o plaćanju i dostavi vaših kupaca kako bi pružio jednostavno i besprijekorno iskustvo naplate. Novo iskustvo naplate mora biti omogućeno za Link. Omogućivanjem ove značajke pristajete na {{stripeLinkTerms}}uvjete povezivanja putem Stripea{{\/stripeLinkTerms}} i {{privacyPolicy}}Pravila privatnosti{{\/privacyPolicy}}."],"Link by Stripe":["Link by Stripe"],"Link by Stripe Input":["Link by Stripe Input"],"Customize":["Prilagodi"],"Boost sales by offering a fast, simple, and secure checkout experience.By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Povećajte prodaju nudeći brzo, jednostavno i sigurno iskustvo naplate. Omogućivanjem ove značajke pristajete na {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} i { {googleLink}}Google{{\/googleLink}} uvjeti korištenja."],"Apple Pay \/ Google Pay":["Apple Pay \/ Google Pay"],"Enable the updated checkout experience":["Omogući nadograđeno iskustvo blagajne"],"Set the number of days until expiration from 0 to 60 days. The default is 3 days.":["Postavite broj dana do isteka od 0 do 60 dana. Zadana vrijednost je 3 dana."],"Voucher settings":["Postavke vaučera"],"Expiration":["Istek"],"The bank statement must contain only Latin characters, be between 5 and 22 characters, and not contain any of the special characters: ' \" * < >":["Bankovni izvod mora sadržavati samo latinična slova, biti između 5 i 22 znaka dug i ne smije sadržavati ni jedan od specijalnih znakova: ' \" * < >"],"Try again":["Pokušajte ponovno"],"We couldn't connect.":["Nismo se mogli spojiti"],"Test again":["Testirajte ponovno"],"Connection successful!":["Veza uspješna!"],"Test connection":["Testiraj vezu"],"Testing connection…":["Testiranje veze..."],"Live account keys must use a HTTPS connection.":["Ključevi live računa moraju koristiti HTTPS vezu."],"Only test account keys should be entered.":["Samo ključevi probnog računa mogu biti unešeni."],"Only live account keys should be entered.":["Samo live account ključevi mogu biti unešeni."],"Stripe plugin docs":["Stripe plugin dokumentacija"],"View Stripe plugin docs":["Pogledaj dokumentaciju za Stripe dodatak"],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Dodaj sljedeću webhook točku {{webhookUrl\/}} svome {{settingsLink}}Stripe računu{{\/settingsLink}} (ako ne postoji već). Ovo će omogućiti primanje obavijesti o statusu naplate."],"You can now accept payments with %s.":["Sada možete primati uplate sa %s."],"Customer Geography: Mexico.":["Geografija kupca: Meksiko"],"Customer Geography: Brazil.":["Geografija kupca: Brazil"],"+ %d more":["+%d više"],"Get access to a smarter payment experience on checkout and let us know what you think by <feedbackLink>submitting your feedback<\/feedbackLink>. We recommend this feature for experienced merchants as the functionality is currently limited. <learnMoreLink>Learn more<\/learnMoreLink>":["Dobijte pristup pametnijem iskustvu plaćanja na blagajni i recite nam što mislite <feedbackLink>slanjem povratnih informacija<\/feedbackLink>. Ovu značajku preporučujemo iskusnim trgovcima jer je funkcionalnost trenutno ograničena. <learnMoreLink>Saznajte više<\/learnMoreLink>"],"✅ New checkout experience enabled.":["✅ Novi način blagajne omogućen."],"Payouts:":["Isplate:"],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO je meksički lanac prodavaonica koji omogućuje korisnicima da plaćaju račune i online narudžbe gotovinom u prodavaonicama."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto je službeni način plaćanja u Brazilu. Kupci dobivaju vaučer koji mogu platiti u ovlaštenim agencijama ili bankama, na bankomatima ili portalima internetskih banaka."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Payment Method Guide":["Vodič kroz načine plaćanja"],"Activate in your Stripe Dashboard":["Aktiviraj u svojoj Stripe upravljačkoj ploči"],"Describe how customers should use this payment method during checkout.":["Opišite kako bi kupci trebali koristiti ovaj način plaćanja tijekom procesa naplate."],"Enter a name which customers will see during checkout.":["Unestite ime koje će kupci vidjeti na stranici naplate."],"When enabled, %s will appear on checkout.":["Kada je omogućen, %s pojavit će se na stranici plaćanja"],"Enable %s":["Omogući %s"],"Customer Geography: Portugal.":["Geografija kupca: Portugal"],"Customer Geography: China.":["Geografija kupca: Kina"],"Customer Geography: Poland.":["Geografija kupca: Poljska"],"P24":["P24"],"Customer Geography: Germany, Austria.":["Geografija kupca: Njemačka, Austrija"],"Customer Geography: Austria.":["Geografija kupca: Austrija"],"Customer Geography: Belgium.":["Geografija kupca: Belgija"],"Customer Geography: The Netherlands.":["Geografija kupca: Nizozemska"],"Customer Geography: Germany.":["Geografija kupca: Njemačka"],"Customer Geography: France, Germany, Spain, Belgium, Netherlands, Luxembourg, Italy, Portugal, Austria, Ireland.":["Geografija kupca: Francuska, Njemačka, Španjolska, Nizozemska, Luksemburg, Italija, Portugal, Austria, Irska."],"Are you sure you want to remove <strong>%1$s<\/strong>? Your customers will no longer be able to pay using <strong>%1$s<\/strong>.":["Jeste li sigurni da želite ukloniti <strong>%1$s<\/strong>? Vaši klijenti više neće moći plaćati koristeći <strong>%1$s<\/strong>."],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Sve postavke bit će izbrisane i vaši kupci više neće moći plaćati karticama i drugim načinima plaćanja koje nudi Stripe."],"Are you sure you want to disconnect your Stripe account from your WooCommerce store?":["Jeste li sigurni da želite odvojiti Stripe račun od WooCommerce trgovine?"],"Disconnect Stripe account":["Odspoji Stripe račun"],"Enter payment method details that will be displayed at checkout, in the order confirmation screen and in the order notes.":["Unesite podatke o načinu plaćanja koji će biti prikazani na blagajni, na ekranu za potvrdu narudžbe i u bilješkama narudžbe."],"Enter the payment method name that will be displayed at checkout when there are multiple available payment methods.":["Unesite naziv načina plaćanja koji će se prikazati na blagajni kada postoji više dostupnih načina plaćanja."],"Display settings":["Prikaži postavke"],"Seems like the live keys we've saved for you are no longer valid. If you recently updated them, enter the new live keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Čini se da aktivni ključevi koje smo spremili za vas više nisu važeći. Ako ste ih nedavno ažurirali, unesite nove aktivne ključeve sa svog {{accountLink}}Stripe računa{{\/accountLink}}."],"Seems like the test keys we've saved for you are no longer valid. If you recently updated them, enter the new test keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Čini se da testni ključevi koje smo spremili za vas više nisu važeći. Ako ste ih nedavno ažurirali, unesite nove testne ključeve sa svog {{accountLink}}Stripe računa{{\/accountLink}}."],"Test":["Test"],"Live":["Uživo"],"To enable the live mode, get the account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Da biste omogućili način rada uživo, uzmite ključeve računa sa svog {{accountLink}}Stripe računa{{\/accountLink}}."],"To enable the test mode, get the test account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Da biste omogućili testni način rada, preuzmite ključeve testnog računa sa svog {{accountLink}}Stripe računa{{\/accountLink}}."],"Save live keys":["Spremi live ključ"],"Save test keys":["Spremi testni ključ"],"Test Webhook secret":["Isprobajte Webhook tajnu"],"Get your webhook signing secret from the webhooks section in your Stripe account.":["Nabavite svoju tajnu potpisivanja webhooka iz odjeljka webhooks na vašem Stripe računu."],"Webhook secret":["Webhook tajna"],"Only values starting with \"sk_test_\" or \"rk_test_\" will be saved.":["Samo vrijednosti koje počinju sa \"sk_test_\" ili \"rk_test_\" će biti spremljene"],"Test secret key":["Testni tajni ključ"],"Only values starting with \"sk_live_\" or \"rk_live_\" will be saved.":["Bit će spremljene samo vrijednosti koje počinju s \"sk_live_\" ili \"rk_live_\"."],"Live secret key":["Live tajni ključ"],"Only values starting with \"pk_test_\" will be saved.":["Samo vrijednosti koje počinju s \"pk_test_\" će biti spremljene"],"Test publishable key":["Testiraj objavljivi ključ"],"Only values starting with \"pk_live_\" will be saved.":["Samo vrijednosti koje počinju sa \"pk_live_\" će biti spremljene."],"Live publishable key":["Live objavljivi ključ"],"Requires activation":["Zahtjeva aktivaciju"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s zahtijeva aktivaciju na vašoj {{stripeDashboardLink}}Stripe nadzornoj ploči{{\/stripeDashboardLink}}. Slijedite upute i ponovno provjerite."],"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s neće biti vidljiv vašim kupcima dok ne dodate %2$s u svoju trgovinu.","%1$s neće biti vidljiv vašim kupcima dok ne dodate jednu od ovih valuta u svoju trgovinu: %2$s.","%1$s neće biti vidljiv vašim kupcima dok ne dodate jednu od ovih valuta u svoju trgovinu: %2$s."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco je međubankarska mreža koja povezuje bankomate svih većih banaka u Portugalu, omogućujući klijentima da plaćaju putem bankomata ili online bankovnog okruženja."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay je popularan novčanik u Kini, kojim upravlja Ant Financial Services Group, pružatelj financijskih usluga povezan s Alibabom."],"Error disconnecting account.":["Greška prilikom odspajanja računa."],"Account disconnected.":["Račun je odspojen."],"Error retrieving payment gateway settings.":["Pogreška pri dohvaćanju postavki načina plaćanja."],"Enter account keys":["Unestite ključeve računa"],"Updating payment methods information, please wait.":["Ažuriranje načina plaćanja, molimo pričekajte."],"%s cannot be enabled at checkout. Click to expand.":["%s ne može se omogućiti na blagajni. Klikni za više."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s nije dostupan Vašim kupcima ako je \"ručno unošenje\" opcija omogućena"],"Refresh payment methods":["Osvježite načine plaćanja"],"Payment methods menu":["Izbornik načina plaćanja"],"Disconnect":["Prekinite vezu"],"Use {{testCardNumbersLink}}test card numbers{{\/testCardNumbersLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Koristi{{testCardNumbersLink}}testne brojeve kartica{{\/testCardNumbersLink}} za simulaciju različitih transakcija. {{learnMoreLink}}Nauči više{{\/learnMoreLink}}"],"Edit live account keys & webhooks":["Izmjenite live ključeve & webhooks"],"Edit test account keys & webhooks":["Izmjenite testne ključeve & webhooks"],"Refresh":["Osvježi"],"Please enter the webhook secret key for this to work properly":["Molimo unesite webhook tajni ključ da bi ovo radilo"],"Webhooks:":["Webhooks:"],"Test Mode":["Testni Mod"],"You can add it again at any time in Stripe settings.":["Možete dodati ponovno u Stripe postavkama"],"Remove":["Ukloni"],"Remove %s from checkout":["Ukloni %s iz košarice"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Plaćanje morate zabilježiti na zaslonu s detaljima narudžbe u roku od 7 dana od autorizacije, inače će se novac vratiti kupcu."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Samo kartice podržavaju ručno snimanje. Kada je omogućeno, svi drugi načini plaćanja bit će skriveni od naplate."],"Are you sure you want to enable manual capture of payments?":["Jeste li sigurni da želite omogućiti ručno bilježenje plaćanja?"],"Enable manual capture":["Omogući ručno obuhvaćanje"],"Error retrieving account keys.":["Pogreška kod dohvaćanja ključeva računa."],"Error saving account keys.":["Greška prilikom spremanja ključeva računa."],"Account keys saved.":["Ključevi računa spremljeni"],"Error retrieving account data.":["Pogreška prilikom dohvaćanja podataka računa."],"Error updating account data.":["Greška prilikom izmjene podataka računa"],"Enter account keys (advanced)":["Unesite ključ računa (napredno)"],"Create or connect an account":["Izradi ili spoji račun"],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["Klikajući na \"Kreiraj ili poveži račun\", slažete se s {{tosLink}}Uvjetima korištenja.{{\/tosLink}}"],"Connect or create a Stripe account to accept payments directly onsite, including Payment Request buttons (such as Apple Pay and Google Pay), iDEAL, SEPA, Sofort, and more international payment methods.":["Povežite ili izradite Stripe račun za prihvaćanje plaćanja izravno na licu mjesta, uključujući gumbe Zahtjev za plaćanje (kao što su Apple Pay i Google Pay), iDEAL, SEPA, Sofort i druge međunarodne metode plaćanja."],"Get started with Stripe":["Krenite sa Stripeom"],"Payment methods":["Načini plaćanja"],"contact support":["kontaktirajte podršku"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Trebate pomoć? Posjetite {{ docsLink \/}} ili {{supportLink \/}}."],"Payment methods that require the new payments experience:":["Načini plaćanja koji zahtijevaju novo iskustvo plaćanja:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Bez novog iskustva plaćanja, vaši će klijenti moći plaćati samo kreditnom\/debitnom karticom. Više nećete moći dodavati druge načine plaćanja za povećanje prodaje."],"Disable":["Onemogući"],"There was an error disabling the new payment methods.":["Pojavila se pogreška prilikom onemogućavanja novog načina plaćanja."],"Cancel":["Otkaži"],"Disable the new payments experience":["Onemogući novo iskustvo plaćanja"],"Edit details or disconnect account":["Uredite detalje ili odspojite račun"],"View Frequently Asked Questions":["Pregledajte često postavljana pitanja"],"Configure optional payment settings and transaction details.":["Konfigurirajte dodatne postavke plaćanja i pojedinosti o transakciji."],"Payments & transactions":["Plaćanja i transakcije"],"View account overview and edit business details.":["Pogledajte pregled računa i uredite poslovne pojedinosti."],"Account details":["Detalji Računa"],"Get support":["Zatraži podršku"],"Edit account keys":["Uredi ključeve računa"],"Enable test mode":["Omogući probni način"],"When enabled, payment methods powered by Stripe will appear on checkout.":["Kada su omogućeni, načini plaćanja podržani od Stripea pojavit će se na stranici naplate"],"{{strong}}Where are the customization options?{{\/strong}} In the new checkout experience, payment method details are automatically displayed in your customers’ languages so you don’t have to worry about writing them manually.":["{{strong}}Gdje su opcije prilagodbe?{{\/strong}} U novom iskustvu naplate, pojedinosti o načinu plaćanja automatski se prikazuju na jezicima vaših kupaca tako da se ne morate brinuti o ručnom pisanju."],"Advanced settings":["Napredne Postavke"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Kada je omogućeno, zapisnici pogrešaka plaćanja bit će spremljeni u WooCommerce > Status > Dnevnici."],"Log error messages":["Zabilježite poruke o pogreškama"],"Debug mode":["Način za otklanjanje pogrešaka"],"Cards & Express Checkouts":["Kartice i brze naplate"],"Shortened customer bank statement":["Skraćeni bankovni izvod"],"We'll use the short version in combination with the customer order number.":["Koristit ćemo kratku verziju u kombinaciji s brojem narudžbe kupca."],"When enabled, we'll include the order number for card and express checkout transactions.":["Kada je omogućeno, uključit ćemo broj narudžbe za kartice i transakcije brze naplate."],"Add customer order number to the bank statement":["Dodaj broj narudžbe na bankovni izvod"],"Full bank statement":["Potpuni bankovni izvod"],"Enter the name your customers will see on their transactions. Use a recognizable name – e.g. the legal entity name or website address – to avoid potential disputes and chargebacks.":["Unesite naziv koji će vaši klijenti vidjeti na svojim transakcijama. Koristite prepoznatljivo ime – npr. naziv pravne osobe ili adresu web stranice – kako bi se izbjegli potencijalni sporovi i povrati."],"Customer bank statement":["Bankovni izvod kupca"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["Naknada mora biti zabilježena na zaslonu s detaljima narudžbe unutar 7 dana od autorizacije, inače će autorizacija i narudžba biti otkazani."],"Issue an authorization on checkout, and capture later":["Izdajte autorizaciju na blagajni i spremite kasnije"],"Transaction preferences":["Postavke transakcija"],"If enabled, the credit card form will display separate credit card number field, expiry date field and CVC field.":["Ako je omogućeno, obrazac kreditne kartice prikazat će zasebno polje broja kreditne kartice, polje datuma isteka i polje CVC."],"Enable separate credit card form":["Omogući odvojenu formu za kreditnu karticu"],"Enable payments via saved cards":["Omogući plaćanje putem spremljenih kartica"],"Payments settings":["Postavke plaćanja"],"All Payment Methods":["Svi načini plaćanja"],"All Other Payment Methods":["Svi ostali načini plaćanja"],"Amount":["Iznos"],"Transaction":["Transakcija"],"Payments\/payouts may be disabled for this account until missing business information is updated. <a>Update now<\/a>":["Uplate\/isplate mogu biti onemogućene za ovaj račun dok se ne ažuriraju nedostajući poslovni podaci. <a>Ažuriraj sada<\/a>"],"Payments:":["Plaćanja:"],"Disabled":["Onemogućeno"],"Review accepted payment methods":["Pregledajte prihvaćene načine plaćanja"],"Enable":["Omogući"],"Sofort":["Sofort"],"Direct debit payment":["Plaćanje izravnim zaduženjem"],"Error retrieving settings.":["Pogreška pri dohvaćanju postavki."],"Error saving settings.":["Pogreška pri spremanju postavki."],"Settings saved.":["Postavke spremljene."],"Share feedback (1 min)":["Podijelite povratnu informaciju (1min)"],"🤔 What made you disable the new payments experience?":["🤔 Zašto ste onemogućili novo iskustvo plaćanja?"],"Requires currency":["Zahtijeva valutu"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Prihvatite sigurne bankovne prijenose iz Austrije, Belgije, Njemačke, Italije, Nizozemske i Španjolske."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Dosegnite 500 milijuna kupaca i više od 20 milijuna poduzeća diljem Europske unije."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 je agregator načina plaćanja sa sjedištem u Poljskoj koji korisnicima omogućuje dovršavanje transakcija putem interneta pomoću bankovnih prijenosa i drugih metoda."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL je način plaćanja sa sjedištem u Nizozemskoj koji korisnicima omogućuje dovršavanje transakcija putem interneta koristeći svoje bankovne vjerodajnice."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Proširite svoje poslovanje s giropayem — drugim najpopularnijim sustavom plaćanja u Njemačkoj."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS je način plaćanja sa sjedištem u Austriji koji korisnicima omogućuje dovršavanje transakcija putem interneta pomoću vjerodajnica svoje banke."],"Let your customers pay with major credit and debit cards without leaving your store.":["Neka vaši kupci plaćaju glavnim kreditnim i debitnim karticama bez napuštanja vaše trgovine."],"Credit card \/ debit card":["Kreditna kartica \/ debitna kartica"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact je najpopularniji način online plaćanja u Belgiji, s više od 15 milijuna kartica u optjecaju."],"Get more payment methods":["Dobijte više načina plaćanja"],"Enabled":["Omogućeno"],"New checkout experience":["Novo iskustvo naplate"],"Payment Methods":["Metode plaćanja"],"Save changes":["Spremi promjene"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Dopustite svojim kupcima da koriste svoje omiljene metode ekspresnog plaćanja i digitalne novčanike za brže i sigurnije naplate u različitim dijelovima vaše trgovine."],"Express checkouts":["Brze naplate"],"Select payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Odaberite plaćanja dostupna kupcima na blagajni. Ovisno o vrsti uređaja, lokaciji i povijesti kupovine, vaši će kupci vidjeti samo najrelevantnije načine plaćanja."],"Payments accepted on checkout":["Načini plaćanja prihvaćeni na blagajni"],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Omogućite ili onemogućite Stripe u svojoj trgovini, unesite aktivacijske ključeve i uključite testni način rada za simulaciju transakcija."],"General":["Općenito"],"Early access":["Rani pristup"],"Learn more":["Saznaj više"],"Name":["Ime"],"Multibanco":["Multibanco"],"Webhook endpoints":["Webhook krajnja točka"],"EPS":["EPS"],"SEPA Direct Debit":["SEPA izravno terećenje"],"Bancontact":["Bancontact"],"Alipay":["Alipay"],"Settings":["Postavke"],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Ako je omogućeno, korisnici će moći platiti spremljenom karticom tijekom naplate. Podaci o kartici spremaju se na Stripe poslužiteljima, a ne u vašoj trgovini."],"Description":["Opis"],"Enable Stripe":["Omogući Stripe"]}},"comment":{"reference":"build\/upe_settings.js"}}