{"translation-revision-date":"2023-05-31 06:44:03+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"{{linkDocs}}Read more{{\/linkDocs}}":["{{linkDocs}}Lees meer{{\/linkDocs}}"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience. New checkout experience needs to be enabled for Link. By enabling this feature, you agree to the {{stripeLinkTerms}}Link by Stripe terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}.":["Link vult automatisch de betaal- en verzendgegevens van je klanten in om een gemakkelijke en naadloze afrekenervaring te bieden. Nieuwe afrekenervaring moet worden ingeschakeld voor Link. Door deze functie in te schakelen, ga je akkoord met de {{stripeLinkTerms}}Link by Stripe voorwaarden{{\/stripeLinkTerms}}, en {{privacyPolicy}}Privacy Policy{\/privacyPolicy}}."],"Link by Stripe":["Link by Stripe"],"Link by Stripe Input":["Link by Stripe invoer"],"Customize":["Aanpassen"],"Boost sales by offering a fast, simple, and secure checkout experience.By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Verhoog de verkoop door een snelle, eenvoudige en veilige afrekenervaring te bieden. Door deze functie in te schakelen, ga je akkoord met de gebruiksvoorwaarden van {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{\/appleLink}}, en {{googleLink}}Google{{\/googleLink}}."],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Enable the updated checkout experience":["De geüpdatete afrekenervaring inschakelen"],"Set the number of days until expiration from 0 to 60 days. The default is 3 days.":["Stel het aantal dagen tot verval in van 0 tot 60 dagen. De standaardinstelling is 3 dagen."],"Voucher settings":["Waardebon instellingen"],"Expiration":["Vervaldatum"],"The bank statement must contain only Latin characters, be between 5 and 22 characters, and not contain any of the special characters: ' \" * < >":["Het bankafschrift mag alleen Latijnse tekens bevatten, tussen 5 en 22 tekens lang zijn en geen van de speciale tekens bevatten: ' \" * < >"],"Try again":["Probeer het opnieuw"],"We couldn't connect.":["We konden geen verbinding maken."],"Test again":["Test opnieuw"],"Connection successful!":["Verbinding succesvol!"],"Test connection":["Testaansluiting"],"Testing connection…":["Verbinding testen.."],"Live account keys must use a HTTPS connection.":["Live account sleutels moeten een HTTPS verbinding gebruiken."],"Only test account keys should be entered.":["Alleen testaccount sleutels mogen worden ingevoerd."],"Only live account keys should be entered.":["Alleen live account sleutels mogen worden ingevoerd."],"Stripe plugin docs":["Stripe plugin docs"],"View Stripe plugin docs":["Bekijk Stripe plugin docs"],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Voeg het volgende webhook eindpunt {{webhookUrl\/}} toe aan je {{settingsLink}}Stripe account instellingen{{\/settingsLink}} (als die er nog niet is). Dit zal je in staat stellen om meldingen te ontvangen over de oplaadstatussen."],"You can now accept payments with %s.":["Je kunt nu betalingen accepteren met %s."],"Customer Geography: Mexico.":["Klantgeografie: Mexico."],"Customer Geography: Brazil.":["Klantgeografie: Brazilië."],"+ %d more":["+ %d meer"],"Get access to a smarter payment experience on checkout and let us know what you think by <feedbackLink>submitting your feedback<\/feedbackLink>. We recommend this feature for experienced merchants as the functionality is currently limited. <learnMoreLink>Learn more<\/learnMoreLink>":["Krijg toegang tot een slimmere betaalervaring bij het afrekenen en laat ons weten wat je ervan vindt door <feedbackLink>je feedback in te indienen<\/feedbackLink>. We raden deze functie aan voor ervaren handelaren, aangezien de functionaliteit momenteel beperkt is. <learnMoreLink>Leer meer<\/learnMoreLink>"],"✅ New checkout experience enabled.":["✅ Nieuwe afreken ervaring ingeschakeld."],"Payouts:":["Uitbetalingen:"],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO is een Mexicaanse supermarktketen waarmee klanten hun rekeningen en online aankopen in de winkel contant kunnen betalen."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto is een officiële betaalmethode in Brazilië. Klanten ontvangen een voucher die kan worden betaald bij geautoriseerde instanties of banken, geldautomaten of online bankportalen."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Payment Method Guide":["Gids voor betaalmethoden"],"Activate in your Stripe Dashboard":["Activeer in je Stripe dashboard"],"Describe how customers should use this payment method during checkout.":["Beschrijf hoe klanten deze betaalmethode moeten gebruiken tijdens het afrekenen."],"Enter a name which customers will see during checkout.":["Voer een naam in die klanten zullen zien bij het afrekenen."],"When enabled, %s will appear on checkout.":["Indien ingeschakeld, verschijnt %s bij het afrekenen."],"Enable %s":["%s inschakelen"],"Customer Geography: Portugal.":["Klantgeografie: Portugal."],"Customer Geography: China.":["Klantgeografie: China."],"Customer Geography: Poland.":["Klantgeografie: Polen."],"P24":["P24"],"Customer Geography: Germany, Austria.":["Klantgeografie: Duitsland, Oostenrijk."],"Customer Geography: Austria.":["Klantgeografie: Oostenrijk."],"Customer Geography: Belgium.":["Klantgeografie: België."],"Customer Geography: The Netherlands.":["Klantgeografie: Nederland."],"Customer Geography: Germany.":["Klantgeografie: Duitsland."],"Customer Geography: France, Germany, Spain, Belgium, Netherlands, Luxembourg, Italy, Portugal, Austria, Ireland.":["Klantgeografie: Frankrijk, Duitsland, Spanje, België, Nederland, Luxemburg, Italië, Portugal, Oostenrijk, Ierland."],"Are you sure you want to remove <strong>%1$s<\/strong>? Your customers will no longer be able to pay using <strong>%1$s<\/strong>.":["Weet je zeker dat je <strong>%1$s<\/strong> wil verwijderen? Je klanten kunnen niet meer betalen met <strong>%1$s<\/strong>."],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Alle instellingen zullen worden gewist en je klanten zullen niet langer kunnen betalen met kaarten en andere betaalmethoden die door stripe worden aangeboden."],"Are you sure you want to disconnect your Stripe account from your WooCommerce store?":["Weet je zeker dat je je Stripe account wil ontkoppelen van je WooCommerce winkel?"],"Disconnect Stripe account":["Stripe account ontkoppelen"],"Enter payment method details that will be displayed at checkout, in the order confirmation screen and in the order notes.":["Voer de betaalmethode gegevens in die worden weergegeven bij het afrekenen, in het order bevestigingsscherm en in de bestelnotities."],"Enter the payment method name that will be displayed at checkout when there are multiple available payment methods.":["Voer de naam van de betaalmethode in die wordt weergegeven bij het afrekenen wanneer er meerdere beschikbare betaalmethoden zijn."],"Display settings":["Weergave instellingen"],"Seems like the live keys we've saved for you are no longer valid. If you recently updated them, enter the new live keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Het lijkt erop dat de live sleutels die we voor je hebben opgeslagen niet langer geldig zijn. Als je ze onlangs hebt geüpdatet, voer je de nieuwe live sleutels in van je {{accountLink}}Stripe account{{\/accountLink}}."],"Seems like the test keys we've saved for you are no longer valid. If you recently updated them, enter the new test keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Het lijkt erop dat de testsleutels die we voor je hebben opgeslagen niet langer geldig zijn. Als je ze onlangs hebt geüpdatet, voer je de nieuwe testsleutels in van je {{accountLink}}Stripe account{{\/accountLink}}."],"Test":["Test"],"Live":["Live"],"To enable the live mode, get the account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Om de live modus in te schakelen, haalt je de account sleutels op van je {{accountLink}}Stripe account{{\/accountLink}}."],"To enable the test mode, get the test account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Om de testmodus in te schakelen, haal je de test account sleutels op van je {{accountLink}}Stripe account{{\/accountLink}}."],"Save live keys":["Live sleutels opslaan"],"Save test keys":["Testsleutels opslaan"],"Test Webhook secret":["Test webhook geheim"],"Get your webhook signing secret from the webhooks section in your Stripe account.":["Haal het ondertekening geheim van je webhook uit de sectie webhooks in je Stripe account."],"Webhook secret":["Webhook geheim"],"Only values starting with \"sk_test_\" or \"rk_test_\" will be saved.":["Alleen waarden die beginnen met \"sk_test_\" of \"rk_test_\" worden opgeslagen."],"Test secret key":["Geheime sleutel testen"],"Only values starting with \"sk_live_\" or \"rk_live_\" will be saved.":["Alleen waarden die beginnen met \"sk_live_\" of \"rk_live_\" worden opgeslagen."],"Live secret key":["Live geheime sleutel"],"Only values starting with \"pk_test_\" will be saved.":["Alleen waarden die beginnen met \"pk_test_\" worden opgeslagen."],"Test publishable key":["Publiceerbare sleutel testen"],"Only values starting with \"pk_live_\" will be saved.":["Alleen waarden die beginnen met \"pk_live_\" worden opgeslagen."],"Live publishable key":["Live publiceerbare sleutel"],"Requires activation":["Vereist activering"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s vereist activering in je {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Volg de instructies daar en kom snel terug."],"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s zal niet zichtbaar zijn voor je klanten totdat je %2$s toevoegt aan je winkel.","%1$s zal niet zichtbaar zijn voor je klanten totdat je een van deze munteenheden toevoegt aan je winkel: %2$s."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco is een interbancair netwerk dat de geldautomaten van alle grote banken in Portugal met elkaar verbindt, zodat klanten kunnen betalen via hun geldautomaat of online bankomgeving."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay is een populaire wallet in china, die wordt beheerd door Ant Financial Services Group, een financiële dienstverlener die gelieerd is aan Alibaba."],"Error disconnecting account.":["Fout bij het loskoppelen van account."],"Account disconnected.":["Rekening verbroken."],"Error retrieving payment gateway settings.":["Fout bij ophalen van instellingen voor betaal gateway."],"Enter account keys":["Accountsleutels invoeren"],"Updating payment methods information, please wait.":["De informatie over de betaalmethoden wordt geüpdatet. Een ogenblik geduld."],"%s cannot be enabled at checkout. Click to expand.":["%s kan niet worden ingeschakeld bij het afrekenen. Klik om uit te breiden."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s is niet beschikbaar voor je klanten wanneer de instelling \"handmatig vastleggen\" is ingeschakeld."],"Refresh payment methods":["Betaalmethoden vernieuwen"],"Payment methods menu":["Menu betaalmethoden"],"Disconnect":["Loskoppelen"],"Use {{testCardNumbersLink}}test card numbers{{\/testCardNumbersLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Gebruik {{testCardNumbersLink}}testkaartnummers{{\/testCardNumbersLink}} om verschillende transacties te simuleren. {{learnMoreLink}}Meer informatie{{\/learnMoreLink}}"],"Edit live account keys & webhooks":["Live account sleutels & webhooks bewerken"],"Edit test account keys & webhooks":["Bewerk testaccount sleutels & webhooks"],"Refresh":["Vernieuwen"],"Please enter the webhook secret key for this to work properly":["Voer de webhook geheime sleutel in om dit goed te laten werken"],"Webhooks:":["Webhooks:"],"Test Mode":["Testmodus"],"You can add it again at any time in Stripe settings.":["Je kunt het op elk moment opnieuw toevoegen in de Stripe instellingen."],"Remove":["Verwijder"],"Remove %s from checkout":["Verwijder %s van afrekenen"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Je moet de betaling binnen 7 dagen na autorisatie vastleggen op het scherm met bestelgegevens, anders keert het geld terug naar de shopper."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Alleen kaarten ondersteunen handmatige vastlegging. Indien ingeschakeld, worden alle andere betaalmethoden verborgen bij het afrekenen."],"Are you sure you want to enable manual capture of payments?":["Weet je zeker dat je betalingen handmatig wilt vastleggen?"],"Enable manual capture":["Handmatig vastleggen inschakelen"],"Error retrieving account keys.":["Fout bij ophalen van accountsleutels."],"Error saving account keys.":["Fout bij opslaan accountsleutels."],"Account keys saved.":["Account sleutels opgeslagen."],"Error retrieving account data.":["Fout bij ophalen van accountgegevens."],"Error updating account data.":["Fout bij updaten van accountgegevens."],"Enter account keys (advanced)":["Accountsleutels invoeren (geavanceerd)"],"Create or connect an account":["Een account aanmaken of verbinden"],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["Door op \"Maak een account aan\" te klikken, ga je akkoord met de {{tosLink}}Terms of service.{{\/tosLink}}"],"Connect or create a Stripe account to accept payments directly onsite, including Payment Request buttons (such as Apple Pay and Google Pay), iDEAL, SEPA, Sofort, and more international payment methods.":["Verbind of maak een Stripe account aan om betalingen direct ter plaatse te accepteren, inclusief Betaalaanvraag knoppen (zoals Apple Pay en Google Pay), iDEAL, SEPA, Sofort en meer internationale betaalmethoden."],"Get started with Stripe":["Aan de slag met Stripe"],"Payment methods":["Betaalmethoden"],"contact support":["Contact opnemen met ondersteuning"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Hulp nodig? Bezoek {{ docsLink \/}} of {{supportLink \/}}."],"Payment methods that require the new payments experience:":["Betaalmethoden die de nieuwe betalingservaring vereisen:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Zonder de nieuwe betaalervaring kunnen je klanten alleen betalen met creditcard\/debitcard. Je kunt geen andere verkoopbevorderende betaalmethoden meer toevoegen."],"Disable":["Uitschakelen"],"There was an error disabling the new payment methods.":["Er is een fout opgetreden bij het uitschakelen van de nieuwe betaalmethodes."],"Cancel":["Annuleren"],"Disable the new payments experience":["De nieuwe betalingservaring uitschakelen"],"Edit details or disconnect account":["Wijzig details of verbreek de verbinding"],"View Frequently Asked Questions":["Bekijk de veelgestelde vragen"],"Configure optional payment settings and transaction details.":["Configureer optionele betalingsinstellingen en transactiedetails."],"Payments & transactions":["Betalingen & transacties"],"View account overview and edit business details.":["Accountoverzicht bekijken en bedrijfsgegevens bewerken."],"Account details":["Account details"],"Get support":["Krijg ondersteuning"],"Edit account keys":["Accountsleutels bewerken"],"Enable test mode":["Inschakelen testmodus"],"When enabled, payment methods powered by Stripe will appear on checkout.":["Indien ingeschakeld, verschijnen betaalmethoden mogelijk gemaakt door Stripe bij het afrekenen."],"{{strong}}Where are the customization options?{{\/strong}} In the new checkout experience, payment method details are automatically displayed in your customers’ languages so you don’t have to worry about writing them manually.":["{{strong}}Waar zijn de aanpassingsopties?{{\/strong}} In de nieuwe betaalervaring worden de details van de betaalmethode automatisch weergegeven in de talen van je klanten, zodat je je geen zorgen hoeft te maken over het handmatig schrijven ervan."],"Advanced settings":["Geavanceerde instellingen"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Indien ingeschakeld, worden betaal foutlogs opgeslagen in WooCommerce > Status > Logs."],"Log error messages":["Log foutmeldingen"],"Debug mode":["Debug modus"],"Cards & Express Checkouts":["Kaarten & expres afrekenen"],"Shortened customer bank statement":["Verkort bankafschrift van de klant"],"We'll use the short version in combination with the customer order number.":["We zullen de korte versie gebruiken in combinatie met het bestelnummer van de klant."],"When enabled, we'll include the order number for card and express checkout transactions.":["Als dit is ingeschakeld, vermelden we het bestelnummer met een kaart en expres afrekenen transacties."],"Add customer order number to the bank statement":["Voeg bestelnummer van klant toe aan bankafschrift"],"Full bank statement":["Volledig bankafschrift"],"Enter the name your customers will see on their transactions. Use a recognizable name – e.g. the legal entity name or website address – to avoid potential disputes and chargebacks.":["Voer de naam in die je klanten op hun transacties zullen zien. Gebruik een herkenbare naam - bijv. de naam van de rechtspersoon of het siteadres - om mogelijke geschillen en terugboekingen te voorkomen."],"Customer bank statement":["Bankafschriften van klanten"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["De kosten moeten binnen 7 dagen na autorisatie worden vastgelegd op het detailscherm van de bestelling, anders worden de autorisatie en de bestelling geannuleerd."],"Issue an authorization on checkout, and capture later":["Geef een autorisatie af bij het afrekenen, en leg later vast"],"Transaction preferences":["Transactie voorkeuren"],"If enabled, the credit card form will display separate credit card number field, expiry date field and CVC field.":["Indien geactiveerd, zal het credit card formulier een apart credit card nummer veld, vervaldatum veld en CVC veld weergeven."],"Enable separate credit card form":["Schakel apart credit card formulier in"],"Enable payments via saved cards":["Betalingen via opgeslagen kaarten mogelijk maken"],"Payments settings":["Instellingen betalingen"],"All Payment Methods":["Alle betaalmethoden"],"All Other Payment Methods":["Alle andere betaalwijzen"],"Amount":["Bedrag"],"Transaction":["Transactie"],"Payments\/payouts may be disabled for this account until missing business information is updated. <a>Update now<\/a>":["Betalingen\/uitbetalingen kunnen worden uitgeschakeld voor deze rekening totdat de ontbrekende bedrijfsinformatie is geüpdatet. <a>Nu updaten<\/a>"],"Payments:":["Betalingen:"],"Disabled":["Uitgeschakeld"],"Review accepted payment methods":["Toegelaten betaalmethoden beoordelen"],"Enable":["Inschakelen"],"Sofort":["Sofort"],"Direct debit payment":["Betaling via automatische incasso"],"Error retrieving settings.":["Fout bij ophalen instellingen."],"Error saving settings.":["Fout bij het opslaan van de instellingen."],"Settings saved.":["Instellingen opgeslagen."],"Share feedback (1 min)":["Feedback delen (1 min)"],"🤔 What made you disable the new payments experience?":[" Waarom heb je de nieuwe betalingservaring uitgeschakeld?"],"Requires currency":["Vereist valuta"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer veilige bankoverschrijvingen uit Oostenrijk, België, Duitsland, Italië, Nederland en Spanje."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik van 500 miljoen klanten en meer dan 20 miljoen bedrijven in de hele Europese Unie."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 is een in Polen gevestigde aggregator van betaalmethoden die klanten in staat stelt online transacties te verrichten via bankoverschrijvingen en andere methoden."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL is een in Nederland gevestigde betaalmethode waarmee klanten online transacties kunnen verrichten met behulp van hun bankgegevens."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met giropay - het op één na populairste betaalsysteem van Duitsland."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS is een Oostenrijkse betaalmethode waarmee klanten online transacties kunnen verrichten met behulp van hun bankgegevens."],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten betalen met grote credit- en debitcards zonder je winkel te verlaten."],"Credit card \/ debit card":["Kredietkaart\/debetkaart"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact is de populairste online betaalmethode in België, met meer dan 15 miljoen kaarten in omloop."],"Get more payment methods":["Krijg meer betaalmethoden"],"Enabled":["Ingeschakeld"],"New checkout experience":["Nieuwe afrekenervaring"],"Payment Methods":["Betaalmethoden"],"Save changes":["Wijzigingen opslaan"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Laat je klanten hun favoriete expres betaalmethoden en digitale wallets gebruiken voor sneller, veiliger afrekenen in verschillende delen van je winkel."],"Express checkouts":["Snel afrekenen"],"Select payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Selecteer beschikbare betalingen voor klanten bij het afrekenen. Op basis van hun apparaattype, locatie en aankoop geschiedenis, krijgen je klanten alleen de meest relevante betaalwijzen te zien."],"Payments accepted on checkout":["Betalingen geaccepteerd bij het afrekenen"],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Schakel Stripe in of uit op je winkel, voer activeringssleutels in, en zet de testmodus aan om transacties te simuleren."],"General":["Algemeen"],"Early access":["Vroege toegang"],"Learn more":["Ontdek meer"],"Name":["Naam"],"Multibanco":["Multibanco"],"Webhook endpoints":["Webhook eindpunten"],"EPS":["EPS"],"SEPA Direct Debit":["SEPA-incasso"],"Bancontact":["Bancontact"],"Alipay":["Alipay"],"Settings":["Instellingen"],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Als dit is ingeschakeld, kunnen gebruikers afrekenen met een opgeslagen kaart. Kaartgegevens worden opgeslagen op Stripe-servers, niet in je winkel."],"Description":["Beschrijving"],"Enable Stripe":["Stripe inschakelen"]}},"comment":{"reference":"build\/upe_settings.js"}}