{"translation-revision-date":"2023-01-09 11:04:15+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"The bank statement must contain only Latin characters, be between 5 and 22 characters, and not contain any of the special characters: ' \" * < >":["A bankszámlakivonat csak latin karaktereket tartalmazhat, 5 és 22 karakter között lehet, és nem tartalmazhat semmilyen speciális karaktert: ' \" * < >"],"Try again":["Próbáld újra"],"We couldn't connect.":["Nem tudtunk csatlakozni."],"Test again":["Tesztelje újra"],"Connection successful!":["Sikeres csatlakozás!"],"Testing connection…":["Kapcsolat tesztelése…"],"Test connection":["Teszt kapcsolat"],"Only test account keys should be entered.":["Csak a tesztfiók kulcsait kell megadni."],"Only live account keys should be entered.":["Csak az élő fiók kulcsait kell megadni."],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Adja hozzá a következő webhook-végpontot: {{webhookUrl\/}} a {{settingsLink}}Stripe-fiók beállításaihoz{{\/settingsLink}} (ha még nincs ilyen). Ez lehetővé teszi, hogy értesítéseket kapjon a töltési állapotokról."],"You can now accept payments with %s.":["Most már elfogadhat fizetéseket a %s segítségével."],"Stripe plugin docs":["Stripe plugin dokumentumok"],"View Stripe plugin docs":["Tekintse meg a Stripe beépülő modul dokumentumait"],"+ %d more":["+ további %d"],"Customer Geography: Mexico.":["Ügyfélföldrajz: Mexikó."],"Customer Geography: Brazil.":["Ügyfélföldrajz: Brazília."],"Get access to a smarter payment experience on checkout and let us know what you think by <feedbackLink>submitting your feedback<\/feedbackLink>. We recommend this feature for experienced merchants as the functionality is currently limited. <learnMoreLink>Learn more<\/learnMoreLink>":["Aktiválja az intelligens fizetési élményt a Pénztár oldalon és <feedbackLink>küldjön nekünk visszajelzést<\/feedbackLink>. Az új funkciót csak tapasztalt kereskedőknek ajánljuk, mivel bizonyos funkciók korlátozottak. <learnMoreLink>További információ<\/learnMoreLink>"],"✅ New checkout experience enabled.":["✅ Új fizetési élmény engedélyezve."],"Payouts:":["Kifizetések:"],"Boleto":["Boleto"],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["A Boleto egy hivatalos fizetési mód Brazíliában. Az ügyfelek utalványt kapnak, amelyet felhatalmazott irodákban vagy bankokban, ATM-ekben vagy online banki portálokon fizethetnek be."],"OXXO":["OXXO"],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["Az OXXO egy mexikói kisbolt-lánc, amely lehetővé teszi az ügyfelek számára, hogy készpénzzel fizessék ki a számláikat és online vásárlásaikat az üzletben."],"Are you sure you want to remove <strong>%1$s<\/strong>? Your customers will no longer be able to pay using <strong>%1$s<\/strong>.":["Biztosan eltávolítja a következőt: <strong>%1$s<\/strong>? Ügyfelei a továbbiakban nem tudnak fizetni a következővel: <strong>%1$s<\/strong>."],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Minden beállítás törlődik, és ügyfelei többé nem tudnak fizetni kártyákkal és a Stripe által kínált egyéb fizetési módokkal."],"Are you sure you want to disconnect your Stripe account from your WooCommerce store?":["Biztosan leválasztja Stripe-fiókját a WooCommerce áruházról?"],"Disconnect Stripe account":["A Stripe-fiók leválasztása"],"Enter payment method details that will be displayed at checkout, in the order confirmation screen and in the order notes.":["Adja meg a fizetési mód adatait, amelyek megjelennek a pénztárnál, a megrendelés visszaigazoló képernyőjén és a rendelés megjegyzései között."],"Enter the payment method name that will be displayed at checkout when there are multiple available payment methods.":["Adja meg a fizetési mód nevét, amely megjelenik a fizetéskor, ha több fizetési mód áll rendelkezésre."],"Display settings":["Megjelenítési beállítások"],"Seems like the live keys we've saved for you are no longer valid. If you recently updated them, enter the new live keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Úgy tűnik, hogy az Ön számára mentett élő kulcsok már nem érvényesek. Ha nemrég frissítette őket, adja meg az új élő kulcsokat {{accountLink}}Stripe-fiókjából{{\/accountLink}}."],"Seems like the test keys we've saved for you are no longer valid. If you recently updated them, enter the new test keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Úgy tűnik, hogy az Ön számára mentett tesztkulcsok már nem érvényesek. Ha nemrég frissítette őket, adja meg az új tesztkulcsokat {{accountLink}}Stripe-fiókjából{{\/accountLink}}."],"Only values starting with \"pk_live_\" will be saved.":["Csak a \"pk_live_\" karakterrel kezdődő értékek kerülnek mentésre."],"Requires activation":["Aktiválást igényel"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["A %s aktiválást igényel a {{stripeDashboardLink}}Stripe irányítópulton{{\/stripeDashboardLink}}. Kövesse az ott található utasításokat, és térjen vissza hamarosan."],"Payment Method Guide":["Fizetési mód útmutató"],"Activate in your Stripe Dashboard":["Aktiválja a Stripe Dashboard-on"],"Describe how customers should use this payment method during checkout.":["Ismertesse, hogyan kell az ügyfeleknek használnia ezt a fizetési módot a fizetés során."],"Enter a name which customers will see during checkout.":["Adjon meg egy nevet, amelyet az ügyfelek a fizetés során láthatnak."],"When enabled, %s will appear on checkout.":["Ha engedélyezve van, %s megjelenik a pénztárnál."],"Enable %s":["Engedélyezés %s"],"P24":["P24"],"Test":["Teszt"],"Live":["Élő"],"To enable the live mode, get the account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Az élő mód engedélyezéséhez szerezze be a fiókkulcsokat {{accountLink}}Stripe-fiókjából{{\/accountLink}}."],"To enable the test mode, get the test account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["A tesztmód engedélyezéséhez szerezze be a tesztfiók kulcsait {{accountLink}}Stripe-fiókjából{{\/accountLink}}."],"Save live keys":["Élő kulcsok mentése"],"Save test keys":["Mentse el a tesztkulcsokat"],"Get your webhook signing secret from the webhooks section in your Stripe account.":["Szerezze be a webhook aláírási titkát Stripe-fiókja webhooks szakaszából."],"Webhook secret":["Webhook titok"],"Only values starting with \"sk_test_\" or \"rk_test_\" will be saved.":["Csak az „sk_test_” vagy „rk_test_” karakterekkel kezdődő értékek kerülnek mentésre."],"Test secret key":["Tesztelje a titkos kulcsot"],"Only values starting with \"sk_live_\" or \"rk_live_\" will be saved.":["Csak az „sk_live_” vagy „rk_live_” karakterekkel kezdődő értékek kerülnek mentésre."],"Live secret key":["Élő titkos kulcs"],"Only values starting with \"pk_test_\" will be saved.":["Csak a \"pk_test_\" karakterrel kezdődő értékek kerülnek mentésre."],"Test publishable key":["Tesztelje a közzétehető kulcsot"],"Live publishable key":["Élő közzétehető kulcs"],"Test Webhook secret":["Tesztelje a titkos Webhook kulcsot"],"Customer Geography: Germany, Austria.":["Ügyfélföldrajz: Németország, Ausztria."],"Customer Geography: Austria.":["Ügyfélföldrajz: Ausztria."],"Customer Geography: Belgium.":["Ügyfélföldrajz: Belgium."],"Customer Geography: The Netherlands.":["Ügyfélföldrajz: Hollandia."],"Customer Geography: Germany.":["Ügyfélföldrajz: Németország."],"Customer Geography: France, Germany, Spain, Belgium, Netherlands, Luxembourg, Italy, Portugal, Austria, Ireland.":["Ügyfélföldrajz: Franciaország, Németország, Spanyolország, Belgium, Hollandia, Luxemburg, Olaszország, Portugália, Ausztria, Írország."],"Customer Geography: Portugal.":["Ügyfélföldrajz: Portugália."],"Customer Geography: China.":["Ügyfélföldrajz: Kína."],"Customer Geography: Poland.":["Ügyfélföldrajz: Lengyelország."],"%1$s won't be visible to your customers until you add %2$s to your store.":["A %1$s mindaddig nem lesz látható ügyfelei számára, amíg hozzá nem adja a %2$s-t az üzletéhez.","%1$s mindaddig nem lesz látható az ügyfelei számára, amíg a következő pénznemek egyikét nem adja hozzá üzletéhez: %2$s."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["A Multibanco egy bankközi hálózat, amely Portugália összes nagyobb bankjának ATM-jét összeköti, lehetővé téve az ügyfelek számára, hogy ATM-en vagy online banki környezetükön keresztül fizessenek."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Az Alipay egy népszerű pénztárca Kínában, amelyet az Ant Financial Services Group, az Alibabához kapcsolódó pénzügyi szolgáltató üzemeltet."],"Error disconnecting account.":["Hiba a fiók leválasztásakor."],"Account disconnected.":["A fiók leválasztva."],"Error retrieving payment gateway settings.":["Hiba a fizetési átjáró beállításainak lekérésekor."],"Enter account keys":["Adja meg a fiók kulcsait"],"Updating payment methods information, please wait.":["A fizetési módokkal kapcsolatos információk frissítése, kérjük, várjon."],"%s cannot be enabled at checkout. Click to expand.":["%s nem engedélyezhető fizetéskor. Kattintson a kibontáshoz."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["A %s nem érhető el ügyfelei számára, ha a „kézi rögzítés” beállítás engedélyezve van."],"Refresh payment methods":["Frissítse a fizetési módokat"],"Payment methods menu":["Fizetési módok menü"],"Disconnect":["Leválasztás"],"Use {{testCardNumbersLink}}test card numbers{{\/testCardNumbersLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Használjon {{testCardNumbersLink}}tesztkártyaszámokat{{\/testCardNumbersLink}} különféle tranzakciók szimulálásához. {{learnMoreLink}}További információ{{\/learnMoreLink}}"],"Edit live account keys & webhooks":["Élő fiókkulcsok és webhookok szerkesztése"],"Edit test account keys & webhooks":["Tesztfiókkulcsok és webhookok szerkesztése"],"Refresh":["Frissítés"],"Please enter the webhook secret key for this to work properly":["A megfelelő működéshez adja meg a webhook titkos kulcsát"],"Webhooks:":["Webhooks:"],"Test Mode":["Teszt Mód"],"You can add it again at any time in Stripe settings.":["A Stripe beállításaiban bármikor újra hozzáadhatja."],"Remove":["Törlés"],"Remove %s from checkout":["%s eltávolítása a pénztárból"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Az engedélyezéstől számított 7 napon belül rögzítenie kell a fizetést a megrendelés részletei képernyőn, ellenkező esetben a pénz visszatér a vásárlóhoz."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Csak a kártyák támogatják a kézi rögzítést. Ha engedélyezve van, az összes többi fizetési mód el lesz rejtve a fizetés elől."],"Are you sure you want to enable manual capture of payments?":["Biztosan engedélyezi a fizetések kézi rögzítését?"],"Enable manual capture":["Kézi rögzítés engedélyezése"],"Error retrieving account keys.":["Hiba történt a fiókkulcsok lekérésekor."],"Error saving account keys.":["Hiba történt a fiókkulcsok mentése közben."],"Account keys saved.":["Fiókkulcsok mentve."],"Error retrieving account data.":["Hiba történt a fiókadatok lekérésekor."],"Error updating account data.":["Hiba történt a fiókadatok frissítésekor."],"Payment methods that require the new payments experience:":["Az új fizetési élményt igénylő fizetési módok:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Az új fizetési élmény nélkül ügyfelei csak hitelkártyával\/bankkártyával fizethetnek. Többé nem tud hozzáadni más, értékesítést ösztönző fizetési módokat."],"Disable":["Letiltás"],"There was an error disabling the new payment methods.":["Hiba történt az új fizetési módok letiltásakor."],"Cancel":["Mégse"],"Disable the new payments experience":["Tiltsa le az új fizetési környezetet"],"Edit details or disconnect account":["Részletek szerkesztése vagy fiók leválasztása"],"View Frequently Asked Questions":["Tekintse meg a Gyakran Ismételt Kérdéseket"],"Configure optional payment settings and transaction details.":["Konfigurálja az opcionális fizetési beállításokat és a tranzakció részleteit."],"Payments & transactions":["Fizetések és tranzakciók"],"View account overview and edit business details.":["Tekintse meg a fiók áttekintését és szerkessze az üzleti adatokat."],"Account details":["Számlaadatok"],"Get support":["Támogatás adása"],"Edit account keys":["Fiókkulcsok szerkesztése"],"Enable test mode":["Teszt mód engedélyezése"],"When enabled, payment methods powered by Stripe will appear on checkout.":["Ha engedélyezve van, a Stripe által támogatott fizetési módok megjelennek a pénztárnál."],"{{strong}}Where are the customization options?{{\/strong}} In the new checkout experience, payment method details are automatically displayed in your customers’ languages so you don’t have to worry about writing them manually.":["{{strong}}Hol vannak a testreszabási lehetőségek?{{\/strong}} Az új fizetési környezetben a fizetési mód adatai automatikusan megjelennek ügyfelei nyelvén, így nem kell aggódnia a manuális írás miatt."],"Advanced settings":["Speciális beállítások"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Ha engedélyezve van, a fizetési hibanaplók a WooCommerce > Állapot > Naplók mappába kerülnek."],"Log error messages":["Bejelentkezési Hiba Üzenetek"],"Debug mode":["Debug mód"],"Cards & Express Checkouts":["Kártyák és expressz pénztárak"],"Shortened customer bank statement":["Rövidített ügyfél bankszámlakivonat"],"We'll use the short version in combination with the customer order number.":["A rövid verziót az ügyfél rendelési számával kombinálva használjuk."],"When enabled, we'll include the order number for card and express checkout transactions.":["Ha engedélyezve van, akkor a kártyás és expressz fizetési tranzakciók rendelési számát is megadjuk."],"Add customer order number to the bank statement":["Adja hozzá az ügyfél rendelési számát a bankszámlakivonathoz"],"Full bank statement":["Teljes bankszámlakivonat"],"Enter the name your customers will see on their transactions. Use a recognizable name – e.g. the legal entity name or website address – to avoid potential disputes and chargebacks.":["Adja meg azt a nevet, amelyet ügyfelei látni fognak a tranzakcióik során. Használjon felismerhető nevet – pl. a jogi személy nevét vagy webhelyének címét – az esetleges viták és visszaterhelések elkerülése érdekében."],"Enter account keys (advanced)":["Adja meg a fiókkulcsokat (speciális)"],"Create or connect an account":["Hozzon létre vagy csatlakoztasson egy fiókot"],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["A „Fiók létrehozása vagy összekapcsolása” lehetőségre kattintva elfogadja a {{tosLink}}Általános Szerződési Feltételeket.{{\/tosLink}}"],"Connect or create a Stripe account to accept payments directly onsite, including Payment Request buttons (such as Apple Pay and Google Pay), iDEAL, SEPA, Sofort, and more international payment methods.":["Csatlakoztasson vagy hozzon létre egy Stripe-fiókot, hogy közvetlenül a helyszínen fogadhasson kifizetéseket, beleértve a Fizetési kérelem gombokat (például az Apple Pay és a Google Pay), az iDEAL, a SEPA, a Sofort és más nemzetközi fizetési módokat."],"Get started with Stripe":["Kezdje el a Stripe-ot"],"Payment methods":["Fizetési módok"],"contact support":["lépjen kapcsolatba a támogatással"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Segítségre van szüksége? Látogassa meg a {{ docsLink \/}} vagy a {{supportLink \/}} oldalt."],"Issue an authorization on checkout, and capture later":["Adjon ki engedélyt a fizetéskor, és rögzítse később"],"Transaction preferences":["Tranzakciós beállítások"],"If enabled, the credit card form will display separate credit card number field, expiry date field and CVC field.":["Ha engedélyezve van, a hitelkártya-űrlap külön hitelkártyaszám mezőt, lejárati dátumot és CVC mezőt jelenít meg."],"Enable separate credit card form":["Külön hitelkártya-űrlap engedélyezése"],"Enable payments via saved cards":["Engedélyezze a mentett kártyákkal történő fizetést"],"Payments settings":["Fizetési beállítások"],"All Payment Methods":["Minden fizetési mód"],"All Other Payment Methods":["Minden egyéb fizetési mód"],"Amount":["Összeg"],"Transaction":["Tranzakció"],"Payments\/payouts may be disabled for this account until missing business information is updated. <a>Update now<\/a>":["A fizetések\/kifizetések letilthatók ennél a fióknál mindaddig, amíg a hiányzó üzleti információkat nem frissítik. <a>Frissítés most<\/a>"],"Payments:":["Kifizetések:"],"Disabled":["Tiltva"],"Review accepted payment methods":["Tekintse át az elfogadott fizetési módokat"],"Enable":["Engedélyezés"],"Customer bank statement":["Ügyfél bankszámlakivonata"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["A terhelést az engedélyezéstől számított 7 napon belül rögzíteni kell a megrendelés részletei képernyőn, ellenkező esetben az engedélyezés és a megrendelés törlésre kerül."],"Sofort":["Sofort"],"Direct debit payment":["Csoportos beszedési megbízás"],"Error retrieving settings.":["Hiba a beállítások lekérésekor."],"Error saving settings.":["Hiba a beállítások mentésekor."],"Expand your business with giropay — Germany’s second most popular payment system.":["Bővítse vállalkozását a giropay segítségével – Németország második legnépszerűbb fizetési rendszerével."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["Az EPS egy ausztriai fizetési mód, amely lehetővé teszi az ügyfelek számára, hogy banki hitelesítő adataik segítségével online bonyolítsák le a tranzakciókat."],"Let your customers pay with major credit and debit cards without leaving your store.":["Hagyja, hogy ügyfelei nagyobb hitel- és betéti kártyákkal fizessenek anélkül, hogy elhagynák az üzletet."],"Credit card \/ debit card":["Hitelkártya \/ bankkártya"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["A Bancontact a legnépszerűbb online fizetési mód Belgiumban, több mint 15 millió kártya van forgalomban."],"Get more payment methods":["Szerezzen be több fizetési módot"],"New checkout experience":["Új fizetési élmény"],"Settings saved.":["Beállítások elmentve."],"Share feedback (1 min)":["Visszajelzés megosztása (1 perc)"],"🤔 What made you disable the new payments experience?":["🤔 Mi késztette arra, hogy letiltottad az új fizetési élményt?"],"Requires currency":["Pénzt igényel"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Elfogadhat biztonságos banki átutalásokat Ausztriából, Belgiumból, Németországból, Olaszországból, Hollandiából és Spanyolországból."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Érjen el 500 millió ügyfelet és több mint 20 millió vállalkozást az Európai Unióban."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["A Przelewy24 egy lengyelországi székhelyű fizetési mód-összesítő, amely lehetővé teszi az ügyfelek számára, hogy banki átutalással és más módszerekkel online hajtsanak végre tranzakciókat."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["Az iDEAL egy holland fizetési mód, amely lehetővé teszi az ügyfelek számára, hogy banki hitelesítő adataik segítségével online bonyolítsák le a tranzakciókat."],"iDEAL":["iDEAL"],"Enabled":["Bekapcsolva"],"Select payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Válassza ki az ügyfelek számára elérhető fizetési módokat a fizetéskor. Eszköztípusuk, helyük és vásárlási előzményeik alapján ügyfelei csak a legrelevánsabb fizetési módokat látják."],"Payments accepted on checkout":["Fizetés elfogadása a pénztárnál"],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Engedélyezze vagy tiltsa le a Stripe szolgáltatást az üzletében, adja meg az aktiváló kulcsokat, és kapcsolja be a teszt módot a tranzakciók szimulálásához."],"Express checkouts":["Gyors pénztárak"],"General":["Általános"],"Early access":["Korai hozzáférés"],"Payment Methods":["Fizetési Módok"],"Save changes":["Változtatások mentése"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Hagyja, hogy ügyfelei kedvenc expressz fizetési módjukat és digitális pénztárcáikat használják a gyorsabb és biztonságosabb fizetés érdekében üzlete különböző részein."],"Learn more":["Tudj meg többet"],"Name":["Név"],"Multibanco":["Multibanco"],"Webhook endpoints":["Webhook végpontok"],"EPS":["EPS"],"Bancontact":["Bancontact"],"SEPA Direct Debit":["SEPA Direct Debit"],"Alipay":["Alipay"],"Description":["Leírás"],"Settings":["Beállítások"],"Enable Stripe":["Stripe engedélyezése"],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Ha engedélyezve van, a felhasználók a fizetés során elmentett kártyával fizethetnek. A kártyaadatokat a rendszer a Stripe szervereken menti, nem az üzletében."]}},"comment":{"reference":"build\/upe_settings.js"}}