{"translation-revision-date":"2023-05-31 08:12:46+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"The bank statement must contain only Latin characters, be between 5 and 22 characters, and not contain any of the special characters: ' \" * < >":["L'extracte bancari només ha de contenir caràcters llatins, tenir entre 5 i 22 caràcters i no contenir cap dels caràcters especials: ' \" * < >"],"Try again":["Torneu-ho a provar"],"We couldn't connect.":["No hem pogut connectar."],"Test again":["Torna a provar"],"Connection successful!":["Connexió correcta!"],"Test connection":["Prova la connexió"],"Testing connection…":["S'està provant la connexió..."],"Live account keys must use a HTTPS connection.":["Les claus del compte de producció han d'utilitzar una connexió HTTPS."],"Only test account keys should be entered.":["Només s'han d'introduir claus de prova del compte."],"Only live account keys should be entered.":["Només s'han d'introduir claus de producció del compte."],"Stripe plugin docs":["Documentació de l'extensió de Stripe"],"View Stripe plugin docs":["Consulteu la documentació de l'extensió de Stripe"],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Afegiu el següent extrem del webhook {{webhookUrl\/}} a les vostres {{settingsLink}}opcions del compte de Stripe{{\/settingsLink}} (si encara no n'hi ha cap). Això us permetrà rebre avisos sobre l'estat del càrrec."],"You can now accept payments with %s.":["Ara podeu acceptar pagaments amb %s."],"Customer Geography: Mexico.":["Geografia del client: Mèxic."],"Customer Geography: Brazil.":["Geografia del client: Brasil."],"+ %d more":["i %d més"],"✅ New checkout experience enabled.":["✅ Nova experiència de pagament activada."],"Payouts:":["Pagaments:"],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO és una cadena mexicana de botigues de conveniència que permet als clients pagar factures i compres en línia a les botigues amb efectiu."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto és un mètode de pagament oficial al Brasil. Els clients reben un val que es pot pagar en agències o bancs autoritzats, caixers automàtics o portals bancaris en línia."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Payment Method Guide":["Guia de mètodes de pagament"],"Activate in your Stripe Dashboard":["Activeu-lo al vostre tauler de Stripe"],"Describe how customers should use this payment method during checkout.":["Descriviu com els clients haurien d'utilitzar aquest mètode de pagament durant el pagament."],"Enter a name which customers will see during checkout.":["Introduïu un nom que els clients veuran durant el pagament."],"When enabled, %s will appear on checkout.":["Si està activat, %s apareixerà al pagament."],"Enable %s":["Activa %s"],"Customer Geography: Portugal.":["Geografia del client: Portugal."],"Customer Geography: China.":["Geografia del client: Xina."],"Customer Geography: Poland.":["Geografia del client: Polònia."],"P24":["P24"],"Customer Geography: Germany, Austria.":["Geografia del client: Alemanya, Àustria."],"Customer Geography: Austria.":["Geografia del client: Àustria."],"Customer Geography: Belgium.":["Geografia del client: Bèlgica."],"Customer Geography: The Netherlands.":["Geografia del client: Països Baixos."],"Customer Geography: Germany.":["Geografia del client: Alemanya."],"Customer Geography: France, Germany, Spain, Belgium, Netherlands, Luxembourg, Italy, Portugal, Austria, Ireland.":["Geografia del client: França, Alemanya, Espanya, Bèlgica, Països Baixos, Luxemburg, Itàlia, Portugal, Àustria, Irlanda."],"Are you sure you want to remove <strong>%1$s<\/strong>? Your customers will no longer be able to pay using <strong>%1$s<\/strong>.":["Segur que voleu eliminar <strong>%1$s<\/strong>? Els vostres clients ja no podran pagar amb <strong>%1$s<\/strong>."],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Totes les opcions s'esborraran i els vostres clients ja no podran pagar amb targetes i altres mètodes de pagament que ofereix Stripe."],"Are you sure you want to disconnect your Stripe account from your WooCommerce store?":["Segur que voleu desconnectar el vostre compte de Stripe de la vostra botiga de WooCommerce?"],"Disconnect Stripe account":["Desconnecta el compte de Stripe"],"Enter payment method details that will be displayed at checkout, in the order confirmation screen and in the order notes.":["Introduïu els detalls del mètode de pagament que es mostraran en finalitzar la compra, a la pantalla de confirmació de la comanda i a les notes de la comanda."],"Enter the payment method name that will be displayed at checkout when there are multiple available payment methods.":["Introduïu el nom del mètode de pagament que es mostrarà en finalitzar la compra quan hi hagi diversos mètodes de pagament disponibles."],"Display settings":["Opcions de visualització"],"Seems like the live keys we've saved for you are no longer valid. If you recently updated them, enter the new live keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Sembla que les claus de producció que hem desat per a tu ja no són vàlides. Si les heu actualitzat recentment, introduïu les noves claus de producció al vostre {{accountLink}}compte de Stripe{{\/accountLink}}."],"Seems like the test keys we've saved for you are no longer valid. If you recently updated them, enter the new test keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Sembla que les claus de prova que hem desat per a tu ja no són vàlides. Si les heu actualitzat recentment, introduïu les noves claus de prova al vostre {{accountLink}}compte de Stripe{{\/accountLink}}."],"Test":["Prova"],"Live":["Producció"],"To enable the live mode, get the account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Per activar el mode de producció, obteniu les claus de compte del vostre {{accountLink}}compte de Stripe{{\/accountLink}}."],"To enable the test mode, get the test account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Per activar el mode de prova, obteniu les claus de compte del vostre {{accountLink}}compte de Stripe{{\/accountLink}}."],"Save live keys":["Desa les claus de producció"],"Save test keys":["Desa les claus de prova"],"Test Webhook secret":["Signatura secreta del webhook de prova"],"Get your webhook signing secret from the webhooks section in your Stripe account.":["Aconseguiu la signatura secreta del webhook a la secció de webhooks del compte de Stripe."],"Webhook secret":["Signatura secreta del webhook"],"Only values starting with \"sk_test_\" or \"rk_test_\" will be saved.":["Només es desaran els valors que comencin per «sk_test_» o «rk_test_»."],"Test secret key":["Clau secreta de prova"],"Only values starting with \"sk_live_\" or \"rk_live_\" will be saved.":["Només es desaran els valors que comencin per «sk_live_» o «rk_live_»."],"Live secret key":["Clau de producció secreta"],"Only values starting with \"pk_test_\" will be saved.":["Només es desaran els valors que comencin per «pk_test_»."],"Test publishable key":["Clau publicable de prova"],"Only values starting with \"pk_live_\" will be saved.":["Només es desaran els valors que comencin per «pk_live_»."],"Live publishable key":["Clau de producció publicable"],"Requires activation":["Requereix activació"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s requereix l'activació al vostre {{stripeDashboardLink}}tauler de Stripe{{\/stripeDashboardLink}}. Seguiu les instruccions que hi ha allà i torneu a comprovar-ho aviat."],"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s no serà visible per als vostres clients fins que no afegiu %2$s a la vostra botiga.","%1$s no serà visible per als vostres clients fins que no afegiu una d'aquestes monedes a la vostra botiga: %2$s."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco és una xarxa interbancària que enllaça els caixers automàtics de tots els bancs principals de Portugal, permetent als clients pagar a través del seu caixer automàtic o de la banca en línia."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay és una cartera popular a la Xina, operada per Ant Financial Services Group, un proveïdor de serveis financers afiliat a Alibaba."],"Error disconnecting account.":["S'ha produït un error en desconnectar el compte."],"Account disconnected.":["Compte desconnectat."],"Error retrieving payment gateway settings.":["S'ha produït un error en recuperar les opcions de la passarel·la de pagament."],"Enter account keys":["Introduïu les claus del compte"],"Updating payment methods information, please wait.":["S'està actualitzant la informació dels mètodes de pagament, espereu."],"%s cannot be enabled at checkout. Click to expand.":["%s no es pot activar al pagament. Feu clic per ampliar."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s no està disponible per als vostres clients quan l'opció de «captura manual» està activada."],"Refresh payment methods":["Actualitza els mètodes de pagament"],"Payment methods menu":["Menú de mètodes de pagament"],"Disconnect":["Desconnecta"],"Use {{testCardNumbersLink}}test card numbers{{\/testCardNumbersLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Utilitzeu {{testCardNumbersLink}}nombres de targeta de prova{{\/testCardNumbersLink}} per simular diverses transaccions. {{learnMoreLink}}Més informació{{\/learnMoreLink}}"],"Edit live account keys & webhooks":["Edita les claus del compte i els webhooks de producció"],"Edit test account keys & webhooks":["Edita les claus del compte i els webhooks de prova"],"Refresh":["Actualitza"],"Please enter the webhook secret key for this to work properly":["Introduïu la clau secreta del webhook perquè això funcioni correctament"],"Webhooks:":["Webhooks:"],"Test Mode":["Mode de proves"],"You can add it again at any time in Stripe settings.":["Podeu tornar-lo a afegir en qualsevol moment a les opcions de Stripe."],"Remove":["Elimina"],"Remove %s from checkout":["Elimina %s del pagament"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Heu de capturar el pagament a la pantalla de detalls de la comanda dins dels 7 dies següents a l'autorització, en cas contrari, els diners tornaran al comprador."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Només les targetes suporten la captura manual. Si està activat, tots els altres mètodes de pagament s'amagaran en finalitzar la compra."],"Are you sure you want to enable manual capture of payments?":["Segur que voleu activar la captura manual dels pagaments?"],"Enable manual capture":["Activa la captura manual"],"Error retrieving account keys.":["S'ha produït un error en recuperar les claus del compte."],"Error saving account keys.":["S'ha produït un error en desar les claus del compte."],"Account keys saved.":["S'han desat les claus del compte."],"Error retrieving account data.":["S'ha produït un error en recuperar les dades del compte."],"Error updating account data.":["S'ha produït un error en actualitzar les dades del compte."],"Enter account keys (advanced)":["Introduïu les claus del compte (avançat)"],"Create or connect an account":["Crea o connecta un compte"],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["En fer clic a «Crea o connecta un compte», accepteu les {{tosLink}}condicions del servei.{{\/tosLink}}"],"Connect or create a Stripe account to accept payments directly onsite, including Payment Request buttons (such as Apple Pay and Google Pay), iDEAL, SEPA, Sofort, and more international payment methods.":["Connecteu-vos o creeu un compte de Stripe per acceptar pagaments directament al lloc, incloent botons de sol·licitud de pagament (com Apple Pay i Google Pay), iDEAL, SEPA, Sofort i altres mètodes de pagament internacionals."],"Get started with Stripe":["Primers passos amb Stripe"],"Payment methods":["Mètodes de pagament"],"contact support":["contacteu amb suport"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Necessiteu ajuda? Visiteu {{ docsLink \/}} o {{supportLink \/}}."],"Payment methods that require the new payments experience:":["Mètodes de pagament que requereixen la nova experiència de pagament:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sense la nova experiència de pagament, els vostres clients només podran pagar amb targeta de crèdit\/dèbit. Ja no podreu afegir altres mètodes de pagament per incrementar les vendes."],"Disable":["Desactiva"],"There was an error disabling the new payment methods.":["S'ha produït un error en desactivar les noves formes de pagament."],"Cancel":["Cancel·la"],"Disable the new payments experience":["Desactiva la nova experiència de pagament"],"Edit details or disconnect account":["Edita els detalls o desconnecta el compte"],"View Frequently Asked Questions":["Consulteu les preguntes freqüents "],"Configure optional payment settings and transaction details.":["Configura les opcions de pagament i els detalls de la transacció opcionals."],"Payments & transactions":["Pagaments i transaccions"],"View account overview and edit business details.":["Visualitza el resum del compte i edita els detalls de l'empresa."],"Account details":["Detalls del compte"],"Get support":["Obteniu suport"],"Edit account keys":["Edita les claus del compte"],"Enable test mode":["Activa el mode de prova"],"When enabled, payment methods powered by Stripe will appear on checkout.":["Si està activat, els mètodes de pagament facilitats per Stripe apareixeran en finalitzar la compra."],"{{strong}}Where are the customization options?{{\/strong}} In the new checkout experience, payment method details are automatically displayed in your customers’ languages so you don’t have to worry about writing them manually.":["{{strong}}On són les opcions de personalització?{{\/strong}} A la nova experiència de pagament, els detalls del mètode de pagament es mostren automàticament en els idiomes dels vostres clients perquè no us hagueu de preocupar d'escriure'ls manualment."],"Advanced settings":["Opcions avançades"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Si està activat, els registres d'errors de pagament es desaran a WooCommerce > Estat > Registres."],"Log error messages":["Registra els missatges d'error"],"Debug mode":["Mode de depuració"],"Cards & Express Checkouts":["Targetes i pagaments exprés"],"Shortened customer bank statement":["Extracte bancari escurçat del client"],"We'll use the short version in combination with the customer order number.":["Utilitzarem la versió curta en combinació amb el nombre de comanda del client."],"When enabled, we'll include the order number for card and express checkout transactions.":["Si està activat, inclourem el nombre de comanda a les transaccions amb targeta i pagament exprés."],"Add customer order number to the bank statement":["Afegeix el nombre de comanda del client a l'extracte bancari"],"Full bank statement":["Extracte bancari complet"],"Enter the name your customers will see on their transactions. Use a recognizable name – e.g. the legal entity name or website address – to avoid potential disputes and chargebacks.":["Introduïu el nom que veuran els vostres clients a les seves transaccions. Utilitzeu un nom reconeixible – p.e. el nom legal de l'entitat o l'adreça del lloc web – per evitar possibles disputes i devolucions de càrrecs."],"Customer bank statement":["Extracte bancari del client"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["El càrrec s'ha de capturar a la pantalla de detalls de la comanda dins dels 7 dies posteriors a l'autorització; en cas contrari, l'autorització i la comanda es cancel·laran."],"Issue an authorization on checkout, and capture later":["Emet una autorització en finalitzar la compra i captura més tard"],"Transaction preferences":["Preferències de transacció"],"If enabled, the credit card form will display separate credit card number field, expiry date field and CVC field.":["Si està activat, el formulari de la targeta de crèdit mostrarà camps separats per al nombre de la targeta de crèdit, la data de caducitat i el CVC."],"Enable separate credit card form":["Activa el formulari separat de targeta de crèdit"],"Enable payments via saved cards":["Activa els pagaments mitjançant targetes desades"],"Payments settings":["Opcions de pagament"],"All Payment Methods":["Tots els mètodes de pagament"],"All Other Payment Methods":["Tots els altres mètodes de pagament"],"Amount":["Import"],"Transaction":["Transacció"],"Payments\/payouts may be disabled for this account until missing business information is updated. <a>Update now<\/a>":["Els pagaments i els dipòsits podrien estar desactivats per aquest compte fins que s'actualitzi la informació que falta de l'empresa. <a>Actualitza ara<\/a>"],"Payments:":["Pagaments:"],"Disabled":["Desactivat"],"Review accepted payment methods":["Revisa els mètodes de pagament acceptats"],"Enable":["Activa"],"Sofort":["Sofort"],"Direct debit payment":["Pagament domiciliat"],"Error retrieving settings.":["S'ha produït un error en recuperar les opcions."],"Error saving settings.":["S'ha produït un error en desar les opcions."],"Settings saved.":["S'ha desat la configuració."],"Share feedback (1 min)":["Compartiu comentaris (1 min)"],"🤔 What made you disable the new payments experience?":["🤔 Què us ha fet desactivar la nova experiència de pagament?"],"Requires currency":["Requereix moneda"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteu transferències bancàries segures des d'Àustria, Bèlgica, Alemanya, Itàlia, Països Baixos i Espanya."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Arribeu a 500 milions de clients i més de 20 milions d'empreses a tota la Unió Europea."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 és un agregador de mètodes de pagament amb seu a Polònia que permet als clients completar transaccions en línia mitjançant transferències bancàries i altres mètodes."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL és un mètode de pagament amb seu als Països Baixos que permet als clients completar transaccions en línia amb les seves credencials bancàries."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplieu el vostre negoci amb giropay, el segon sistema de pagament més popular d'Alemanya."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS és un mètode de pagament amb seu a Àustria que permet als clients completar transaccions en línia mitjançant les seves credencials bancàries."],"Let your customers pay with major credit and debit cards without leaving your store.":["Deixeu que els vostres clients paguin amb les principals targetes de crèdit i dèbit sense sortir de la vostra botiga."],"Credit card \/ debit card":["Targeta de crèdit \/ targeta de dèbit"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact és el mètode de pagament en línia més popular a Bèlgica, amb més de 15 milions de targetes en circulació."],"Get more payment methods":["Obteniu més mètodes de pagament"],"Enabled":["Activat"],"New checkout experience":["Nova experiència de pagament"],"Payment Methods":["Mètodes de pagament"],"Save changes":["Desa els canvis"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Deixeu que els vostres clients facin servir els seus mètodes de pagament exprés i carteres digitals preferits per fer pagaments més ràpids i segurs a diferents parts de la vostra botiga."],"Express checkouts":["Pagaments exprés"],"Select payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Seleccioneu els pagaments disponibles per als clients en finalitzar la compra. En funció del tipus de dispositiu, la ubicació i l'historial de compres, els vostres clients només veuran els mètodes de pagament més rellevants."],"Payments accepted on checkout":["Pagaments acceptats en finalitzar la compra"],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Activeu o desactiveu Stripe a la vostra botiga, introduïu les claus d'activació i activeu el mode de prova per simular transaccions."],"General":["General"],"Early access":["Accés anticipat"],"Learn more":["Més informació"],"Name":["Nom"],"Multibanco":["Multibanco"],"Webhook endpoints":["Extrems del webhook"],"EPS":["EPS"],"SEPA Direct Debit":["SEPA Direct Debit (Càrrec per domiciliació)"],"Bancontact":["Bancontact"],"Alipay":["Alipay"],"Settings":["Configuració"],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Si està activat, els usuaris seran capaços de pagar amb una targeta desada durant el procés de pagament. Les dades de la targeta es desen als servidors d'Stripe, no a la botiga."],"Description":["Descripció"],"Enable Stripe":["Activa Stripe"]}},"comment":{"reference":"build\/upe_settings.js"}}