{"translation-revision-date":"2023-05-31 06:44:03+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configureer de weergave van Apple Pay en Google Pay knoppen op je winkel."],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Wanneer dit is ingeschakeld, zullen klanten die Apple Pay of Google Pay hebben geconfigureerd, kunnen betalen met hun respectievelijke keuze van de wallet."],"Enable Apple Pay \/ Google Pay":["Apple Pay\/Google Pay inschakelen"],"You can now accept payments with %s.":["Je kunt nu betalingen accepteren met %s."],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO is een Mexicaanse supermarktketen waarmee klanten hun rekeningen en online aankopen in de winkel contant kunnen betalen."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto is een officiële betaalmethode in Brazilië. Klanten ontvangen een voucher die kan worden betaald bij geautoriseerde instanties of banken, geldautomaten of online bankportalen."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco is een interbancair netwerk dat de geldautomaten van alle grote banken in Portugal met elkaar verbindt, zodat klanten kunnen betalen via hun geldautomaat of online bankomgeving."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay is een populaire wallet in china, die wordt beheerd door Ant Financial Services Group, een financiële dienstverlener die gelieerd is aan Alibaba."],"Error disconnecting account.":["Fout bij het loskoppelen van account."],"Account disconnected.":["Rekening verbroken."],"Error retrieving payment gateway settings.":["Fout bij ophalen van instellingen voor betaal gateway."],"Error retrieving account keys.":["Fout bij ophalen van accountsleutels."],"Error saving account keys.":["Fout bij opslaan accountsleutels."],"Account keys saved.":["Account sleutels opgeslagen."],"Error retrieving account data.":["Fout bij ophalen van accountgegevens."],"Error updating account data.":["Fout bij updaten van accountgegevens."],"Decide how buttons for digital wallets Apple Pay and Google Pay are displayed in your store. Depending on their web browser and their wallet configurations, your customers will see either Apple Pay or Google Pay, but not both.":["Bepaal hoe knoppen voor digitale wallets Apple Pay en Google Pay worden weergegeven in je winkel. Afhankelijk van hun webbrowser en hun wallet configuraties, zien je klanten Apple Pay of Google Pay, maar niet beide."],"Preview":["Voorbeeld"],"Theme":["Thema"],"Size":["Grootte"],"Note that larger buttons are more suitable for mobile use.":["Merk op dat grotere knoppen meer geschikt zijn voor mobiel gebruik."],"Appearance":["Weergave"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecteer een knoplabel dat het beste past bij de flow van aankoop of betalingservaring in je winkel."],"Call to action":["Call to Action"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Omtrek {{br\/}}{{helpText}}Aanbevolen voor witte of lichtgekleurde achtergronden met onvoldoende contrast.{{\/helpText}}"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Licht {{br\/}}{{helpText}}Aanbevolen voor donkere of gekleurde achtergronden met hoog contrast.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Donker {{br\/}}{{helpText}}Aanbevolen voor witte of lichtgekleurde achtergronden met hoog contrast.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Groot {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Medium {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Standaard {{helpText}}(40 px){{\/helpText}}"],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Om een voorbeeld van de knoppen te zien, moet je ervoor zorgen dat je apparaat is ingesteld om Apple Pay of Google Pay te accepteren, en deze pagina te bekijken met de Safari of Chrome browser."],"To preview the %1$s button, view this page in the %2$s browser.":["Bekijk deze pagina in de %2$s browser om de %1$s knop te bekijken."],"Sofort":["Sofort"],"Direct debit payment":["Betaling via automatische incasso"],"Error retrieving settings.":["Fout bij ophalen instellingen."],"Error saving settings.":["Fout bij het opslaan van de instellingen."],"Settings saved.":["Instellingen opgeslagen."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer veilige bankoverschrijvingen uit Oostenrijk, België, Duitsland, Italië, Nederland en Spanje."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik van 500 miljoen klanten en meer dan 20 miljoen bedrijven in de hele Europese Unie."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 is een in Polen gevestigde aggregator van betaalmethoden die klanten in staat stelt online transacties te verrichten via bankoverschrijvingen en andere methoden."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL is een in Nederland gevestigde betaalmethode waarmee klanten online transacties kunnen verrichten met behulp van hun bankgegevens."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met giropay - het op één na populairste betaalsysteem van Duitsland."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS is een Oostenrijkse betaalmethode waarmee klanten online transacties kunnen verrichten met behulp van hun bankgegevens."],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten betalen met grote credit- en debitcards zonder je winkel te verlaten."],"Credit card \/ debit card":["Kredietkaart\/debetkaart"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact is de populairste online betaalmethode in België, met meer dan 15 miljoen kaarten in omloop."],"Book":["Boek"],"Only icon":["Alleen pictogram"],"Save changes":["Wijzigingen opslaan"],"Product page":["Productpagina"],"Show express checkouts on":["Toon expres afrekenen op"],"Checkout":["Afrekenen"],"Cart":["Winkelwagen"],"Multibanco":["Multibanco"],"EPS":["EPS"],"Donate":["Doneren"],"Buy":["Kopen"],"Bancontact":["Bancontact"],"Alipay":["Alipay"],"Total":["Totaal"],"Settings":["Instellingen"]}},"comment":{"reference":"build\/payment_requests_settings.js"}}