{"translation-revision-date":"2023-05-31 08:12:46+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"An error occurred while connecting to the server. Please try again.":["S'ha produït un error en connectar-se al servidor. Torneu-ho a provar."],"The connection to the server was aborted. Please try again.":["La connexió amb el servidor s'ha anul·lat. Torneu-ho a provar."],"A timeout occurred while connecting to the server. Please try again.":["S'ha esgotat el temps d'espera durant la connexió al servidor. Torneu-ho a provar."],"The card expiration year is in the past":["L’any de caducitat de la targeta es troba en el passat"],"The card zip code failed validation.":["El codi postal de la targeta ha fallat la validació."],"The card security code is incorrect.":["El codi de seguretat de la targeta és incorrecte."],"The card expiration date is incomplete.":["La data de caducitat de la targeta està incompleta."],"The card security code is incomplete.":["El codi de seguretat de la targeta està incomplet."],"The card security code is invalid.":["El codi de seguretat de la targeta no és vàlid."],"The card expiration year is invalid.":["L’any de caducitat de la targeta no és vàlid."],"The card expiration month is invalid.":["El mes de caducitat de la targeta no és vàlid."],"Invalid email address, please correct and try again.":["Adreça de correu electrònic incorrecta, corregiu i proveu-ho de nou."],"The card number is incomplete.":["El número de targeta està incomplet."],"Unable to process this payment, please try again or use alternative method.":["No es pot processar aquest pagament, torneu-ho a provar o utilitzeu un mètode de pagament alternatiu."],"An error occurred while processing the card.":["S'ha produït un error mentre es processava la targeta."],"There is no card on a customer that is being charged.":["No hi ha cap targeta en un client al qual s'està carregant."],"The card was declined.":["La targeta ha estat rebutjada."],"The card has expired.":["La targeta ha caducat."],"The card number is incorrect.":["El número de targeta és incorrecte."],"The card number is not a valid credit card number.":["El número de targeta no és un número de targeta de crèdit vàlid."]}},"comment":{"reference":"build\/upe_classic.js"}}