{"translation-revision-date":"2023-01-09 11:04:15+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"You can now accept payments with %s.":["Most már elfogadhat fizetéseket a %s segítségével."],"Boleto":["Boleto"],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["A Boleto egy hivatalos fizetési mód Brazíliában. Az ügyfelek utalványt kapnak, amelyet felhatalmazott irodákban vagy bankokban, ATM-ekben vagy online banki portálokon fizethetnek be."],"OXXO":["OXXO"],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["Az OXXO egy mexikói kisbolt-lánc, amely lehetővé teszi az ügyfelek számára, hogy készpénzzel fizessék ki a számláikat és online vásárlásaikat az üzletben."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["A Multibanco egy bankközi hálózat, amely Portugália összes nagyobb bankjának ATM-jét összeköti, lehetővé téve az ügyfelek számára, hogy ATM-en vagy online banki környezetükön keresztül fizessenek."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Az Alipay egy népszerű pénztárca Kínában, amelyet az Ant Financial Services Group, az Alibabához kapcsolódó pénzügyi szolgáltató üzemeltet."],"Error disconnecting account.":["Hiba a fiók leválasztásakor."],"Account disconnected.":["A fiók leválasztva."],"Error retrieving payment gateway settings.":["Hiba a fizetési átjáró beállításainak lekérésekor."],"Error retrieving account keys.":["Hiba történt a fiókkulcsok lekérésekor."],"Error saving account keys.":["Hiba történt a fiókkulcsok mentése közben."],"Account keys saved.":["Fiókkulcsok mentve."],"Error retrieving account data.":["Hiba történt a fiókadatok lekérésekor."],"Error updating account data.":["Hiba történt a fiókadatok frissítésekor."],"Decide how buttons for digital wallets Apple Pay and Google Pay are displayed in your store. Depending on their web browser and their wallet configurations, your customers will see either Apple Pay or Google Pay, but not both.":["Döntse el, hogyan jelenjenek meg az Apple Pay és a Google Pay digitális pénztárca gombjai az üzletében. A webböngészőtől és a pénztárca konfigurációjától függően ügyfelei az Apple Pay vagy a Google Pay fizetést fogják látni, de mindkettőt nem."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Világos {{br\/}}{{helpText}}Sötét vagy színes, nagy kontrasztú hátterekhez ajánlott.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Sötét {{br\/}}{{helpText}}Fehér vagy világos színű, nagy kontrasztú háttérhez ajánlott.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Nagy {{helpText}}(56 képpont){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Közepes {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Alapértelmezett {{helpText}}(40 px){{\/helpText}}"],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["A gombok előnézetének megtekintéséhez győződjön meg arról, hogy eszköze az Apple Pay vagy a Google Pay elfogadására van beállítva, és tekintse meg ezt az oldalt a Safari vagy a Chrome böngészővel."],"To preview the %1$s button, view this page in the %2$s browser.":["A %1$s gomb előnézetének megtekintéséhez tekintse meg ezt az oldalt a %2$s böngészőben."],"Sofort":["Sofort"],"Direct debit payment":["Csoportos beszedési megbízás"],"Error retrieving settings.":["Hiba a beállítások lekérésekor."],"Error saving settings.":["Hiba a beállítások mentésekor."],"Expand your business with giropay — Germany’s second most popular payment system.":["Bővítse vállalkozását a giropay segítségével – Németország második legnépszerűbb fizetési rendszerével."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["Az EPS egy ausztriai fizetési mód, amely lehetővé teszi az ügyfelek számára, hogy banki hitelesítő adataik segítségével online bonyolítsák le a tranzakciókat."],"Let your customers pay with major credit and debit cards without leaving your store.":["Hagyja, hogy ügyfelei nagyobb hitel- és betéti kártyákkal fizessenek anélkül, hogy elhagynák az üzletet."],"Credit card \/ debit card":["Hitelkártya \/ bankkártya"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["A Bancontact a legnépszerűbb online fizetési mód Belgiumban, több mint 15 millió kártya van forgalomban."],"Book":["Foglalás"],"Only icon":["Csak ikon"],"Settings saved.":["Beállítások elmentve."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Elfogadhat biztonságos banki átutalásokat Ausztriából, Belgiumból, Németországból, Olaszországból, Hollandiából és Spanyolországból."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Érjen el 500 millió ügyfelet és több mint 20 millió vállalkozást az Európai Unióban."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["A Przelewy24 egy lengyelországi székhelyű fizetési mód-összesítő, amely lehetővé teszi az ügyfelek számára, hogy banki átutalással és más módszerekkel online hajtsanak végre tranzakciókat."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["Az iDEAL egy holland fizetési mód, amely lehetővé teszi az ügyfelek számára, hogy banki hitelesítő adataik segítségével online bonyolítsák le a tranzakciókat."],"iDEAL":["iDEAL"],"Preview":["Előnézet"],"Theme":["Téma"],"Size":["Méret"],"Note that larger buttons are more suitable for mobile use.":["Vegye figyelembe, hogy a nagyobb gombok alkalmasabbak mobil használatra."],"Appearance":["Megjelenés"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Válassza ki azt a gombcímkét, amely a legjobban illeszkedik az üzlet vásárlási vagy fizetési folyamatához."],"Call to action":["Felhívás cselekvésre"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Vázlat {{br\/}}{{helpText}}Ajánlott fehér vagy világos színű, elégtelen kontrasztú háttérhez.{{\/helpText}}"],"Product page":["Termék oldal"],"Show express checkouts on":["Gyorspénztárak megjelenítése a következőn:"],"Save changes":["Változtatások mentése"],"Checkout":["Megrendelés"],"Cart":["Kosár"],"Multibanco":["Multibanco"],"EPS":["EPS"],"Donate":["Adományozás"],"Buy":["Vásárlás"],"Bancontact":["Bancontact"],"Alipay":["Alipay"],"Total":["Összesen"],"Settings":["Beállítások"]}},"comment":{"reference":"build\/payment_requests_settings.js"}}