{"translation-revision-date":"2023-07-13 10:54:25+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Hai bisogno di ulteriore aiuto?<\/strong> Fai clic sul pulsante di seguito per inviare il messaggio. Per riferimento, ecco cosa hai scritto:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["Sappiamo che il tuo tempo è prezioso. Se preferisci non attendere, puoi fare clic sul pulsante <em>%(cancelButtonLabel)s<\/em> di seguito per tornare indietro e inviare subito il messaggio."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Il nostro sistema sta attualmente generando una possibile soluzione per te, che in genere richiede circa 30 secondi."],"Quick response:":["Risposta rapida:"],"Learn more in this support guide.":["Scopri di più in questa guida di supporto."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["Per accedere al widget della chat dovrai attivare i cookie di terze parti per WordPress.com."],"Action needed":["Azione necessaria"],"Thank you for your feedback! We will use it to improve our AI.":["Grazie per il feedback. Lo useremo per migliorare la nostra IA."],"Generated by WordPress.com's Support AI":["Generato dall'AI di supporto di WordPress.com"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["Siamo spiacenti, impossibile caricare la risposta generata dall'IA. Fai clic sul pulsante di seguito per inviare il tuo messaggio al nostro team di supporto."],"Really, any minute now…":["Davvero, da un momento all'altro..."],"Any minute now…":["Da un momento all'altro..."],"I'm still writing, thank you for your patience!":["Sto ancora scrivendo, grazie per la pazienza."],"Processing the information found…":["Elaborazione delle informazioni trovate in corso…"],"Thanks for your patience, this might take a bit…":["Grazie per la pazienza, potrebbe volerci un po'…"],"Gathering all the data…":["Raccolta di tutti i dati in corso…"],"Finding relevant support documentation…":["Ricerca della documentazione di supporto pertinente in corso…"],"Gathering quick response.":["Raccolta della risposta rapida."],"Ask our WordPress.com community":["Chiedi alla nostra community di WordPress.com"],"Public Forums (English)":["Forum pubblici (inglese)"],"Public Forums":["Forum pubblici"],"Continue setting up your site with these next steps.":["Prosegui con la configurazione del tuo sito con questi passaggi successivi."],"Email (English)":["E-mail (inglese)"],"Email (%s)":["E-mail (%s)"],"Live chat (English)":["Supporto via chat (inglese)"],"Message Submitted":["Messaggio inviato"],"Support Documentation":["Documentazione di supporto"],"Starting Guide":["Guida all'avvio"],"Limited Support %(closes)s – %(reopens)s":["Supporto limitato %(closes)s – %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["Il supporto via chat dal vivo è chiuso fino al %(reopens_at)s. Nel frattempo puoi comunque contattarci tramite e-mail."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["Il supporto via chat sarà chiuso dalle %(closes_at)s fino alle %(reopens_at)s. Il supporto clienti via e-mail resterà aperto."],"Note: Support is only available in English at the moment.":["Nota: il supporto è attualmente disponibile solo in inglese."],"Still email us":["Inviaci ancora un'e-mail"],"Still chat with us":["Chatta ancora con noi"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Questo potrebbe allungare i tempi di risposta, ma lo staff WordPress.com nei forum continuerà a vedere l'URL del tuo sito."],"Analyzing site…":["Analisi del sito in corso..."],"Live Chat":["Chat"],"Connect Your Blog to Facebook Using Jetpack Social":["Connetti il tuo blog a Facebook usando Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Ti confermiamo di aver ricevuto il tuo messaggio e ti contatteremo non appena possibile."],"You submitted a request %s.":["Hai inviato una richiesta %s."],"Search for help":["Cerca aiuto"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Nessun risultato. Ecco le pagine d'aiuto più lette per questa sezione:"],"Helpful resources for this section":["Risorse utili per questa sezione"],"Search Results":["Risultati della ricerca"],"Show me where to":["Mostra dove"],"Portfolio projects (for those who have them active)":["Progetti porfolio (se attivi)"],"View contact form messages":["Mostra i messaggi dei moduli di contatto"],"Create a new site":["Crea un nuovo sito"],"Verify my site with Google":["Verifica il tuo sito con Google"],"I cannot find my site on Google":["Il sito non è su Google"],"Manage my pages":["Gestisci le tue pagine"],"View my drafted pages":["Mostra le bozze delle pagine"],"Create a new blog post on your site.":["Crea un nuovo articolo del blog sul tuo sito."],"New post":["Nuovo articolo"],"Manage my blog posts":["Gestisci i tuoi articoli del blog"],"View my drafted posts":["Mostra le bozze degli articoli"],"Get WordPress apps for all your screens.":["Scarica le app WordPress per tutti i tuoi dispositivi."],"Download the WordPress.com app for my device":["Scarica l'app WordPress.com per il tuo dispositivo"],"View my purchase and billing history":["Mostra la storia degli acquisti e degli addebiti"],"Change my account privacy settings":["Cambia le impostazioni della privacy del sito"],"Delete all of your sites, and close your account completely.":["Elimina tutti i tuoi siti e chiudi il tuo account completamente"],"Close my account permanently":["Chiudi il tuo account definitivamente"],"Update the language of the interface you see across WordPress.com as a whole.":["Aggirna la lingua dell'interfaccia su WordPress.com"],"Switch the interface language":["Cambia la lingua dell'interfaccia"],"Change the dashboard color scheme":["Cambia lo schema dei colori della bacheca"],"Update my username or email address":["Aggiorna il tuo nome utente o il tuo indirizzo e-mail"],"Update your name, profile image, and about text.":["Aggiorna il tuo nome, l'immagine del tuo profilo e le tue informazioni."],"Update my profile":["Aggiorna il tuo profilo"],"Manage SEO and traffic settings":["Gestisci le impostazione di SEO e di traffico"],"Change my site's privacy settings":["Modifica le impostazioni della privacy del sito"],"Set up a podcast":["Crea un podcast"],"Edit my site title, tagline, or logo":["Modifica il titolo del sito, lo slogan e il logo"],"Manage post categories":["Gestisci le categorie degli articoli"],"Manage how users can comment on my site":["Gestisci i commenti sul tuo sito"],"Approve or delete comments":["Approva o cancella i commenti"],"Install, manage, and search for site Plugins":["Installa, gestisci e trova plugin per il tuo sito"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Aggiungi i pulsanti di condivisione per permettere agli utenti di condividere facilmente i tuoi articoli."],"Add sharing buttons to my site":["Aggiungi pulsanti di condivisione al sito"],"Manage sharing and social media connections":["Gestisci le condivisioni e le connessioni con i social media"],"Export posts, pages and more from your site.":["Esporta articoli, pagine e altro ancora dal tuo sito."],"Export my site's content and media library":["Esporta i contenuti e la libreria multimediale del sito"],"You can customize your website by changing the footer credit in customizer.":["Puoi personalizzare il tuo sito web cambiando i crediti a piè di pagina su \"Personalizza\"."],"Change my site's footer text":["Modifica il testo a piè di pagina"],"Set a site icon":["Imposta un'icona per il tuo sito"],"Remove all posts, pages, and media, or delete a site completely.":["Elimina tutti gli articoli, le magine e gli elementi multimediali, o elimina il sito definitivamente."],"Delete a site or a site's content":["Elimina un sito o i suoi contenuti"],"Switch your site from private to public.":["Cambia lo stato del tuo sito da privato a pubblico."],"Launch my site":["Lancia il tuo sito"],"Change my site's timezone":["Cambia il fuso orario del sito"],"Invite new users to my site":["Invita nuovi utenti sul tuo sito"],"Invite new users and edit existing ones.":["Invita nuovi utenti e modifica quelli esistenti."],"Manage my site's users":["Gestisci gli utenti del tuo sito"],"Learn how to market my site":["Scopri come pubblicizzare il tuo sito"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Effettuando l'aggiornamento a un piano Premium, potrai guadagnare dal tuo sito tramite il programma WordAds."],"Earn money from my site":["Monetizza il tuo sito"],"Import content from another site":["Importa contenuti da un altro sito"],"Upload an image, video, audio or document":["Carica immagini, audio e documenti"],"View my site's latest stats":["Visualizza le ultime statistiche del tuo sito"],"View my site activity":["Visualizza l'attività del tuo sito"],"Renew my domain":["Rinnova il tuo dominio"],"Renew my plan":["Rinnova il tuo piano"],"Cancel %s":["Cancella %s"],"Upgrade my plan":["Migliora il tuo piano"],"Cancel my plan":["Cancella il tuo piano"],"Find a plan to suit my site":["Trova il piano adatto al sito"],"Set a site logo":["Aggiungi un logo per il sito"],"Edit my menu":["Modifica il menu"],"Change my homepage":["Cambia la home page"],"Customize my site's theme":["Personalizza il tema del sito"],"Change my site's theme":["Cambia il tema del sito"],"Change my password":["Cambia la password"],"Redirect your site to another domain.":["Reindirizza il sito a un altro dominio."],"Add a site redirect":["Aggiungi il reindirizzamento"],"Change my site address":["Modifica l'indirizzo"],"Manage all domains linked to your account.":["Gestisci tutti i domini collegati al tuo account."],"Manage my domain settings":["Gestisci le impostazioni di dominio"],"Add a new domain":["Aggiungi un nuovo dominio"],"Done":["Fatto"],"Back to top":["Torna in cima"],"Learn more":["Scopri di più"],"Unknown site":["Sito sconosciuto"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Abbiamo ricevuto il tuo messaggio. A breve sarai contattato da uno dei nostri Happiness Engineer."],"View the forums topic here.":["Visualizza l'argomento dei forum qui."],"Your message has been submitted to our community forums.":["Il tuo messaggio è stato pubblicato nei forum della nostra community."],"We're on it!":["Ce ne stiamo occupando!"],"Recommended resources":["Risorse consigliate"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Non siamo riusciti a recuperare informazioni sufficienti su questo sito per determinare la nostra capacità di supportarti."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Il tuo sito non è <hosted_on_our_services>ospitato con i nostri servizi<\/hosted_on_our_services>. Supporto per la versione ospitata personalmente di WordPress viene fornito dai <wordpress_org_community_forums>forum della community WordPress.org<\/wordpress_org_community_forums> oppure, se il problema si riferisce a un plugin o tema specifico, contatta il supporto per quel dato prodotto. Se non sei sicuro, condividi la tua domanda con un link e ti indicheremo la giusta direzione!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s è collegato a un altro account WordPress.com. Se stai tentando di accedere, segui la nostra procedura di recupero dell'account."],"Contact Options":["Opzioni di contatto"],"Chat is unavailable right now":["La chat non è disponibile ora"],"Something went wrong, please try again later.":["Si è verificato un problema. Riprova più tardi."],"More information":["Ulteriori informazioni"],"Posting in the forums":["Pubblicazione nei forum"],"Sending email":["Invio e-mail"],"Connecting to chat":["Connessione alla chat"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["La Libreria multimediale è uno strumento utile per aiutarti a gestire, cercare e modificare le foto, i video, i documenti e altri elementi multimediali."],"Learn Media Library Basics":["Scopri le basi sulla Libreria multimediale"],"Find out how to change your WordPress.com theme.":["Scopri come modificare il tuo tema WordPress.com."],"Change Your Website Theme on WordPress.com":["Cambia il tema del tuo sito web su WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Scopri come aggiungere una galleria fotografica sul tuo sito web abilitato per Jetpack e WordPress.com."],"Add a Photo Gallery":["Aggiungi una galleria fotografica"],"Find out how to change your page or post visibility settings WordPress.com.":["Scopri come modificare le impostazioni di visibilità delle pagine o degli articoli su WordPress.com."],"Change Your Post or Page Visibility Settings":["Modifica le impostazioni di visibilità delle pagine o degli articoli"],"Find out how to add testimonials to your WordPress.com website or blog.":["Scopri come aggiungere testimonianze al tuo blog o sito web WordPress.com."],"Add Testimonials":["Aggiungi testimonianze"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Scopri come mostrare articoli correlati sul tuo sito WordPress.com, operazione che puoi anche eseguire su un blog WordPress abilitato per Jetpack."],"Show Related Posts on Your WordPress Blog":["Mostra articoli correlati sul tuo blog WordPress"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Per impostazione predefinita, il tuo nuovo sito web WordPress.com mostra i tuoi ultimi articoli. Scopri invece come creare una homepage statica."],"Configure a Static Homepage":["Configura una home page statica"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Scopri come usare un menu personalizzato in un widget sul tuo sito WordPress abilitato per Jetpack o WordPress.com."],"Use a Custom Menu in a Widget":["Usa un menu personalizzato in un widget"],"Find out how to create a post on WordPress.com.":["Scopri come creare un articolo su WordPress.com."],"Create a Post":["Crea un articolo"],"Find out how to create a page on your WordPress.com site.":["Scopri come creare una pagina sul tuo sito WordPress.com."],"Create a Page":["Crea una pagina"],"Find out how to create a blog on WordPress.com in five steps.":["Scopri come creare un blog su WordPress.com in cinque passaggi."],"Set Up a Blog in 5 Steps":["Imposta un blog in 5 passaggi"],"Find out how to create a website on WordPress.com in five steps.":["Scopri come creare un sito web su WordPress.com in cinque passaggi."],"Set Up a Website in 5 Steps":["Imposta un sito web in 5 passaggi"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Scopri come creare un sito web di una pagina o una pagina di destinazione sul tuo sito WordPress.com."],"Create a Landing Page":["Crea una pagina di destinazione"],"Find out how to add an image widget to your WordPress.com website or blog.":["Scopri come aggiungere un widget Immagine al tuo blog o sito web WordPress.com."],"Add an Image Widget":["Aggiungi un widget Immagine"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Scopri come usare l'opzione Contenuti in evidenza sul tuo blog o sito web WordPress.com."],"Use Featured Content":["Usa Contenuti in evidenza"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Scopri come aggiungere un widget Galleria di immagini al tuo blog o sito web WordPress.com."],"Add a Gallery Widget":["Aggiungi un widget Galleria"],"Find out how to change the fonts on your WordPress.com website or blog.":["Scopri come modificare i caratteri sul tuo blog o sito web WordPress.com."],"Change Your Site Fonts":["Modifica i caratteri del tuo sito"],"Find out how to add a custom background to your WordPress.com site.":["Scopri come aggiungere uno sfondo personalizzato al tuo sito WordPress.com."],"Add a Custom Background":["Aggiungi uno sfondo personalizzato"],"Find out how to add a widget to your WordPress.com website.":["Scopri come aggiungere un widget al tuo sito web WordPress.com."],"Add a Widget":["Aggiungi un widget"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Scopri come creare un menu personalizzato sul tuo sito WordPress abilitato per Jetpack o WordPress.com."],"Create a Custom Website Menu":["Crea un menu personalizzato"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Scopri come aggiungere un'immagine di intestazione al tuo blog o sito web WordPress.com."],"Add a Custom Header Image":["Aggiungi un'immagine di intestazione personalizzata"],"Find out how to change your account email address on WordPress.com.":["Scopri come modificare l'indirizzo e-mail del tuo account WordPress.com."],"Change Your Account Email Address":["Modifica l'indirizzo e-mail del tuo account"],"Find out how to change your display name on WordPress.com.":["Scopri come modificare il nome visualizzato su WordPress.com."],"Change Your WordPress.com Display Name":["Modifica il nome visualizzato di WordPress.com"],"Find out how to change your username on WordPress.com.":["Scopri come modificare il nome utente su WordPress.com."],"Change Your WordPress.com Username":["Modifica il nome utente di WordPress.com"],"Find out how to change your account password on WordPress.com.":["Scopri come modificare la password del tuo account WordPress.com."],"Change Your Password":["Modifica la tua password"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Scopri come attivare l'inoltro e-mail gratuito da un indirizzo usando un dominio personalizzato registrato tramite WordPress.com."],"Activate Free Email Forwarding":["Attiva l'inoltro e-mail gratuito"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Scopri come modificare le impostazioni relative alla lingua dell'interfaccia e del sito web o blog su WordPress.com."],"Change Your Language Settings":["Modifica le impostazioni di lingua"],"Find out how to customize your content options on select WordPress.com themes.":["Scopri come personalizzare le opzioni dei contenuti su temi WordPress.com selezionati."],"Customize Your Content Options":["Personalizza le opzioni dei contenuti"],"Find out how to create a multilingual site on WordPress.com.":["Scopri come creare un sito multilingua su WordPress.com."],"Create a Multilingual Site":["Crea un sito multilingua"],"Find out how to add a site icon on WordPress.com.":["Scopri come aggiungere un'icona del sito su WordPress.com."],"Add a Site Icon":["Aggiungi un'icona di sito"],"Find out how to change your website privacy settings on WordPress.com.":["Scopri come modificare le tue impostazioni sulla privacy del tuo sito web su WordPress.com."],"Change Your Privacy Settings":["Modifica le tue impostazioni sulla privacy"],"Update Your Website Title and Tagline":["Aggiorna il titolo e lo slogan del tuo sito web"],"Find out how to add a custom logo to your WordPress.com site.":["Scopri come aggiungere un logo personalizzato al tuo sito WordPress.com."],"Add a Site Logo":["Aggiungi un logo del sito"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Scopri come condividere articoli del blog direttamente su Twitter dal tuo sito WordPress abilitato per Jetpack o WordPress.com."],"Share Blog Posts Directly on Twitter":["Condividi gli articoli del blog direttamente su Twitter"],"Embed a Facebook Update in Your Website":["Incorpora un aggiornamento di Facebook sul tuo sito web"],"Embed an Instagram Photo in Your Website":["Incorpora una foto di Instagram nel tuo sito web"],"Embed a Tweet from Twitter in Your Website":["Incorpora un Tweet da Twitter sul tuo sito web"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Scopri come impostare il widget delle icone dei social media sul tuo sito WordPress abilitato per Jetpack o WordPress.com."],"Set Up a Social Media Icons Widget":["Imposta un widget delle icone dei social media"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Scopri come mostrare la cronologia di Twitter sul tuo sito WordPress abilitato per Jetpack o WordPress.com."],"Embed a Twitter Timeline in your Sidebar":["Incorpora una cronologia di Twitter nella tua barra laterale"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Scopri come impostare un menu per i link social sul tuo sito WordPress abilitato per Jetpack o WordPress.com."],"Set Up the Social Links Menu":["Configura il menu per social media"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Scopri come mostrare le tue foto di Instagram più recenti direttamente sul tuo sito WordPress.com."],"Display Your Instagram Feed on Your Website":["Mostra i tuoi feed di Instagram sul tuo sito web"],"Add Social Sharing Buttons to Your Website":["Aggiungi pulsanti di condivisione sui social al tuo sito web"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Configura il tuo dominio registrato con WordPress.com o con altri provider."],"Select a site":["Seleziona un sito"],"Don’t display my site’s URL publicly":["Non mostrare pubblicamente l'URL del tuo sito"],"How can we help you today?":["Come posso aiutarti oggi?"],"Subject":["Oggetto"],"Site address":["Indirizzo del sito"],"Ask in the forums":["Fai una domanda nei forum"],"Please do not provide financial or contact information when submitting this form.":["Non fornire informazioni di contatto o finanziarie nel modulo inviato."],"Ask in our community forums":["Chiedi nei nostri forum della community"],"Email us":["Scrivici una e-mail"],"Our WordPress experts will get back to you soon":["I nostri esperti WordPress ti risponderanno il prima possibile"],"Send us an email":["inviaci un'e-mail"],"Chat with us":["Chatta con noi"],"Our WordPress experts will be with you right away":["I nostri esperti WordPress saranno subito da te"],"Start live chat":["Avvia la chat"],"Other site":["Altro sito"],"Webinars":["Webinar"],"Video Tutorials":["Tutorial video"],"More Resources":["Altre risorse"],"An expert will get back to you soon":["Un esperto ti ricontatterà presto"],"Email":["E-mail"],"Get an immediate reply":["Ottieni una risposta immediata"],"Live chat":["Chat"],"Contact our WordPress.com experts":["Contatta i nostri esperti WordPress.com"],"Still need help?":["Serve ancora aiuto?"],"Close Help Center":["Chiudi Centro assistenza"],"Minimize Help Center":["Minimizza Centro assistenza"],"Maximize Help Center":["Massimizza Centro assistenza"],"Help Center":["Centro assistenza"],"Pagination control":["Controllo della paginazione"],"Home":["Home page"],"What's new":["Cosa c'è di nuovo"],"Next":["Successivo"],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"Learn More":["Scopri di più"],"Site":["Sito"],"Continue":["Continua"],"Close":["Chiudi"],"Back":["Indietro"],"Cancel":["Annulla"],"Footer":["Footer"],"Header":["Header"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}