{"translation-revision-date":"2023-07-14 14:54:07+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>נדרשת עזרה נוספת?<\/strong> יש ללחוץ על הכפתור למטה כדי לשלוח את ההודעה. לידיעה, זה התוכן שכתבת:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["אנחנו יודעים שזמנך יקר. אם אינך רוצה לחכות, אפשר ללחוץ על <em>%(cancelButtonLabel)s<\/em> הכפתור שלמטה כדי לחזור אחורה ולשלוח את ההודעה שלך באופן מיידי."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["המערכת שלנו מייצרת כרגע פתרון אפשרי. התהליך בדרך כלל מסתיים תוך 30 שניות."],"Quick response:":["תשובה מהירה:"],"Learn more in this support guide.":["למידע נוסף, כדאי לעיין במדריך העזרה הזה."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["כדי לקבל גישה לוודיג'ט של הצ'אט, עליך להפעיל קובצי Cookie של צד שלישי עבור WordPress.com."],"Action needed":["נדרשת פעולה מצדך"],"Thank you for your feedback! We will use it to improve our AI.":["תודה על את המשוב! אנחנו נשתמש במשוב כדי לשפר את הבינה המלאכותית שלנו."],"Generated by WordPress.com's Support AI":["נוצר על ידי הבינה המלאכותית לתמיכה של WordPress.com"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["מצטערים, לא הצלחנו לטעון את התשובה שנוצרה על ידי הבינה המלאכותית. יש ללחוץ על הכפתור למטה כדי לשלוח הודעה לצוות התמיכה שלנו."],"Really, any minute now…":["הנה זה קורה..."],"Any minute now…":["רק עוד רגע..."],"I'm still writing, thank you for your patience!":["אני עדיין כותב את התשובה, תודה על הסבלנות!"],"Processing the information found…":["מעבד את המידע שנמצא..."],"Thanks for your patience, this might take a bit…":["תודה על הסבלנות, הפעולה עלולה להימשך זמן מה..."],"Gathering all the data…":["אוסף את כל הנתונים..."],"Finding relevant support documentation…":["מאתר את תיעוד התמיכה הרלוונטי..."],"Gathering quick response.":["מנסח תגובה מהירה."],"Ask our WordPress.com community":["לשאול את קהילת WordPress.com שלנו"],"Public Forums (English)":["פורומים ציבוריים (אנגלית)"],"Public Forums":["פורומים ציבוריים"],"Continue setting up your site with these next steps.":["להמשיך להגדיר את האתר שלך בשלבים הבאים האלה."],"Email (English)":["אימייל (אנגלית)"],"Email (%s)":["אימייל (%s)"],"Live chat (English)":["צ'אט (אנגלית)"],"Message Submitted":["ההודעה נשלחה"],"Support Documentation":["תיעוד תמיכה"],"Starting Guide":["מדריך להתחלה"],"Limited Support %(closes)s – %(reopens)s":["תמיכה מוגבלת %(closes)s – %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["התמיכה בצ'אט סגורה כעת עד %(reopens_at)s. בינתיים, אפשר ליצור איתנו קשר באימייל."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["התמיכה בצ'אט תהיה סגורה מתאריך %(closes_at)s ועד %(reopens_at)s. שירות לקוחות דרך האימייל יישאר פתוח."],"Note: Support is only available in English at the moment.":["לתשומת לבך: נכון לעכשיו, התמיכה זמינה באנגלית בלבד."],"Still email us":["שאלות? אפשר לשלוח אלינו אימייל"],"Still chat with us":["שאלות? אפשר לשוחח איתנו בצ'אט"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["כתוצאה מכך, ייתכן שזמני המענה יתארכו אבל הצוות של WordPress.com בפורומים עדיין יצליח לראות את כתובת ה-URL של האתר."],"Analyzing site…":["מנתח את האתר..."],"Live Chat":["תמיכה בצ׳אט (באנגלית)"],"Connect Your Blog to Facebook Using Jetpack Social":["חיבור הבלוג שלך לפייסבוק באמצעות Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["אנחנו יכולים להבטיח שהודעת האימייל הגיעה ליעדה ושנחזור אליך בהקדם האפשרי."],"You submitted a request %s.":["שלחת בקשה %s."],"Search for help":["לחפש עזרה"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["מצטערים, לא נמצאו התאמות. אלה כמה מעמודי העזרה הנפוצים לחיפוש במקטע זה:"],"Helpful resources for this section":["משאבים מועילים למקטע זה"],"Search Results":["תוצאות חיפוש"],"Show me where to":["תראו לי איפה אפשר"],"Portfolio projects (for those who have them active)":["פריוקטים של תיק עבודות (לאנשים עם פרויקטים פעילים)"],"View contact form messages":["להציג הודעות מטופס ליצירת קשר"],"Create a new site":["יצירת אתר חדש"],"Verify my site with Google":["לאמת את האתר שלי באמצעות Google"],"I cannot find my site on Google":["לא הצלחתי למצוא את האתר שלי ב-Google"],"Manage my pages":["לנהל את העמודים שלי"],"View my drafted pages":["להציג את עמודי הטיוטה שלי"],"Create a new blog post on your site.":["ליצור פוסט חדש באתר שלך."],"New post":["‎פוסט חדש"],"Manage my blog posts":["לנהל את הפוסטים בבלוגים שלי"],"View my drafted posts":["להציג את הפוסטים שלי שנמצאים במצב טיוטה"],"Get WordPress apps for all your screens.":["הורדה של האפליקציות של WordPress לכל המסכים שלך."],"Download the WordPress.com app for my device":["להוריד את האפליקציה של WordPress.com למכשיר שלי"],"View my purchase and billing history":["להציג את היסטוריית הרכישות והחיובים שלי"],"Change my account privacy settings":["לשנות את הגדרות הפרטיות בחשבון שלי"],"Delete all of your sites, and close your account completely.":["מחיקת כל האתרים שלך וסגירת החשבון שלך לחלוטין."],"Close my account permanently":["לסגור את החשבון שלי לצמיתות"],"Update the language of the interface you see across WordPress.com as a whole.":["לעדכן את שפת הממשק שתוצג ברחבי האתר של WordPress.com."],"Switch the interface language":["להחליף את שפת ממשק"],"Change the dashboard color scheme":["לשנות את ערכת הצבעים של לוח הבקרה"],"Update my username or email address":["לעדכן את שם המשתמש או כתובת האימייל שלי"],"Update your name, profile image, and about text.":["לעדכן את השם, תמונת הפרופיל וטקסט ה'אודות' שלי"],"Update my profile":["לעדכן את הפרופיל שלי"],"Manage SEO and traffic settings":["לנהל את ההגדרות של SEO והתעבורה"],"Change my site's privacy settings":["לשנות את הגדרות הפרטיות של האתר שלי"],"Set up a podcast":["להגדיר פודקאסט"],"Edit my site title, tagline, or logo":["לערוך את שם האתר, התיאור והלוגו באתר שלי"],"Manage post categories":["לנהל את קטגוריות הפוסטים"],"Manage how users can comment on my site":["לנהל כיצד משתמשים יכולים להגיב באתר שלי"],"Approve or delete comments":["לאשר או למחוק תגובות"],"Install, manage, and search for site Plugins":["להתקין, לנהל או לחפש תוספים באתר שלי"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["ניתן לאפשר לקוראים לשתף את הפוסטים שלך בקלות באמצעות הוספת כפתורי שיתוף בכל האתר שלך."],"Add sharing buttons to my site":["להוסיף כפתורי שיתוף לאתר שלי"],"Manage sharing and social media connections":["לנהל חשבונות מקושרים לשיתוף ולרשתות החברתיות"],"Export posts, pages and more from your site.":["לייצא פוסטים, עמודים ותוכן נוסף מהאתר שלי"],"Export my site's content and media library":["לייצא את התוכן ואת ספריית המדיה של האתר שלי"],"You can customize your website by changing the footer credit in customizer.":["אפשר להתאים אישית את האתר שלך על ידי שינוי האזכור בכותרת התחתונה באמצעות כלי התאמה אישית."],"Change my site's footer text":["לשנות את הטקסט בכותרת התחתונה של האתר שלי"],"Set a site icon":["להגדיר סמל לאתר"],"Remove all posts, pages, and media, or delete a site completely.":["להסיר את כל הפוסטים, העמודים והמדיה או למחוק את האתר לחלוטין."],"Delete a site or a site's content":["למחוק אתר או תוכן של אתר"],"Switch your site from private to public.":["לשנות את האתר מפרטי לציבורי."],"Launch my site":["להשיק את האתר שלי"],"Change my site's timezone":["לשנות את אזור הזמן של האתר שלי"],"Invite new users to my site":["להזמין משתמשים חדשים לאתר שלי"],"Invite new users and edit existing ones.":["להזמין משתמשים חדשים ולערוך משתמשים קיימים."],"Manage my site's users":["לנהל את המשתמשים באתר שלי"],"Learn how to market my site":["ללמוד כיצד לשווק את האתר שלי"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["על ידי שדרוג לתוכנית הפרימיום, תהיה לך אפשרות ליצור רווחים מהאתר שלך דרך תוכנית WordAds."],"Earn money from my site":["להרוויח כסף מהאתר שלי"],"Import content from another site":["לייבא תוכן מאתר אחר"],"Upload an image, video, audio or document":["להעלות תמונה, וידאו, אודיו או מסמך"],"View my site's latest stats":["להציג את הנתונים הסטטיסטיים האחרונים של האתר שלי"],"View my site activity":["להציג את הפעילות באתר שלי"],"Renew my domain":["לחדש את הדומיין שלי"],"Renew my plan":["לחדש את התוכנית שלי"],"Cancel %s":["בטל את %s"],"Upgrade my plan":["לשדרג את התוכנית שלי"],"Cancel my plan":["לבטל את התוכנית שלי"],"Find a plan to suit my site":["למצור תוכנית שמתאימה לאתר שלי"],"Set a site logo":["להגדיר לוגו לאתר"],"Edit my menu":["לערוך את התפריט שלי"],"Change my homepage":["לשנות את עמוד הבית שלי"],"Customize my site's theme":["להתאים אישית את ערכת העיצוב באתר שלי"],"Change my site's theme":["לשנות את ערכת העיצוב באתר שלי"],"Change my password":["לשנות את הסיסמה שלי"],"Redirect your site to another domain.":["לנתב מחדש את האתר שלך לדומיין אחר."],"Add a site redirect":["להוסיף ניתוב מחדש לאתר"],"Change my site address":["לשנות את כתובת האתר שלי"],"Manage all domains linked to your account.":["לנהל את כל הדומיינים שמקושרים לחשבון שלך."],"Manage my domain settings":["לנהל את הגדרות הדומיין שלי"],"Add a new domain":["להוסיף דומיין חדש"],"Done":["הושלם"],"Back to top":["חזרה למעלה"],"Learn more":["למידע נוסף"],"Unknown site":["אתר לא ידוע"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["הודעתך התקבלה אצלנו ונציג תמיכה יענה לך בקרוב."],"View the forums topic here.":["ניתן לראות את הנושאים בפורומים כאן."],"Your message has been submitted to our community forums.":["ההודעה שלך נשלחה אל הפורומים של הקהילה שלנו."],"We're on it!":["אנחנו מטפלים בנושא!"],"Recommended resources":["משאבים מומלצים"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["לא הצלחנו לקבל מספיק מידע לגבי האתר שלך כדי לקבוע את היכולת שלנו להעניק לך תמיכה."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["האתר שלך לא <hosted_on_our_services>מאוחסן בשירותים שלנו<\/hosted_on_our_services>. התמיכה באתרים של WordPress עם גרסה באחסון עצמי מסופקת על ידי <wordpress_org_community_forums>הפורומים של קהילת WordPress‏<\/wordpress_org_community_forums>. אם הבעיה קשורה לתוסף או לערכת עיצוב ספציפיים, יש ליצור קשר עם התמיכה של המוצר במקום. אם אין לך מושג, אפשר לשלוח לנו את השאלה עם קישור ואנחנו נפנה אותך לגורמים הרלוונטיים!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["האתר %s מקושר לחשבון WordPress.com שונה. אם ניסית לגשת לאתר, יש לעקוב אחרי הפעילות ל'שחזור חשבון'."],"Contact Options":["אפשרויות ליצירת קשר"],"Chat is unavailable right now":["שירות הצ'אט לא זמין כעת"],"Something went wrong, please try again later.":["משהו השתבש, יש לנסות שוב מאוחר יותר."],"More information":["מידע נוסף"],"Posting in the forums":["פרסום תוכן בפורומים"],"Sending email":["שולח אימייל"],"Connecting to chat":["מתחבר לצ'אט"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["ספריית המדיה היא כלי מועיל שעוזר לך לנהל, לחפש ולערוך את התמונות, סרטוני הווידאו, המסמכים ופרטי מדיה אחרים."],"Learn Media Library Basics":["למידע נוסך על הפעולות הבסיסיות של ספריית המדיה"],"Find out how to change your WordPress.com theme.":["כך ניתן לשנות את ערכת העיצוב שלך ב-WordPress.com."],"Change Your Website Theme on WordPress.com":["שינוי ערכת העיצוב של האתר שלך ב-WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["כך ניתן להוסיף גלריית תמונות ל-WordPress.com ולאתרים שמופעלים באמצעות Jetpack."],"Add a Photo Gallery":["הוספה של גלריית תמונות"],"Find out how to change your page or post visibility settings WordPress.com.":["כך ניתן לשנות את הגדרות הנראות של העמוד או הפוסט שלך ב-WordPress.com."],"Change Your Post or Page Visibility Settings":["שינוי הגדרות הנראות של העמוד או הפוסט שלך"],"Find out how to add testimonials to your WordPress.com website or blog.":["כך ניתן להוסיף המלצות לאתר או לבלוג שלך ב-WordPress.com."],"Add Testimonials":["הוספת המלצות"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["כך ניתן להציג פוסטים קשורים באתר שלך ב-WordPress.com. את הפעולה אפשר גם לבצע בבלוגים של WordPress שמופעלים באמצעות Jetpack."],"Show Related Posts on Your WordPress Blog":["הצגת פוסטים קשורים בבלוג שלך ב-WordPress"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["כברירת מחדל, האתר החדש שלך ב-WordPress.com יציג את הפוסטים האחרונים. כך ניתן ליצור עמוד בית קבוע במקום."],"Configure a Static Homepage":["הגדרה של עמוד בית קבוע"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["כך ניתן להשתמש בתפריט מותאם בווידג'ט שבאתר שלך ב-WordPress.com או באתר WordPress שמופעל באמצעות Jetpack."],"Use a Custom Menu in a Widget":["שימוש בתפריט מותאם בווידג'ט"],"Find out how to create a post on WordPress.com.":["כך ניתן ליצור פוסט ב-WordPress.com."],"Create a Post":["יצירת פוסט"],"Find out how to create a page on your WordPress.com site.":["כך ניתן ליצור עמוד באתר שלך ב-WordPress.com."],"Create a Page":["יצירת עמוד"],"Find out how to create a blog on WordPress.com in five steps.":["כך ניתן ליצור בלוג ב-WordPress.com בחמישה שלבים."],"Set Up a Blog in 5 Steps":["הגדרה של בלוג בחמישה שלבים"],"Find out how to create a website on WordPress.com in five steps.":["כך ניתן ליצור אתר אינטרנט ב-WordPress.com בחמישה שלבים."],"Set Up a Website in 5 Steps":["הגדרה של אתר אינטרנט בחמישה שלבים"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["כך ניתן ליצור אתר עם עמוד אחד או דף נחיתה באתר שלך ב-WordPress.com."],"Create a Landing Page":["יצירה של דף נחיתה"],"Find out how to add an image widget to your WordPress.com website or blog.":["כך ניתן להוסיף ווידג'ט תמונות לאתר או לבלוג שלך ב-WordPress.com."],"Add an Image Widget":["הוספה של וידג'ט תמונות"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["כך ניתן להשתמש באפשרות התוכן הראשי באתר או בבלוג שלך ב-WordPress.com."],"Use Featured Content":["שימוש בתוכן ראשי"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["כך ניתן להוסיף וידג'ט של גלריית תמונות לאתר או לבלוג שלך ב-WordPress.com."],"Add a Gallery Widget":["הוספת וידג'ט של גלריה"],"Find out how to change the fonts on your WordPress.com website or blog.":["כך ניתן לשנות את הגופנים באתר או בבלוג שלך ב-WordPress.com."],"Change Your Site Fonts":["שינוי הגופנים באתר שלך"],"Find out how to add a custom background to your WordPress.com site.":["כך ניתן להוסיף רקע מותאם אישית לאתר שלך ב-WordPress.com."],"Add a Custom Background":["הוספה של רקע מותאמת אישית"],"Find out how to add a widget to your WordPress.com website.":["כך ניתן להוסיף וידג'ט לאתר שלך ב-WordPress.com."],"Add a Widget":["להוסיף ווידג'ט"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["כך ניתן ליצור תפריט מותאם באתר שלך ב-WordPress.com או באתר WordPress שמופעל באמצעות Jetpack."],"Create a Custom Website Menu":["יצירת תפריט של וידג'ט מותאם אישית"],"Find out how to add a custom header image to your WordPress.com website or blog.":["כך ניתן להוסיף תמונת כותרת בהתאמה אישית לאתר או לבלוג שלך ב-WordPress.com."],"Add a Custom Header Image":["הוספה של תמונת כותרת בהתאמה אישית"],"Find out how to change your account email address on WordPress.com.":["כך ניתן לשנות את כתובת האימייל של החשבון שלך ב-WordPress.com."],"Change Your Account Email Address":["שינוי של כתובת האימייל של חשבון שלך"],"Find out how to change your display name on WordPress.com.":["כך לניתן שנות את שם התצוגה שלך ב-WordPress.com."],"Change Your WordPress.com Display Name":["שינוי שם התצוגה שלך ב-WordPress.com"],"Find out how to change your username on WordPress.com.":["כך ניתן לשנות את שם המשתמש שלך ב-WordPress.com."],"Change Your WordPress.com Username":["שינוי שם המשתמש שלך ב-WordPress.com"],"Find out how to change your account password on WordPress.com.":["כך ניתן לשנות את הסיסמה לחשבון שלך ב-WordPress.com."],"Change Your Password":["שינוי הסיסמה לחשבון שלך ב-WordPress.com"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["כך ניתן להפעיל את האפשרות להעברת אימייל מכתובת מסוימת באמצעות דומיין מותאם אישית שרשום דרך WordPress.com."],"Activate Free Email Forwarding":["הפעלה של העברת אימייל בחינם"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["כך ניתן לשנות את השפה של הבלוג או האתר שלך ואת הגדרות השפה של הממשק ב-WordPress.com."],"Change Your Language Settings":["שינוי הגדרות שפה"],"Find out how to customize your content options on select WordPress.com themes.":["כך ניתן להתאים אישית את אפשרויות התוכן בערכות עיצוב מסוימות של WordPress.com."],"Customize Your Content Options":["התאמה אישית של אפשרויות תוכן"],"Find out how to create a multilingual site on WordPress.com.":["כך ניתן ליצור אתר רב-שפתי ב-WordPress.com."],"Create a Multilingual Site":["יצירה של אתר רב-שפתי"],"Find out how to add a site icon on WordPress.com.":["כך ניתן להוסיף סמל לאתר ב-WordPress.com."],"Add a Site Icon":["הוספת סמל אתר"],"Find out how to change your website privacy settings on WordPress.com.":["כך ניתן לשנות את הגדרות הפרטיות של האתר שלך ב-WordPress.com."],"Change Your Privacy Settings":["שינוי של הגדרות פרטיות"],"Update Your Website Title and Tagline":["עדכון של הכותרת והתיאור הקצר באתר שלך"],"Find out how to add a custom logo to your WordPress.com site.":["כך ניתן להוסיף לוגו מותאם אישית לאתר שלך ב-WordPress.com."],"Add a Site Logo":["הוספה של לוגו לאתר"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["כך ניתן לשתף פוסטים ישירות לטוויטר מהאתר שלך ב-WordPress.com או מאתר WordPress שמופעל באמצעות Jetpack."],"Share Blog Posts Directly on Twitter":["שיתוף של פוסטים ישירות לטוויטר"],"Embed a Facebook Update in Your Website":["הטבעה של עדכון מפייסבוק באתר שלך"],"Embed an Instagram Photo in Your Website":["הטבעה של תמונה מאינסגרם באתר שלך"],"Embed a Tweet from Twitter in Your Website":["הטבעה של ציוץ מטוויטר באתר שלך"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["כך ניתן להגדיר וידג'ט לסמלים של רשתות חברתיות באתר שלך ב-WordPress.com או באתר WordPress שמופעל באמצעות Jetpack."],"Set Up a Social Media Icons Widget":["הגדרה של וידג'ט לסמלים של רשתות חברתיות"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["כך ניתן להציג את ציר הזמן שלך בטוויטר באתר שלך ב-WordPress.com או באתר WordPress שמופעל באמצעות Jetpack."],"Embed a Twitter Timeline in your Sidebar":["הטבעה של ציר הזמן שלך בטוויטר בסרגל הצדי של האתר"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["כך ניתן להגדיר תפריט עם קישורים לרשתות חברתיות באתר שלך ב-WordPress.com או באתר WordPress שמופעל באמצעות Jetpack."],"Set Up the Social Links Menu":["הגדרה של תפריט עם קישורים לרשתות חברתיות"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["כך ניתן להציג את התמונות האחרונות שלך מאינסטגרם ישירות באתר שלך ב-WordPress.com."],"Display Your Instagram Feed on Your Website":["הצגה של פיד התמונות שלך מאינסטגרם באתר שלך"],"Add Social Sharing Buttons to Your Website":["הוספה של כפתורי שיתוף ברשתות חברתיות"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["הגדרת הדומיין שלך, בין אם הוא רשום דרך WordPress.com או דרך ספק אחר."],"Select a site":["בחירת אתר"],"Don’t display my site’s URL publicly":["אל תציגו את כתובת ה-URL של האתר שלי לציבור"],"How can we help you today?":["איך אנחנו יכולים לעזור לך היום?"],"Subject":["נושא"],"Site address":["כתובת אתר"],"Ask in the forums":["פרסום שאלות בפורומים"],"Please do not provide financial or contact information when submitting this form.":["אין לספק מידע פיננסי או פרטי קשר בעת שליחת הטופס."],"Ask in our community forums":["לשאול בפורומים הקהילתיים"],"Email us":["אפשר לשלוח לנו אימייל"],"Our WordPress experts will get back to you soon":["מומחי WordPress שלנו ישיבו לך בקרוב"],"Send us an email":["לשלוח לנו אימייל"],"Chat with us":["הצטרפות לצ'אט איתנו"],"Our WordPress experts will be with you right away":["מומחי WordPress שלנו יענו לך בהקדם"],"Start live chat":["להתחיל שיחת צ'אט"],"Other site":["אתר אחר"],"Webinars":["סמינרים מקוונים"],"More Resources":["משאבים נוספים"],"An expert will get back to you soon":["מומחה יחזור אליך בקרוב"],"Email":["אימייל"],"Get an immediate reply":["לקבל תשובה מיידית"],"Live chat":["צ׳אט חי"],"Contact our WordPress.com experts":["יצירת קשר עם המומחים של WordPress.com"],"Still need help?":["עדיין דרושה לך עזרה?"],"Close Help Center":["לסגור את מרכז העזרה"],"Minimize Help Center":["להקטין את מרכז העזרה"],"Maximize Help Center":["להגדיל את מרכז העזרה"],"Help Center":["מרכז העזרה"],"Pagination control":["Pagination control"],"Home":["עמוד הבית"],"What's new":["מה חדש"],"Next":["הבא"],"Page %1$d of %2$d":["עמוד ⁦%1$d⁩ מתוך ⁦%2$d⁩"],"Learn More":["למידע נוסף"],"Site":["אתר"],"Continue":["המשך"],"Close":["לסגור"],"Back":["חזרה"],"Cancel":["ביטול"],"Footer":["כותרת תחתונה"],"Header":["כותרת עליונה"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}