{"translation-revision-date":"2023-07-12 09:54:07+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Brauchst du weitere Hilfe?<\/strong> Klicke auf den Button unten, um deine Nachricht zu senden. Die von dir übermittelte Nachricht war Folgende:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["Wir wissen, dass deine Zeit wertvoll ist. Wenn du nicht warten möchtest, kannst du auf den Button <em>%(cancelButtonLabel)s<\/em> unten klicken, um zurückzugehen und deine Nachricht sofort zu übermitteln."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Unser System generiert gerade eine mögliche Lösung für dich, was normalerweise etwa 30 Sekunden dauert."],"Quick response:":["Schnelle Antwort:"],"Learn more in this support guide.":["Weitere Informationen findest du in diesem Support-Ratgeber."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["Um auf das Live-Chat-Widget zugreifen zu können, musst du für WordPress.com Drittanbieter-Cookies aktivieren."],"Action needed":["Aktion erforderlich"],"Thank you for your feedback! We will use it to improve our AI.":["Danke für Dein Feedback! Wir verbessern damit unsere KI."],"Generated by WordPress.com's Support AI":["Von der Support-KI von WordPress.com generiert"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["Leider konnten wir die KI-generierte Antwort nicht laden. Klicke bitte auf den Button unten, um deine Nachricht an unser Support-Team zu senden."],"Really, any minute now…":["Wirklich, jeden Augenblick …"],"Any minute now…":["Jeden Augenblick …"],"I'm still writing, thank you for your patience!":["Ich schreibe noch, vielen Dank für deine Geduld!"],"Processing the information found…":["Die gefundenen Informationen werden verarbeitet …"],"Thanks for your patience, this might take a bit…":["Vielen Dank für deine Geduld. Das kann eine Weile dauern …"],"Gathering all the data…":["Alle Daten werden gesammelt …"],"Finding relevant support documentation…":["Relevante Support-Dokumentationen werden gesucht …"],"Gathering quick response.":["Eine kurze Antwort wird erstellt."],"Ask our WordPress.com community":["Frage unsere WordPress.com-Community"],"Public Forums (English)":["Öffentliche Foren (Englisch)"],"Public Forums":["Öffentliche Foren"],"Continue setting up your site with these next steps.":["Fahre mit diesen nächsten Schritten mit der Einrichtung deiner Website fort."],"Email (English)":["E-Mail (Englisch)"],"Email (%s)":["E-Mail (%s)"],"Live chat (English)":["Live-Chat (Englisch)"],"Message Submitted":["Nachricht gesendet"],"Support Documentation":["Support-Dokumentation"],"Starting Guide":["Ratgeber zum Einstieg"],"Limited Support %(closes)s – %(reopens)s":["Eingeschränkter Support %(closes)s – %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["Der Live-Chat-Support ist bis %(reopens_at)s geschlossen. In dieser Zeit kannst du uns weiterhin per E-Mail erreichen."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["Der Live-Chat-Support ist vom %(closes_at)s bis zum %(reopens_at)s nicht verfügbar. Kundenservice per E-Mail ist weiterhin verfügbar."],"Note: Support is only available in English at the moment.":["Hinweis: Der Support ist derzeit nur in englischer Sprache verfügbar."],"Still email us":["Sende uns trotzdem eine E-Mail"],"Still chat with us":["Chatte trotzdem mit uns"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Dies kann zu einer längeren Reaktionszeit führen, WordPress.com-Mitarbeiter in den Foren können die URL deiner Website aber weiterhin sehen."],"Analyzing site…":["Die Website wird analysiert …"],"Live Chat":["Live-Chat"],"Connect Your Blog to Facebook Using Jetpack Social":["Dein Blog per Jetpack Social mit Facebook verbinden"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Wir haben deine Nachricht erhalten und werden uns so bald wie möglich melden."],"You submitted a request %s.":["Du hast %s eine Anfrage eingereicht."],"Search for help":["Nach Hilfe suchen"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Deine Suche hat leider keine Treffer ergeben. Hier sind einige der am häufigsten gesuchten Hilfeseiten für diesen Abschnitt:"],"Helpful resources for this section":["Nützliche Ressourcen für diesen Abschnitt"],"Search Results":["Suchergebnisse"],"Show me where to":["Wo kann ich"],"Portfolio projects (for those who have them active)":["Portfolio-Projekte (wenn diese aktiviert sind)"],"View contact form messages":["Kontaktformular-Nachrichten anzeigen"],"Create a new site":["Neue Website erstellen"],"Verify my site with Google":["Meine Website bei Google verifizieren"],"I cannot find my site on Google":["Ich kann meine Website auf Google nicht finden"],"Manage my pages":["Meine Seiten verwalten"],"View my drafted pages":["Meine Seitenentwürfe anzeigen"],"Create a new blog post on your site.":["Erstelle einen neuen Blogbeitrag auf deiner Website."],"New post":["Neuer Eintrag"],"Manage my blog posts":["Meine Blogbeiträge verwalten"],"View my drafted posts":["Meine Beitragsentwürfe anzeigen"],"Get WordPress apps for all your screens.":["Hol dir die WordPress-App für alle deine Geräte."],"Download the WordPress.com app for my device":["Die WordPress.com-App für mein Gerät herunterladen"],"View my purchase and billing history":["Meinen Kauf- und Rechnungsverlauf anzeigen"],"Change my account privacy settings":["Datenschutz-Einstellungen meines Kontos ändern"],"Delete all of your sites, and close your account completely.":["Lösche alle deine Websites und schließe dein Konto endgültig."],"Close my account permanently":["Mein Konto endgültig schließen"],"Update the language of the interface you see across WordPress.com as a whole.":["Ändere die Sprache der Benutzeroberfläche, die du überall auf WordPress.com siehst."],"Switch the interface language":["Sprache der Benutzeroberfläche ändern"],"Change the dashboard color scheme":["Farbschema des Dashboards ändern"],"Update my username or email address":["Benutzernamen oder E-Mail-Adresse aktualisieren"],"Update your name, profile image, and about text.":["Aktualisiere deinen Namen, dein Profilbild und deinen Vorstellungstext."],"Update my profile":["Mein Profil aktualisieren"],"Manage SEO and traffic settings":["SEO- und Traffic-Einstellungen verwalten"],"Change my site's privacy settings":["Privatsphäre-Einstellungen meiner Website ändern"],"Set up a podcast":["Ein Podcast einrichten"],"Edit my site title, tagline, or logo":["Website-Titel, Untertitel oder Logo bearbeiten"],"Manage post categories":["Beitragskategorien verwalten"],"Manage how users can comment on my site":["Verwalten, wie Benutzer auf meiner Website kommentieren können"],"Approve or delete comments":["Kommentare genehmigen oder löschen"],"Install, manage, and search for site Plugins":["Website-Plugins installieren, verwalten und suchen"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Füge überall auf deiner Website Teilen-Buttons hinzu, damit deine Leser deine Beiträge ganz einfach mit anderen teilen können."],"Add sharing buttons to my site":["Teilen-Buttons zu meiner Website hinzufügen"],"Manage sharing and social media connections":["Teilen-Funktion und Social-Media-Verbindungen verwalten"],"Export posts, pages and more from your site.":["Exportiere Beiträge, Seiten und vieles mehr von deiner Website."],"Export my site's content and media library":["Inhalte und Mediathek meiner Website exportieren"],"You can customize your website by changing the footer credit in customizer.":["Du kannst deine Website anpassen, indem du über den Customizer den Wortlaut der WordPress.com-Nennung im Footer änderst."],"Change my site's footer text":["Footer-Text meiner Website ändern"],"Set a site icon":["Ein Website-Icon festlegen"],"Remove all posts, pages, and media, or delete a site completely.":["Entferne alle Beiträge, Seiten und Medien oder lösche eine Website vollständig."],"Delete a site or a site's content":["Eine Website oder die Inhalte einer Website löschen"],"Switch your site from private to public.":["Stelle deine Website von privat auf öffentlich um."],"Launch my site":["Meine Website veröffentlichen"],"Change my site's timezone":["Die Zeitzone meiner Website ändern"],"Invite new users to my site":["Neue Benutzer zu meiner Website einladen"],"Invite new users and edit existing ones.":["Lade neue Benutzer ein und bearbeite bereits bestehende Benutzer."],"Manage my site's users":["Benutzer meiner Website verwalten"],"Learn how to market my site":["Informationen zur Vermarktung meiner Website"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Durch ein Upgrade auf den Premium-Tarif kannst du mit deiner Website über das WordAds-Programm Geld verdienen."],"Earn money from my site":["Geld mit meiner Website verdienen"],"Import content from another site":["Inhalte von einer anderen Website importieren"],"Upload an image, video, audio or document":["Bild, Video, Audio oder Dokument hochladen"],"View my site's latest stats":["Aktuelle Statistiken meiner Website anzeigen"],"View my site activity":["Meine Website-Aktivitäten anzeigen"],"Renew my domain":["Meine Domain verlängern"],"Renew my plan":["Meinen Tarif verlängern"],"Cancel %s":["%s abbrechen"],"Upgrade my plan":["Tarif-Upgrade durchführen"],"Cancel my plan":["Meinen Tarif kündigen"],"Find a plan to suit my site":["Einen passenden Tarif für meine Website finden"],"Set a site logo":["Ein Website-Logo festlegen"],"Edit my menu":["Mein Menü bearbeiten"],"Change my homepage":["Meine Startseite ändern"],"Customize my site's theme":["Mein Website-Theme anpassen"],"Change my site's theme":["Mein Website-Theme ändern"],"Change my password":["Mein Passwort ändern"],"Redirect your site to another domain.":["Leite deine Website zu einer anderen Domain weiter."],"Add a site redirect":["Website-Weiterleitung hinzufügen"],"Change my site address":["Meine Website-Adresse ändern"],"Manage all domains linked to your account.":["Verwalte alle mit deinem Konto verbundenen Domains."],"Manage my domain settings":["Meine Domain-Einstellungen verwalten"],"Add a new domain":["Füge eine neue Domain hinzu"],"Done":["Fertig"],"Back to top":["Nach oben"],"Learn more":["Weitere Informationen"],"Unknown site":["Unbekannte Website"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Wir haben deine Nachricht erhalten. Unsere Support-Mitarbeiter werden sich bald bei dir melden."],"View the forums topic here.":["Sieh dir hier das Foren-Thema an."],"Your message has been submitted to our community forums.":["Deine Nachricht wurde an unsere Community-Foren gesendet."],"We're on it!":["Wir arbeiten an der Lösung!"],"Recommended resources":["Empfohlene Ressourcen"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Wir konnten nicht genügend Informationen über diese Website sammeln, um festzustellen, ob wir dich damit unterstützen können."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Deine Website wird nicht <hosted_on_our_services>mit unseren Diensten gehostet<\/hosted_on_our_services>. Support für die selbst gehostete Version von WordPress bieten die <wordpress_org_community_forums>WordPress.org-Community-Foren<\/wordpress_org_community_forums>. Wenn sich das Problem auf ein bestimmtes Plugin oder Theme bezieht, kannst du dich stattdessen auch an den Support für dieses Produkt wenden. Wenn du dir nicht sicher bist, kannst du uns deine Frage mit einem Link zusenden und wir sagen dir, an wen du dich wenden kannst!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s ist mit einem anderen WordPress.com-Konto verknüpft. Wenn du darauf zugreifen möchtest, folge bitte unserer Vorgehensweise zur Kontowiederherstellung."],"Contact Options":["Möglichkeiten der Kontaktaufnahme"],"Chat is unavailable right now":["Der Chat ist derzeit nicht verfügbar"],"Something went wrong, please try again later.":["Es ist ein Fehler aufgetreten. Versuche es später erneut."],"More information":["Weitere Informationen"],"Posting in the forums":["Veröffentlichen in den Foren"],"Sending email":["E-Mail wird gesendet …"],"Connecting to chat":["Verbinden mit Chat"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["Die Mediathek ist ein nützliches Tool, mit dem du deine Fotos, Videos, Dokumente und sonstigen Medien verwalten, durchsuchen und bearbeiten kannst."],"Learn Media Library Basics":["Grundlagen der Mediathek lernen"],"Find out how to change your WordPress.com theme.":["Erfahre, wie du dein WordPress.com-Theme ändern kannst."],"Change Your Website Theme on WordPress.com":["Theme deiner Website auf WordPress.com ändern"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Erfahre, wie du auf deiner WordPress.com- und mit Jetpack ausgestatteten Website eine Fotogalerie hinzufügen kannst."],"Add a Photo Gallery":["Fotogalerie hinzufügen"],"Find out how to change your page or post visibility settings WordPress.com.":["Erfahre, wie du die Sichtbarkeitseinstellungen auf WordPress.com für deine Seite oder deinen Beitrag ändern kannst."],"Change Your Post or Page Visibility Settings":["Sichtbarkeitseinstellungen deines Beitrags oder deiner Seite ändern"],"Find out how to add testimonials to your WordPress.com website or blog.":["Erfahre, wie du Referenzen zu deiner Website oder deinem Blog auf WordPress.com hinzufügen kannst."],"Add Testimonials":["Referenzen hinzufügen"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Erfahre, wie du ähnliche Beiträge auf deiner WordPress.com-Website anzeigen kannst. Dies ist auch in mit Jetpack ausgestatteten WordPress.com-Blogs möglich."],"Show Related Posts on Your WordPress Blog":["Ähnliche Beiträge in deinem WordPress-Blog anzeigen"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Standardmäßig werden auf deiner neuen WordPress.com-Website deine neuesten Beiträge angezeigt. Erfahre, wie du stattdessen eine statische Startseite erstellen kannst."],"Configure a Static Homepage":["Statische Startseite konfigurieren"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Erfahre, wie du ein individuelles Menü in einem Widget auf deiner WordPress.com- oder mit Jetpack ausgestatteten WordPress-Website verwenden kannst."],"Use a Custom Menu in a Widget":["Individuelles Menü in einem Widget verwenden"],"Find out how to create a post on WordPress.com.":["Erfahre, wie du einen Beitrag auf WordPress.com erstellen kannst."],"Create a Post":["Beitrag erstellen"],"Find out how to create a page on your WordPress.com site.":["Erfahre, wie du eine Seite auf deiner WordPress.com-Website erstellen kannst."],"Create a Page":["Eine Seite erstellen"],"Find out how to create a blog on WordPress.com in five steps.":["Erfahre, wie du in nur fünf Schritten ein Blog auf WordPress.com erstellen kannst."],"Set Up a Blog in 5 Steps":["Blog einrichten in 5 Schritten"],"Find out how to create a website on WordPress.com in five steps.":["Erfahre, wie du in nur fünf Schritten eine Website auf WordPress.com erstellen kannst."],"Set Up a Website in 5 Steps":["Website einrichten in 5 Schritten"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Erfahre, wie du eine Ein-Seiten-Website oder Zielseite auf deiner WordPress.com-Website erstellen kannst."],"Create a Landing Page":["Zielseite erstellen"],"Find out how to add an image widget to your WordPress.com website or blog.":["Erfahre, wie du ein Bild-Widget zu deiner Website oder deinem Blog auf WordPress.com hinzufügen kannst."],"Add an Image Widget":["Ein Bild-Widget hinzufügen"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Erfahre, wie du die Option „Hervorgehobener Inhalt“ auf deiner Website oder in deinem Blog auf WordPress.com verwenden kannst."],"Use Featured Content":["Hervorgehobenen Inhalt verwenden"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Erfahre, wie du ein Galerie-Widget zu deiner Website oder deinem Blog auf WordPress.com hinzufügen kannst."],"Add a Gallery Widget":["Ein Galerie-Widget hinzufügen"],"Find out how to change the fonts on your WordPress.com website or blog.":["Erfahre, wie du die Schriftarten auf deiner Website oder in deinem Blog auf WordPress.com ändern kannst."],"Change Your Site Fonts":["Schriftarten auf deiner Website ändern"],"Find out how to add a custom background to your WordPress.com site.":["Erfahre, wie du einen individuellen Hintergrund zu deiner WordPress.com-Website hinzufügen kannst."],"Add a Custom Background":["Individuellen Hintergrund hinzufügen"],"Find out how to add a widget to your WordPress.com website.":["Erfahre, wie du ein Widget zu deiner WordPress.com-Website hinzufügen kannst."],"Add a Widget":["Widget hinzufügen"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Erfahre, wie du ein individuelles Menü auf deiner WordPress.com- oder mit Jetpack ausgestatteten WordPress-Website erstellen kannst."],"Create a Custom Website Menu":["Individuelles Website-Menü erstellen"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Erfahre, wie du ein individuelles Header-Bild zu deiner Website oder deinem Blog auf WordPress.com hinzufügen kannst."],"Add a Custom Header Image":["Individuelles Header-Bild hinzufügen"],"Find out how to change your account email address on WordPress.com.":["Erfahre, wie du die E-Mail-Adresse deines WordPress.com-Kontos ändern kannst."],"Change Your Account Email Address":["E-Mail-Adresse deines Kontos ändern"],"Find out how to change your display name on WordPress.com.":["Erfahre, wie du deinen Anzeigenamen auf WordPress.com ändern kannst."],"Change Your WordPress.com Display Name":["Anzeigenamen auf WordPress.com ändern"],"Find out how to change your username on WordPress.com.":["Erfahre, wie du deinen Benutzernamen auf WordPress.com ändern kannst."],"Change Your WordPress.com Username":["Benutzernamen auf WordPress.com ändern"],"Find out how to change your account password on WordPress.com.":["Erfahre, wie du das Passwort deines WordPress.com-Kontos ändern kannst."],"Change Your Password":["Dein Passwort ändern"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Erfahre, wie du die kostenlose E-Mail-Weiterleitung von einer Adresse mithilfe einer über WordPress.com registrierten individuellen Domain aktivieren kannst."],"Activate Free Email Forwarding":["Kostenlose E-Mail-Weiterleitung aktivieren"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Erfahre, wie du die Sprache deines Blogs oder deiner Website und die Sprache der Benutzeroberfläche auf WordPress.com ändern kannst."],"Change Your Language Settings":["Spracheinstellungen ändern"],"Find out how to customize your content options on select WordPress.com themes.":["Erfahre, wie du deine Inhaltsoptionen bei ausgewählten WordPress.com-Themes anpassen kannst."],"Customize Your Content Options":["Inhaltsoptionen anpassen"],"Find out how to create a multilingual site on WordPress.com.":["Erfahre, wie du eine mehrsprachige Website auf WordPress.com erstellen kannst."],"Create a Multilingual Site":["Mehrsprachige Website erstellen"],"Find out how to add a site icon on WordPress.com.":["Erfahre, wie du ein Website-Icon auf WordPress.com hinzufügen kannst."],"Add a Site Icon":["Website-Icon hinzufügen"],"Find out how to change your website privacy settings on WordPress.com.":["Erfahre, wie du die Privatsphäre-Einstellungen deiner Website auf WordPress.com ändern kannst."],"Change Your Privacy Settings":["Deine Privatsphäre-Einstellungen ändern"],"Update Your Website Title and Tagline":["Titel und Untertitel deiner Website aktualisieren"],"Find out how to add a custom logo to your WordPress.com site.":["Erfahre, wie du ein individuelles Logo zu deiner WordPress.com-Website hinzufügen kannst."],"Add a Site Logo":["Website-Logo hinzufügen"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Erfahre, wie du Blogbeiträge von deiner WordPress.com- oder mit Jetpack ausgestatteten WordPress-Website direkt auf Twitter teilen kannst."],"Share Blog Posts Directly on Twitter":["Blogbeiträge direkt auf Twitter teilen"],"Embed a Facebook Update in Your Website":["Eine Statusaktualisierung von Facebook auf deiner Website einbetten"],"Embed an Instagram Photo in Your Website":["Ein Instagram-Foto auf deiner Website einbetten"],"Embed a Tweet from Twitter in Your Website":["Einen Tweet von Twitter auf deiner Website einbetten"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Erfahre, wie du das Widget für Social Media-Icons auf deiner WordPress.com- oder mit Jetpack ausgestatteten WordPress-Website einrichten kannst."],"Set Up a Social Media Icons Widget":["Ein Widget für Social Media-Icons einrichten"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Erfahre, wie du deine Twitter-Chronik auf deiner WordPress.com- oder mit Jetpack ausgestatteten WordPress-Website anzeigen kannst."],"Embed a Twitter Timeline in your Sidebar":["Eine Twitter-Chronik in deiner Seitenleiste einbetten"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Erfahre, wie du ein Menü mit Links zu sozialen Netzwerken auf deiner WordPress.com- oder mit Jetpack ausgestatteten WordPress-Website einrichten kannst."],"Set Up the Social Links Menu":["Menü mit Links zu sozialen Netzwerken einrichten"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Erfahre, wie du deine neuesten Instagram-Fotos direkt auf deiner WordPress.com-Website anzeigen kannst."],"Display Your Instagram Feed on Your Website":["Deinen Instagram-Feed auf deiner Website anzeigen"],"Add Social Sharing Buttons to Your Website":["Social Sharing-Buttons zu deiner Website hinzufügen"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Richte deine Domain ein – unabhängig davon, ob sie bei WordPress.com oder anderswo registriert ist."],"Select a site":["Website auswählen"],"Don’t display my site’s URL publicly":["Die URL meiner Website nicht öffentlich anzeigen"],"How can we help you today?":["Wie können wir dir heute helfen?"],"Subject":["Betreff"],"Site address":["Website-Adresse"],"Ask in the forums":["Frage in den Foren stellen"],"Please do not provide financial or contact information when submitting this form.":["Gib in dem Formular keine Bank- oder Kontaktdaten an."],"Ask in our community forums":["Frage in unseren Community-Foren stellen"],"Email us":["Sende uns eine E-Mail"],"Our WordPress experts will get back to you soon":["Unsere WordPress-Experten melden sich in Kürze bei dir"],"Send us an email":["Sende uns eine E-Mail"],"Chat with us":["Chatte mit uns"],"Our WordPress experts will be with you right away":["Unsere WordPress-Experten sind gleich für dich da"],"Start live chat":["Live-Chat starten"],"Other site":["Andere Website"],"Webinars":["Webinare"],"Video Tutorials":["Video-Tutorials"],"More Resources":["Weitere Ressourcen"],"An expert will get back to you soon":["Ein Experte wird sich bald bei dir melden"],"Email":["E-Mail"],"Get an immediate reply":["Erhalte sofort eine Antwort"],"Live chat":["Live-Chat"],"Contact our WordPress.com experts":["Wende dich an unsere WordPress.com-Experten"],"Still need help?":["Brauchst du immer noch Hilfe?"],"Close Help Center":["Hilfe-Center schließen"],"Minimize Help Center":["Hilfe-Center minimieren"],"Maximize Help Center":["Hilfe-Center maximieren"],"Help Center":["Hilfe-Center"],"Pagination control":["Steuerung der Seitennummerierung"],"Home":["Startseite"],"What's new":["Neuigkeiten"],"Next":["Weiter"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"Learn More":["Mehr erfahren"],"Site":["Website"],"Continue":["Fortfahren"],"Close":["Schließen"],"Back":["Zurück"],"Cancel":["Abbrechen"],"Footer":["Footer"],"Header":["Header"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}