{"translation-revision-date":"2023-07-12 22:54:07+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Behöver du mer hjälp?<\/strong> Klicka på knappen nedan för att skicka ditt meddelande. För referens, här är vad du skrev:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["Vi vet att din tid är värdefull. Om du föredrar att inte vänta kan du klicka på knappen <em>%(cancelButtonLabel)s<\/em> nedan för att gå tillbaka och skicka ditt meddelande med en gång."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Vårt system genererar för närvarande en möjlig lösning för dig, vilket vanligtvis tar cirka 30 sekunder."],"Quick response:":["Snabbt svar:"],"Learn more in this support guide.":["Läs mer i den här supportguiden."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["För att komma åt livechattwidgeten måste du aktivera tredjepartscookies för WordPress.com."],"Action needed":["Åtgärd behövs"],"Thank you for your feedback! We will use it to improve our AI.":["Tack för din feedback! Vi kommer att använda den för att förbättra vår AI."],"Generated by WordPress.com's Support AI":["Genererat av WordPress.coms support-AI"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["Vi kunde inte ladda det AI-genererade svaret. Klicka på knappen nedan för att skicka ditt meddelande till vårt supportteam."],"Really, any minute now…":["När som helst nu, jag lovar ..."],"Any minute now…":["När som helst nu ..."],"I'm still writing, thank you for your patience!":["Jag skriver fortfarande, tack för ditt tålamod."],"Processing the information found…":["Bearbetar hittad information ..."],"Thanks for your patience, this might take a bit…":["Tack för ditt tålamod, det här kan ta en stund ..."],"Gathering all the data…":["Samlar in alla data ..."],"Finding relevant support documentation…":["Hittar relevant supportdokumentation ..."],"Gathering quick response.":["Samlar in snabbt svar."],"Ask our WordPress.com community":["Fråga vår WordPress.com-community"],"Public Forums (English)":["Offentliga forum (engelska)"],"Public Forums":["Offentliga forum"],"Continue setting up your site with these next steps.":["Fortsätt att ställa in din webbplats med följande steg."],"Email (English)":["E-post (engelska)"],"Email (%s)":["E-post (%s)"],"Live chat (English)":["Chattsupport (engelska)"],"Message Submitted":["Meddelandet har skickats"],"Support Documentation":["Supportdokumentation"],"Starting Guide":["Startguide"],"Limited Support %(closes)s – %(reopens)s":["Begränsad support %(closes)s – %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["Supporten via livechatt är stängd till %(reopens_at)s. Under tiden kan du fortfarande nå oss per e-post."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["Supporten via livechatt kommer att vara stängd från %(closes_at)s till %(reopens_at)s. Kundsupporten via e-post kommer att förbli öppen."],"Note: Support is only available in English at the moment.":["Obs! För tillfället finns endast support tillgänglig på engelska."],"Still email us":["Du kan fortfarande skicka e-post till oss"],"Still chat with us":["Du kan fortfarande chatta med oss"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Detta kan resultera i en längre svarstid, men WordPress.com-personalen i forumen kommer fortfarande att kunna se din webbplats URL."],"Analyzing site…":["Analyserar webbplats …"],"Live Chat":["Livechatt"],"Connect Your Blog to Facebook Using Jetpack Social":["Anslut din blogg till Facebook med Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Du kan vara lugn, vi har fått ditt meddelande och kommer att kontakta dig så snart som möjligt."],"You submitted a request %s.":["Du har skickat en begäran %s."],"Search for help":["Sök efter hjälp"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Det fanns inga matchningar. Här är några av de mest sökta hjälpsidorna för denna sektion:"],"Helpful resources for this section":["Användbara resurser för denna sektion"],"Search Results":["Sökresultat"],"Show me where to":["Visa mig var"],"Portfolio projects (for those who have them active)":["Portföljprojekt (för dem som har dem aktiva)"],"View contact form messages":["Visa kontaktformulärsmeddelanden"],"Create a new site":["Skapa en ny webbplats"],"Verify my site with Google":["Verifiera min webbplats med Google"],"I cannot find my site on Google":["Jag kan inte hitta min webbplats på Google"],"Manage my pages":["Hantera mina sidor"],"View my drafted pages":["Visa mina sidutkast"],"Create a new blog post on your site.":["Skapa ett nytt blogginlägg på din webbplats."],"New post":["Nytt inlägg"],"Manage my blog posts":["Hantera mina blogginlägg"],"View my drafted posts":["Visa mina inläggsutkast"],"Get WordPress apps for all your screens.":["Hämta WordPress-appar för alla dina skärmar."],"Download the WordPress.com app for my device":["Ladda ner WordPress.com-appen för min enhet"],"View my purchase and billing history":["Visa min köp- och faktureringshistorik"],"Change my account privacy settings":["Ändra integritetsinställningarna för mitt konto"],"Delete all of your sites, and close your account completely.":["Ta bort alla dina webbplatser och stäng ditt konto fullständigt."],"Close my account permanently":["Stäng mitt konto permanent"],"Update the language of the interface you see across WordPress.com as a whole.":["Uppdatera språket för gränssnittet som du ser över hela WordPress.com."],"Switch the interface language":["Byt gränssnittets språk"],"Change the dashboard color scheme":["Ändra adminpanelens färgschema"],"Update my username or email address":["Uppdatera mitt  användarnamn eller e-postadress"],"Update your name, profile image, and about text.":["Uppdatera ditt namn, din profilbild och texten om dig själv."],"Update my profile":["Uppdatera min profil"],"Manage SEO and traffic settings":["Hantera SEO och trafikinställningar"],"Change my site's privacy settings":["Ändra integritetsinställningarna för min webbplats"],"Set up a podcast":["Konfigurera en podcast"],"Edit my site title, tagline, or logo":["Redigera min webbplatsrubrik, slogan eller logga"],"Manage post categories":["Hantera inläggskategorier"],"Manage how users can comment on my site":["Hantera hur användare kan kommentera på min webbplats"],"Approve or delete comments":["Godkänn eller ta bort kommentarer"],"Install, manage, and search for site Plugins":["Installera, hantera och söka efter webbplatstillägg"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Lägg till delningsknappar på hela din webbplats om du vill ge dina läsare möjligheten att enkelt dela dina inlägg med sina vänner."],"Add sharing buttons to my site":["Lägg till delningsknappar till min webbplats"],"Manage sharing and social media connections":["Hantera delning och anslutningar till sociala medier"],"Export posts, pages and more from your site.":["Exportera inlägg, sidor och mer från din webbplats."],"Export my site's content and media library":["Exportera min webbplats innehåll och mediebibliotek"],"You can customize your website by changing the footer credit in customizer.":["Du kan anpassa din webbplats genom att ändra erkännandet i sidfoten i anpassaren."],"Change my site's footer text":["Ändra texten i sidfoten på min webbplats"],"Set a site icon":["Ställ in en webbplatsikon"],"Remove all posts, pages, and media, or delete a site completely.":["Ta bort alla inlägg, sidor och media, eller ta bort en webbplats helt och hållet."],"Delete a site or a site's content":["Ta bort en webbplats eller innehåll på en webbplats"],"Switch your site from private to public.":["Byt din webbplats från privat till offentlig."],"Launch my site":["Lansera min webbplats"],"Change my site's timezone":["Ändra min webbplats tidszon"],"Invite new users to my site":["Bjud in nya användare till min webbplats"],"Invite new users and edit existing ones.":["Bjud in nya användare eller redigera de befintliga."],"Manage my site's users":["Hantera användare på min webbplats"],"Learn how to market my site":["Lär dig hur du marknadsför min webbplats"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Genom att uppgradera till Premium-paketet kommer du att kunna tjäna pengar på din webbplats genom WordAds-programmet."],"Earn money from my site":["Tjäna pengar från min webbplats"],"Import content from another site":["Importera innehåll från en annan webbplats"],"Upload an image, video, audio or document":["Ladda upp en bild, video, ljud eller dokument"],"View my site's latest stats":["Visa min webbplats senaste statistik"],"View my site activity":["Visa min webbplatsaktivitet"],"Renew my domain":["Förnya min domän"],"Renew my plan":["Förnya mitt paket"],"Cancel %s":["Avbryt %s"],"Upgrade my plan":["Uppgradera mitt paket"],"Cancel my plan":["Avbryt mitt paket"],"Find a plan to suit my site":["Hitta ett paket som passar min webbplats"],"Set a site logo":["Ställ in en webbplatslogga"],"Edit my menu":["Redigera min meny"],"Change my homepage":["Ändra min startsida"],"Customize my site's theme":["Anpassa temat på min webbplats"],"Change my site's theme":["Ändra tema på min webbplats"],"Change my password":["Ändra mitt lösenord"],"Redirect your site to another domain.":["Omdirigera din webbplats till en annan domän."],"Add a site redirect":["Lägg till en omdirigering av en webbplats"],"Change my site address":["Ändra min webbplatsadress"],"Manage all domains linked to your account.":["Hantera alla domäner länkade till ditt konto."],"Manage my domain settings":["Hantera mina domäninställningar"],"Add a new domain":["Lägg till en ny domän"],"Done":["Klart"],"Back to top":["Tillbaka till toppen"],"Learn more":["Lär dig mer"],"Unknown site":["Okänd webbplats"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Vi har tagit emot ditt meddelande och en av våra supporttekniker kommer kontakta dig snart."],"View the forums topic here.":["Visa forumets ämne här."],"Your message has been submitted to our community forums.":["Ditt meddelande har skickats till våra community-forum."],"We're on it!":["Vi är på!"],"Recommended resources":["Rekommenderade resurser"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Vi kunde inte hämta tillräckligt med information om denna webbplats för att avgöra vår möjlighet att ge dig support med den."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Din webbplats <hosted_on_our_services>använder inte våra tjänster<\/hosted_on_our_services>. Support för WordPress-webbplatser som drivs på egen server tillhandahålls av <wordpress_org_community_forums>community-forumen för WordPress.org<\/wordpress_org_community_forums>. Om problemet rör ett specifikt tillägg eller tema, kontakta supporten för den aktuella produkten. Om du är osäker, dela din fråga med en länk så pekar vi dig i rätt riktning!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s är länkad till ett annat WordPress.com-konto. Om du försöker komma åt det, följ vår procedur för återställning av konto."],"Contact Options":["Kontaktalternativ"],"Chat is unavailable right now":["Chatt är inte tillgänglig just nu"],"Something went wrong, please try again later.":["Något gick fel. Försök igen senare."],"More information":["Mer information"],"Posting in the forums":["Publicera inlägg i forumen"],"Sending email":["Skickar e-post"],"Connecting to chat":["Ansluter till chatt"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["Mediabiblioteket är ett användbart verktyg för att hjälpa dig att hantera, söka igenom och redigera dina bilder, videor, dokument och annan media."],"Learn Media Library Basics":["Lär dig mediabibliotekets grunder"],"Find out how to change your WordPress.com theme.":["Se hur du ändrar ditt WordPress.com-tema."],"Change Your Website Theme on WordPress.com":["Ändra ditt webbplatstema på WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Se hur lägger till ett fotogalleri på din WordPress.com- och Jetpack-aktiverade webbplats."],"Add a Photo Gallery":["Lägg till ett fotogalleri"],"Find out how to change your page or post visibility settings WordPress.com.":["Se hur du ändrar synlighetsinställningarna för din sida eller dina inlägg på WordPress.com."],"Change Your Post or Page Visibility Settings":["Ändra synlighetsinställningarna för din sida eller dina inlägg"],"Find out how to add testimonials to your WordPress.com website or blog.":["Se hur du lägger till omdömen på din WordPress.com-webbplats eller -blogg."],"Add Testimonials":["Lägg till omdömen"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Se hur du visar relaterade inlägg på din WordPress.com-webbplats, vilket du också kan göra på en Jetpack-aktiverad WordPress-blogg."],"Show Related Posts on Your WordPress Blog":["Visa relaterade inlägg på din WordPress-blogg"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Som standard visas dina senaste inlägg på din WordPress.com-webbplats. Se hur du skapar en statisk hemsida istället."],"Configure a Static Homepage":["Konfigurera en statisk startsida"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Se hur du använder en anpassad meny i en widget på din WordPress.com- eller Jetpack-aktiverade WordPress-webbplats."],"Use a Custom Menu in a Widget":["Använd en anpassad meny i en widget"],"Find out how to create a post on WordPress.com.":["Se hur du skapar ett inlägg på WordPress.com."],"Create a Post":["Skapa ett inlägg"],"Find out how to create a page on your WordPress.com site.":["Se hur du skapar en sida på din WordPress.com-webbplats."],"Create a Page":["Skapa en sida"],"Find out how to create a blog on WordPress.com in five steps.":["Se hur du skapar en blogg på WordPress.com i fem steg."],"Set Up a Blog in 5 Steps":["Skapa en blogg i 5 steg"],"Find out how to create a website on WordPress.com in five steps.":["Se hur du skapar en webbplats på WordPress.com i fem steg."],"Set Up a Website in 5 Steps":["Skapa en webbplats i 5 steg"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Se hur du skapar en enkelsidig webbplats eller landningssida på din WordPress.com-webbplats."],"Create a Landing Page":["Skapa en landningssida"],"Find out how to add an image widget to your WordPress.com website or blog.":["Se hur du lägger till en bildwidget på din WordPress.com-webbplats eller -blogg."],"Add an Image Widget":["Lägg till en bildwidget"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Se hur du använder alternativet för utvalt innehåll på din WordPress.com-webbplats eller -blogg."],"Use Featured Content":["Använd utvalt innehåll"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Se hur du lägger till en fotogalleriwidget på din WordPress.com-webbplats eller -blogg."],"Add a Gallery Widget":["Lägg till en galleriwidget"],"Find out how to change the fonts on your WordPress.com website or blog.":["Se hur du ändrar teckensnitt på din WordPress.com-webbplats eller -blogg."],"Change Your Site Fonts":["Ändra typsnitt på din webbplats"],"Find out how to add a custom background to your WordPress.com site.":["Se hur du lägger till en anpassad bakgrund på din WordPress.com-webbplats."],"Add a Custom Background":["Lägg till en anpassad bakgrund"],"Find out how to add a widget to your WordPress.com website.":["Se hur du lägger till en widget på din WordPress.com-webbplats."],"Add a Widget":["Lägg till en widget"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Se hur du skapar en anpassad meny på din WordPress.com- eller Jetpack-aktiverade WordPress-webbplats."],"Create a Custom Website Menu":["Skapa en anpassad webbplatsmeny"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Se hur du lägger till en anpassad sidhuvudsbild på din WordPress.com-webbplats eller -blogg."],"Add a Custom Header Image":["Lägg till en anpassad sidhuvudsbild"],"Find out how to change your account email address on WordPress.com.":["Se hur du ändrar e-postadress för ditt konto på WordPress.com."],"Change Your Account Email Address":["Ändra e-postadress för ditt konto"],"Find out how to change your display name on WordPress.com.":["Se hur du ändrar ditt visningsnamn på WordPress.com."],"Change Your WordPress.com Display Name":["Ändra ditt visningsnamn på WordPress.com"],"Find out how to change your username on WordPress.com.":["Se hur du ändrar ditt användarnamn på WordPress.com."],"Change Your WordPress.com Username":["Ändra ditt användarnamn på WordPress.com"],"Find out how to change your account password on WordPress.com.":["Se hur du ändrar lösenord för ditt konto på WordPress.com."],"Change Your Password":["Ändra ditt lösenord"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Se hur du aktiverar gratis vidarebefordran av e-post från en adress med hjälp av en anpassad domän som registrerats via WordPress.com."],"Activate Free Email Forwarding":["Aktivera gratis vidarebefordran av e-post"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Se hur du ändrar språk och gränssnittsspråkinställningar för din blogg eller webbplats på WordPress.com."],"Change Your Language Settings":["Ändra dina språkinställningar"],"Find out how to customize your content options on select WordPress.com themes.":["Se hur du anpassar dina innehållsalternativ på utvalda WordPress.com-teman."],"Customize Your Content Options":["Anpassa dina innehållsalternativ"],"Find out how to create a multilingual site on WordPress.com.":["Se hur du skapar en flerspråkig webbplats på WordPress.com."],"Create a Multilingual Site":["Skapa en flerspråkig webbplats"],"Find out how to add a site icon on WordPress.com.":["Se hur du lägger till en webbplatsikon på WordPress.com."],"Add a Site Icon":["Lägg till en webbplatsikon"],"Find out how to change your website privacy settings on WordPress.com.":["Se hur du ändrar integritetsinställningarna för din webbplats på WordPress.com."],"Change Your Privacy Settings":["Ändra dina integritetsinställningar"],"Update Your Website Title and Tagline":["Uppdatera din webbplatsrubrik och slogan"],"Find out how to add a custom logo to your WordPress.com site.":["Se hur du lägger till en anpassad logga på din WordPress.com-webbplats."],"Add a Site Logo":["Lägg till en webbplatslogga"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Se hur du delar blogginlägg direkt på Twitter från din WordPress.com- eller Jetpack-aktiverade WordPress-webbplats."],"Share Blog Posts Directly on Twitter":["Dela blogginlägg direkt på Twitter"],"Embed a Facebook Update in Your Website":["Bädda in en Facebook-uppdatering på din webbplats"],"Embed an Instagram Photo in Your Website":["Bädda in en Instagram-bild på din webbplats"],"Embed a Tweet from Twitter in Your Website":["Bädda in en tweet från Twitter på din webbplats"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Se hur du konfigurerar widgeten med ikoner för sociala medier på din WordPress.com- eller Jetpack-aktiverade WordPress-webbplats."],"Set Up a Social Media Icons Widget":["Konfigurera en widget med ikoner för sociala medier"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Se hur du visar din Twitter-tidslinje på din WordPress.com- eller Jetpack-aktiverade WordPress-webbplats."],"Embed a Twitter Timeline in your Sidebar":["Bädda in en Twitter-tidslinje i din sidopanel"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Se hur du konfigurerar en meny med länkar till sociala medier på din WordPress.com- eller Jetpack-aktiverade WordPress-webbplats."],"Set Up the Social Links Menu":["Konfigurera menyn med länkar till sociala medier"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Se hur du visar dina senaste Instagram-bilder direkt på din WordPress.com-webbplats."],"Display Your Instagram Feed on Your Website":["Visa ditt Instagram-flöde på din webbplats"],"Add Social Sharing Buttons to Your Website":["Lägg till knappar för delning på sociala medier på din webbplats"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Ställ in din domän om den är registrerad hos WordPress.com eller någon annanstans."],"Select a site":["Välj en webbplats"],"Don’t display my site’s URL publicly":["Visa inte min webbplats URL offentligt"],"How can we help you today?":["Hur kan vi hjälpa dig idag?"],"Subject":["Ämne"],"Site address":["Webbplatsadress"],"Ask in the forums":["Fråga i forumen"],"Please do not provide financial or contact information when submitting this form.":["Lämna inte ut någon finansiell information eller kontaktinformation i detta formulär."],"Ask in our community forums":["Fråga i våra community-forum"],"Email us":["Skicka e-post till oss"],"Our WordPress experts will get back to you soon":["Våra WordPress-experter kommer att återkomma till dig snart"],"Send us an email":["Skicka e-post till oss"],"Chat with us":["Chatta med oss"],"Our WordPress experts will be with you right away":["Våra WordPress-experter kommer att vara med dig direkt"],"Start live chat":["Starta livechatt"],"Other site":["Annan webbplats"],"Webinars":["Webbseminarier"],"Video Tutorials":["Videohandledningar"],"More Resources":["Fler resurser"],"An expert will get back to you soon":["En expert kommer att kontakta dig inom kort."],"Email":["E-post"],"Get an immediate reply":["Få ett svar omedelbart"],"Live chat":["Livechatt"],"Contact our WordPress.com experts":["Kontakta våra WordPress.com-experter"],"Still need help?":["Behöver du mer hjälp?"],"Close Help Center":["Stäng hjälpcenter"],"Minimize Help Center":["Minimera hjälpcenter"],"Maximize Help Center":["Maximera hjälpcenter"],"Help Center":["Hjälpcenter"],"Pagination control":["Pagineringskontroll"],"Home":["Hem"],"What's new":["Vad som är nytt"],"Next":["Nästa"],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"Learn More":["Lär dig mer"],"Site":["Webbplats"],"Continue":["Fortsätt"],"Close":["Stäng"],"Back":["Tillbaka"],"Cancel":["Avbryt"],"Footer":["Sidfot"],"Header":["Sidhuvud"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}