{"translation-revision-date":"2023-07-06 14:02:16+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Change all of your site's fonts, colors and more. Available on the Personal plan.":["Verander alle lettertypen, kleuren en meer van je site. Beschikbaar op het persoonlijke abonnement."],"Your site includes customized styles that are only visible to visitors after upgrading to the Personal plan or higher.":["Je site bevat aangepaste stijlen die alleen zichtbaar zijn voor bezoekers na het upgraden naar het persoonlijke abonnement of hoger."],"Your site includes customized styles that are only visible to visitors after <a>upgrading to the Personal plan or higher<\/a>.":["Je site bevat aangepaste stijlen die alleen zichtbaar zijn voor bezoekers na <a>upgraden naar het persoonlijke abonnement of hoger<\/a>."],"Generating preview…":["Voorbeeld aan het genereren..."],"Preview without custom styles":["Voorbeeld zonder aangepaste stijlen"],"Your site includes customized styles that are only visible to visitors after upgrading to the Premium plan or higher.":["Je site bevat aangepaste stijlen die alleen zichtbaar zijn voor bezoekers na het upgraden naar het Premium plan of hoger."],"Remove custom styles":["Verwijder aangepaste stijlen"],"Your site includes customized styles that are only visible to visitors after <a>upgrading to the Premium plan or higher<\/a>.":["Je site bevat aangepaste stijlen die alleen zichtbaar zijn voor bezoekers na <a>upgraden naar het Premium plan of hoger<\/a>."],"Upgrade now":["Upgrade nu"],"Upgrade plan":["Upgrade abonnement"],"Try it out":["Probeer het eens"],"Change all of your site's fonts, colors and more. Available on the Premium plan.":["Verander alle lettertypes, kleuren en meer van je site. Beschikbaar in het Premium abonnement."],"A powerful new way to style your site":["Een krachtige nieuwe manier om je site te stylen"]}},"comment":{"reference":"wpcom-global-styles\/dist\/wpcom-global-styles.js"}}