{"translation-revision-date":"2023-07-27 23:59:53+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Precisa de mais ajuda?<\/strong> Clique no botão abaixo para enviar sua mensagem. Para referência, confira o que você escreveu:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["Sabemos que o seu tempo é precioso. Se preferir não esperar, clique no botão <em>%(cancelButtonLabel)s<\/em> abaixo para voltar e envie sua mensagem agora mesmo."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Nosso sistema está gerando uma possível solução para você, o que leva cerca de 30 segundos."],"Quick response:":["Resposta rápida:"],"Learn more in this support guide.":["Saiba mais neste guia de suporte."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["Para acessar o widget do chat ao vivo, você precisa ativar cookies de terceiros no WordPress.com."],"Action needed":["Ação necessária"],"Thank you for your feedback! We will use it to improve our AI.":["Agradecemos pelo feedback. Com ele, melhoraremos nossa IA."],"Generated by WordPress.com's Support AI":["Gerado pela IA do suporte do WordPress.com"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["Não foi possível carregar a resposta gerada pela IA. Clique no botão abaixo para mandar uma mensagem para nossa equipe de suporte."],"Really, any minute now…":["Em alguns instantes..."],"Any minute now…":["A qualquer momento..."],"I'm still writing, thank you for your patience!":["Ainda estou escrevendo. Agradecemos sua paciência!"],"Processing the information found…":["Processando as informações encontradas..."],"Thanks for your patience, this might take a bit…":["Agradecemos sua paciência. Só mais alguns instantes..."],"Gathering all the data…":["Juntando todos os dados..."],"Finding relevant support documentation…":["Pesquisando documentos de suporte relevantes..."],"Gathering quick response.":["Criando uma resposta rápida."],"Ask our WordPress.com community":["Pergunte à comunidade do WordPress.com"],"Public Forums (English)":["Fóruns públicos (em inglês)"],"Public Forums":["Fóruns públicos"],"Continue setting up your site with these next steps.":["Continue configurando seu site com estas próximas etapas."],"Email (English)":["E-mail (em inglês)"],"Email (%s)":["E-mail%s"],"Live chat (English)":["Chat ao vivo (em inglês)"],"Message Submitted":["Mensagem enviada"],"Support Documentation":["Documentação de suporte"],"Starting Guide":["Guia de introdução"],"Limited Support %(closes)s – %(reopens)s":["Suporte limitado de %(closes)s a %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["O suporte por chat ao vivo estará fora do ar até %(reopens_at)s. Durante esse período, será possível nos contatar por e-mail."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["O suporte por chat ao vivo estará fora do ar de %(closes_at)s a %(reopens_at)s. Porém, o atendimento ao cliente por e-mail continuará funcionando."],"Note: Support is only available in English at the moment.":["Observação: No momento, o suporte só está disponível em inglês."],"Still email us":["Continuar com o e-mail"],"Still chat with us":["Continuar para o chat"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Isso pode resultar em um tempo de resposta mais longo, mas a equipe do WordPress.com nos fóruns ainda poderá visualizar a URL do seu site."],"Analyzing site…":["Analisando site…"],"Live Chat":["Chat ao vivo"],"Connect Your Blog to Facebook Using Jetpack Social":["Conecte seu blog ao Facebook usando o Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Não se preocupe, recebemos sua mensagem e entraremos em contato assim que possível."],"You submitted a request %s.":["Você enviou uma solicitação %s."],"Search for help":["Buscar ajuda"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Não encontramos nenhum resultado. Aqui estão algumas das páginas de ajuda mais pesquisadas desta seção:"],"Helpful resources for this section":["Recursos úteis para esta seção"],"Search Results":["Resultados da pesquisa"],"Show me where to":["Mostre-me onde"],"Portfolio projects (for those who have them active)":["Projetos de portfólio (para aqueles que os têm ativos)"],"View contact form messages":["Exibir mensagens do formulário de contato"],"Create a new site":["Criar um novo site"],"Verify my site with Google":["Verificar meu site com o Google"],"I cannot find my site on Google":["Não consigo encontrar meu site no Google"],"Manage my pages":["Gerenciar minhas páginas"],"View my drafted pages":["Ver minhas páginas de rascunho"],"Create a new blog post on your site.":["Crie um novo post de blog em seu site."],"New post":["Novo post"],"Manage my blog posts":["Gerenciar os posts do meu blog"],"View my drafted posts":["Ver meus posts de rascunho"],"Get WordPress apps for all your screens.":["Obtenha os aplicativos WordPress para todas as telas."],"Download the WordPress.com app for my device":["Baixe o app WordPress.com para o meu dispositivo"],"View my purchase and billing history":["Ver meu histórico de compras e cobranças"],"Change my account privacy settings":["Alterar as configurações de privacidade da minha conta"],"Delete all of your sites, and close your account completely.":["Exclui todos os seus sites e encerra sua conta completamente."],"Close my account permanently":["Encerrar minha conta permanentemente"],"Update the language of the interface you see across WordPress.com as a whole.":["Atualize o idioma da interface que você vê no WordPress.com como um todo."],"Switch the interface language":["Mudar o idioma da interface"],"Change the dashboard color scheme":["Alterar o esquema de cores do painel"],"Update my username or email address":["Atualizar meu nome de usuário ou endereço de email"],"Update your name, profile image, and about text.":["Atualize seu nome, imagem do perfil e texto sobre você."],"Update my profile":["Atualizar meu perfil"],"Manage SEO and traffic settings":["Gerenciar configurações de SEO e tráfego"],"Change my site's privacy settings":["Alterar as configurações de privacidade do meu site"],"Set up a podcast":["Configurar um podcast"],"Edit my site title, tagline, or logo":["Editar título, descrição ou logo do meu d"],"Manage post categories":["Gerenciar categorias de posts"],"Manage how users can comment on my site":["Gerenciar como os usuários podem comentar no meu site"],"Approve or delete comments":["Aprovar ou excluir comentários"],"Install, manage, and search for site Plugins":["Instale, gerencie e pesquise plugins para o seu site"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Permita que os leitores compartilhem facilmente seus posts adicionando botões de compartilhamento em todo o site."],"Add sharing buttons to my site":["Adicionar botões de compartilhamento ao meu site"],"Manage sharing and social media connections":["Gerenciar compartilhamento e conexões de mídia social"],"Export posts, pages and more from your site.":["Exporte posts, páginas e muito mais do seu site."],"Export my site's content and media library":["Exportar o conteúdo e a biblioteca de mídia do meu site"],"You can customize your website by changing the footer credit in customizer.":["Você pode personalizar seu site alterando os créditos do rodapé no Personalizar."],"Change my site's footer text":["Alterar o texto do rodapé do meu site"],"Set a site icon":["Defina um ícone para o site"],"Remove all posts, pages, and media, or delete a site completely.":["Remova todas os posts, páginas e mídia ou exclua completamente um site."],"Delete a site or a site's content":["Excluir um site ou o conteúdo de um site"],"Switch your site from private to public.":["Mude o seu site de privado para público."],"Launch my site":["Lançar meu site"],"Change my site's timezone":["Alterar o fuso horário do meu site"],"Invite new users to my site":["Convidar novos usuários para o meu site"],"Invite new users and edit existing ones.":["Convidar novos usuários e editar os existentes."],"Manage my site's users":["Gerenciar os usuários do meu site"],"Learn how to market my site":["Aprender a divulgar o meu site"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Ao fazer upgrade para o plano Premium, você conseguirá monetizar seu site com o programa WordAds."],"Earn money from my site":["Ganhar dinheiro com meu site"],"Import content from another site":["Importar conteúdo de outro site"],"Upload an image, video, audio or document":["Fazer upload de uma imagem, vídeo, áudio ou documento"],"View my site's latest stats":["Ver as estatísticas mais recentes do meu site"],"View my site activity":["Ver a atividade do meu site"],"Renew my domain":["Renovar meu domínio"],"Renew my plan":["Renovar meu plano"],"Cancel %s":["Cancelar %s"],"Upgrade my plan":["Atualizar meu plano"],"Cancel my plan":["Cancelar meu plano"],"Find a plan to suit my site":["Encontre um plano adequado ao meu site"],"Set a site logo":["Definir um logo para o site"],"Edit my menu":["Editar meu menu"],"Change my homepage":["Alterar minha página inicial"],"Customize my site's theme":["Personalizar o tema do meu site"],"Change my site's theme":["Alterar o tema do meu site"],"Change my password":["Mudar minha senha"],"Redirect your site to another domain.":["Redirecione seu site para outro domínio."],"Add a site redirect":["Adicionar redirecionamento de site"],"Change my site address":["Alterar o endereço do meu site"],"Manage all domains linked to your account.":["Gerenciar todos os domínios vinculados à sua conta."],"Manage my domain settings":["Gerenciar minhas configurações de domínio"],"Add a new domain":["Adicionar um novo domínio"],"Done":["Concluído"],"Back to top":["Voltar para o início"],"Learn more":["Saiba mais"],"Unknown site":["Site desconhecido"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Recebemos sua mensagem, e você receberá uma resposta da equipe de suporte em breve."],"View the forums topic here.":["Visualize os temas do fórum aqui."],"Your message has been submitted to our community forums.":["Sua mensagem foi enviada para os nossos fóruns da comunidade."],"We're on it!":["Vamos resolver!"],"Recommended resources":["Recursos recomendados"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Não foi possível obter informações suficientes sobre este site para determinar nossa capacidade de oferecer suporte."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Seu site não está <hosted_on_our_services>hospedado nos nossos serviços<\/hosted_on_our_services>. O suporte para a versão auto-hospedada do WordPress é fornecido pelos <wordpress_org_community_forums>fóruns da comunidade do WordPress.org <\/wordpress_org_community_forums>. Se o problema for relacionado a um tema ou plugin específico, entre em contato com o suporte do produto em questão. Se você não tiver certeza, envie sua pergunta com um link e nós o orientaremos na direção certa!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s está vinculado a outra conta do WordPress.com. Se você estiver tentando acessá-lo, siga nosso procedimento de recuperação de conta."],"Contact Options":["Opções de contato"],"Chat is unavailable right now":["O chat não está disponível no momento"],"Something went wrong, please try again later.":["Ocorreu um erro. Tente novamente mais tarde."],"More information":["Mais informações"],"Posting in the forums":["Publicando nos fóruns"],"Sending email":["Enviando e-mail"],"Connecting to chat":["Conectando ao chat"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["A Biblioteca de mídia é uma ferramenta útil para ajudar a gerenciar, pesquisar e editar suas fotos, vídeos, documentos e outras mídias."],"Learn Media Library Basics":["Aprenda o básico sobre a biblioteca de mídia"],"Find out how to change your WordPress.com theme.":["Descubra como alterar o tema de seu WordPress.com."],"Change Your Website Theme on WordPress.com":["Altere o tema de seu site no WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Descubra como adicionar uma galeria de fotos ao seu site com Jetpack habilitado do WordPress.com."],"Add a Photo Gallery":["Adicione uma galeria de fotos"],"Find out how to change your page or post visibility settings WordPress.com.":["Descubra como alterar as configurações de visibilidade de sua página ou post no WordPress.com."],"Change Your Post or Page Visibility Settings":["Altere as configurações de visibilidade de seu post ou página"],"Find out how to add testimonials to your WordPress.com website or blog.":["Descubra como adicionar depoimentos em seu site ou blog do WordPress.com."],"Add Testimonials":["Adicionar depoimentos"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Descubra como mostrar posts relacionados em seu site do WordPress.com e faça o mesmo no blog do WordPress com Jetpack habilitado."],"Show Related Posts on Your WordPress Blog":["Exiba posts relacionados em seu blog no WordPress"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Por padrão, seu novo site do WordPress.com exibe seus posts mais recentes. Em vez disso, descubra como criar uma página inicial estática."],"Configure a Static Homepage":["Configure uma página inicial estática"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como usar um menu personalizado em um widget em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Use a Custom Menu in a Widget":["Use um menu personalizado em um widget"],"Find out how to create a post on WordPress.com.":["Descubra como criar um post no WordPress.com."],"Create a Post":["Criar um post"],"Find out how to create a page on your WordPress.com site.":["Descubra como criar uma página em seu site no WordPress.com."],"Create a Page":["Crie uma página"],"Find out how to create a blog on WordPress.com in five steps.":["Descubra como criar um blog no WordPress.com em cinco etapas."],"Set Up a Blog in 5 Steps":["Configure um blog em 5 etapas"],"Find out how to create a website on WordPress.com in five steps.":["Descubra como criar um site no WordPress.com em cinco etapas."],"Set Up a Website in 5 Steps":["Configure um site em 5 etapas"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Descubra como criar um site de uma página ou uma página de entrada em seu site no WordPress.com."],"Create a Landing Page":["Crie uma página de entrada"],"Find out how to add an image widget to your WordPress.com website or blog.":["Descubra como adicionar um widget de imagem em seu site ou blog do WordPress.com."],"Add an Image Widget":["Adicione um widget de imagem"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Descubra como usar a opção Conteúdo em destaque em seu site ou blog do WordPress.com."],"Use Featured Content":["Usar o conteúdo em destaque"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Descubra como adicionar um widget galeria de imagens a seu site ou blog do WordPress.com."],"Add a Gallery Widget":["Adicione um Widget Galeria"],"Find out how to change the fonts on your WordPress.com website or blog.":["Descubra como alterar as fontes em seu site ou blog do WordPress.com."],"Change Your Site Fonts":["Altere as fontes do seu site"],"Find out how to add a custom background to your WordPress.com site.":["Descubra como adicionar um plano de fundo personalizado em seu site no WordPress.com."],"Add a Custom Background":["Adicione um plano de fundo personalizado"],"Find out how to add a widget to your WordPress.com website.":["Descubra como adicionar um widget em seu site do WordPress.com."],"Add a Widget":["Adicionar um Widget"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como criar um menu personalizado em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Create a Custom Website Menu":["Crie um menu personalizado para o site"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Descubra como adicionar uma imagem de cabeçalho personalizada a seu site ou blog do WordPress.com."],"Add a Custom Header Image":["Adicione uma imagem de cabeçalho personalizada"],"Find out how to change your account email address on WordPress.com.":["Descubra como alterar o endereço de e-mail de sua conta no WordPress.com."],"Change Your Account Email Address":["Altere o endereço de e-mail de sua conta"],"Find out how to change your display name on WordPress.com.":["Descubra como alterar seu nome de exibição no WordPress.com."],"Change Your WordPress.com Display Name":["Altere seu nome de exibição no WordPress.com"],"Find out how to change your username on WordPress.com.":["Descubra como mudar seu nome de usuário no WordPress.com."],"Change Your WordPress.com Username":["Altere seu nome de usuário do WordPress.com"],"Find out how to change your account password on WordPress.com.":["Descubra como alterar a senha da sua conta no WordPress.com."],"Change Your Password":["Altere sua senha"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Descubra como ativar o redirecionamento gratuito de e-mails de um endereço usando um domínio personalizado registrado por meio do WordPress.com."],"Activate Free Email Forwarding":["Ative o redirecionamento gratuito de e-mails"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Descubra como alterar o idioma de seu blog ou site e as configurações de idioma da interface do WordPress.com."],"Change Your Language Settings":["Altere suas configurações de idioma"],"Find out how to customize your content options on select WordPress.com themes.":["Descubra como personalizar suas opções de conteúdo em temas do WordPress.com selecionados."],"Customize Your Content Options":["Personalize suas opções de conteúdo"],"Find out how to create a multilingual site on WordPress.com.":["Descubra como criar um site multilíngue no WordPress.com."],"Create a Multilingual Site":["Crie um site multilíngue"],"Find out how to add a site icon on WordPress.com.":["Descubra como adicionar o ícone do site no WordPress.com."],"Add a Site Icon":["Adicionar um ícone para o site"],"Find out how to change your website privacy settings on WordPress.com.":["Descubra como alterar as configurações de privacidade do site no WordPress.com."],"Change Your Privacy Settings":["Altere suas configurações de privacidade"],"Update Your Website Title and Tagline":["Altere o título e a tagline do seu site"],"Find out how to add a custom logo to your WordPress.com site.":["Descubra como adicionar um logotipo personalizado a seu site no WordPress.com."],"Add a Site Logo":["Adicione o logotipo do site"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como compartilhar posts do blog diretamente no Twitter a partir do seu site do WordPress.com ou do seu site do WordPress com Jetpack habilitado."],"Share Blog Posts Directly on Twitter":["Compartilhe posts do blog diretamente do Twitter"],"Embed a Facebook Update in Your Website":["Incorpore uma atualização do Facebook em seu site"],"Embed an Instagram Photo in Your Website":["Incorpore uma foto do Instagram ao seu site"],"Embed a Tweet from Twitter in Your Website":["Incorpore um tuíte do Twitter ao seu site"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como configurar o widget de ícones de mídias sociais em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Set Up a Social Media Icons Widget":["Configure widget de ícones de mídias sociais"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como compartilhar posts do blog diretamente do Twitter em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Embed a Twitter Timeline in your Sidebar":["Incorpore uma timeline do Twitter em sua barra lateral"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como configurar um menu com links para redes sociais em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Set Up the Social Links Menu":["Configure um menu com links de redes sociais"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Descubra como exibir as fotos mais recentes do Instagram em seu site do WordPress.com."],"Display Your Instagram Feed on Your Website":["Exiba o feed do Instagram em seu site"],"Add Social Sharing Buttons to Your Website":["Adicione botões de compartilhamento de redes sociais ao seu site"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Configure seu domínio, seja ele registrado no WordPress.com ou não."],"Select a site":["Selecionar um site"],"Don’t display my site’s URL publicly":["Não exibir o URL do meu site publicamente"],"How can we help you today?":["Como podemos ajudar você hoje?"],"Subject":["Assunto"],"Site address":["Endereço do site"],"Ask in the forums":["Perguntar nos fóruns"],"Please do not provide financial or contact information when submitting this form.":["Não forneça informações de contato ou financeiras ao enviar o formulário."],"Ask in our community forums":["Perguntar nos fóruns da comunidade"],"Email us":["Envie-nos um e-mail"],"Our WordPress experts will get back to you soon":["Os especialistas da WordPress entrarão em contato com você em breve"],"Send us an email":["Envie-nos um e-mail"],"Chat with us":["Converse conosco"],"Our WordPress experts will be with you right away":["Os especialistas da WordPress responderão rapidamente"],"Start live chat":["Inicie um chat ao vivo"],"Other site":["Outro site"],"Webinars":["Webinários"],"Video Tutorials":["Tutoriais em vídeo"],"More Resources":["Mais recursos"],"An expert will get back to you soon":["Um especialista entrará em contato com você em breve"],"Email":["E-mail"],"Get an immediate reply":["Receba uma resposta imediata"],"Live chat":["Chat ao vivo"],"Contact our WordPress.com experts":["Fale com especialistas do WordPress.com"],"Still need help?":["Ainda precisa de ajuda?"],"Close Help Center":["Fechar a Central de ajuda"],"Minimize Help Center":["Minimizar a Central de ajuda"],"Maximize Help Center":["Maximizar a Central de ajuda"],"Help Center":["Central de ajuda"],"Pagination control":["Controle de paginação"],"Home":["Início"],"What's new":["Novidade"],"Next":["Seguinte"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Learn More":["Saiba mais"],"Site":["Site"],"Continue":["Continuar"],"Close":["Fechar"],"Back":["Voltar"],"Cancel":["Cancelar"],"Footer":["Rodapé"],"Header":["Cabeçalho"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}