{"translation-revision-date":"2023-07-13 09:54:07+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Butuh bantuan lebih lanjut?<\/strong> Klik tombol di bawah ini untuk mengirimkan pesan Anda. Sebagai referensi, berikut hasil tulisan Anda:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["Kami tahu waktu Anda sangat berharga. Jika tidak ingin menunggu, Anda dapat mengeklik tombol <em>%(cancelButtonLabel)s<\/em> di bawah ini untuk kembali dan segera mengirimkan pesan Anda."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Sistem kami sedang menyiapkan solusi yang sesuai untuk Anda, kira-kira dalam waktu 30 detik."],"Quick response:":["Respons cepat:"],"Learn more in this support guide.":["Baca selengkapnya di panduan dukungan ini."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["Agar dapat mengakses widget obrolan langsung, Anda perlu mengaktifkan cookie pihak ketiga untuk WordPress.com."],"Action needed":["Perlu tindakan"],"Thank you for your feedback! We will use it to improve our AI.":["Terima kasih atas masukan Anda! Kami akan menggunakannya untuk meningkatkan AI kami."],"Generated by WordPress.com's Support AI":["Dibuat oleh AI Dukungan WordPress.com"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["Maaf, kami tidak dapat memuat respons yang dibuat oleh AI. Silakan klik tombol di bawah untuk mengirimkan pesan Anda ke tim dukungan kami."],"Really, any minute now…":["Tinggal sebentar lagi…"],"Any minute now…":["Sebentar lagi..."],"I'm still writing, thank you for your patience!":["Kami masih menulis, terima kasih sudah menunggu."],"Processing the information found…":["Memproses informasi yang ditemukan..."],"Thanks for your patience, this might take a bit…":["Terima kasih sudah menunggu, ini mungkin memerlukan waktu beberapa saat..."],"Gathering all the data…":["Mengumpulkan semua data..."],"Finding relevant support documentation…":["Mencari dokumentasi dukungan yang sesuai..."],"Gathering quick response.":["Mengumpulkan respons cepat."],"Ask our WordPress.com community":["Ajukan pertanyaan ke komunitas WordPress.com"],"Public Forums (English)":["Forum Publik (Bahasa Inggris)"],"Public Forums":["Forum Publik"],"Continue setting up your site with these next steps.":["Lanjutkan penyiapan situs Anda dengan langkah-langkah berikut."],"Email (English)":["Email (Bahasa Inggris)"],"Live chat (English)":["Obrolan langsung (Bahasa Inggris)"],"Message Submitted":["Pesan Dikirim"],"Support Documentation":["Dokumen Pendukung"],"Starting Guide":["Panduan Memulai"],"Limited Support %(closes)s – %(reopens)s":["Dukungan Terbatas %(closes)s – %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["Dukungan obrolan langsung ditutup sampai %(reopens_at)s. Selama rentang waktu tersebut Anda tetap dapat menghubungi kami melalui email."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["Dukungan obrolan langsung akan ditutup mulai %(closes_at)s sampai %(reopens_at)s. Dukungan pelanggan melalui email tetap dibuka."],"Note: Support is only available in English at the moment.":["Catatan: Saat ini bantuan hanya tersedia dalam bahasa Inggris."],"Still email us":["Masih mengirimkan email ke kami"],"Still chat with us":["Masih mengobrol dengan kami"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Pilihan ini dapat mengakibatkan waktu respons yang lebih lama, tetapi staf WordPress.com masih dapat melihat URL situs Anda."],"Analyzing site…":["Menganalisis situs..."],"Live Chat":["Obrolan Langsung"],"Connect Your Blog to Facebook Using Jetpack Social":["Menghubungkan Blog Anda ke Facebook Menggunakan Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Percayalah bahwa kami menerima pesan Anda dan akan menghubungi Anda sesegera mungkin."],"You submitted a request %s.":["Anda mengirimkan permintaan %s."],"Search for help":["Cari bantuan"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Maaf, tidak ada hasil yang cocok. Berikut adalah beberapa hal yang paling sering dicari di halaman bantuan untuk bagian ini:"],"Helpful resources for this section":["Sumber daya berguna untuk bagian ini"],"Search Results":["Hasil Pencarian"],"Show me where to":["Tunjukkan kepada saya tempat untuk"],"Portfolio projects (for those who have them active)":["Proyek portofolio (untuk mereka yang mengaktifkannya)"],"View contact form messages":["Lihat pesan formulir kontak"],"Create a new site":["Buat situs baru"],"Verify my site with Google":["Verifikasi situs saya melalui Google"],"I cannot find my site on Google":["Saya tidak dapat menemukan situs saya di Google"],"Manage my pages":["Kelola halaman saya"],"View my drafted pages":["Lihat draf halaman saya"],"Create a new blog post on your site.":["Buat pos blog baru pada situs Anda."],"New post":["Pos baru"],"Manage my blog posts":["Kelola pos blog saya"],"View my drafted posts":["Lihat draf pos saya"],"Get WordPress apps for all your screens.":["Dapatkan aplikasi WordPress untuk semua perangkat Anda."],"Download the WordPress.com app for my device":["Unduh aplikasi WordPress.com untuk perangkat saya"],"View my purchase and billing history":["Lihat riwayat pembelian dan penagihan saya"],"Change my account privacy settings":["Ubah pengaturan privasi akun saya"],"Delete all of your sites, and close your account completely.":["Hapus semua situs Anda, dan tutup akun sepenuhnya."],"Close my account permanently":["Tutup akun saya secara permanen"],"Update the language of the interface you see across WordPress.com as a whole.":["Perbarui bahasa antarmuka yang Anda lihat di WordPress.com secara keseluruhan."],"Switch the interface language":["Ubah bahasa antarmuka"],"Change the dashboard color scheme":["Ganti skema warna dasbor"],"Update my username or email address":["Perbarui nama pengguna atau alamat email"],"Update your name, profile image, and about text.":["Perbarui nama, gambar profil, dan teks tentang saya."],"Update my profile":["Perbarui profil saya "],"Manage SEO and traffic settings":["Kelola pengaturan SEO dan lalu lintas situs"],"Change my site's privacy settings":["Ubah pengaturan privasi situs saya"],"Set up a podcast":["Siapkan podcast"],"Edit my site title, tagline, or logo":["Edit judul situs, tagline, atau logo"],"Manage post categories":["Kelola kategori pos"],"Manage how users can comment on my site":["Kelola bagaimana pengguna dapat memberi komentar di situs saya"],"Approve or delete comments":["Terima atau hapus komentar"],"Install, manage, and search for site Plugins":["Instal, kelola, dan cari Plugin situs"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Izinkan pembaca membagikan pos Anda dengan mudah dengan menambahkan tombol berbagi pada situs Anda."],"Add sharing buttons to my site":["Tambahkan tombol berbagi ke situs saya"],"Manage sharing and social media connections":["Kelola fitur berbagi dan koneksi media sosial"],"Export posts, pages and more from your site.":["Ekspor pos, halaman, dan lebih banyak lagi dari situs Anda."],"Export my site's content and media library":["Ekspor konten dan pustaka media situs saya"],"You can customize your website by changing the footer credit in customizer.":["Anda dapat mengelola situs web Anda dengan mengubah keterangan footer di customizer."],"Change my site's footer text":["Ubah teks footer situs saya"],"Set a site icon":["Pasang ikon situs"],"Remove all posts, pages, and media, or delete a site completely.":["Hapus seluruh pos, halaman, dan media, atau hapus seluruh situs."],"Delete a site or a site's content":["Hapus situs atau konten situs"],"Switch your site from private to public.":["Alihkan situs Anda dari privat menjadi publik."],"Launch my site":["Luncurkan situs saya"],"Change my site's timezone":["Ubah zona waktu situs saya"],"Invite new users to my site":["Undang pengguna baru ke situs saya"],"Invite new users and edit existing ones.":["Undang pengguna baru dan edit pengguna lama."],"Manage my site's users":["Kelola pengguna situs saya"],"Learn how to market my site":["Pelajari cara memasarkan situs saya"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Dengan upgrade ke paket Premium, Anda akan dapat memonetisasi situs melalui program WordAds."],"Earn money from my site":["Dapatkan penghasilan dari situs saya"],"Import content from another site":["Impor konten dari situs lain"],"Upload an image, video, audio or document":["Unggah gambar, video, audio, atau dokumen"],"View my site's latest stats":["Lihat statistik terkini situs saya"],"View my site activity":["Lihat aktivitas situs saya"],"Renew my domain":["Perpanjang domain saya"],"Renew my plan":["Perpanjang paket saya"],"Cancel %s":["Batalkan %s"],"Upgrade my plan":["Upgrade paket saya"],"Cancel my plan":["Batalkan paket saya"],"Find a plan to suit my site":["Temukan paket yang sesuai untuk situs saya"],"Set a site logo":["Pasang logo situs"],"Edit my menu":["Edit menu"],"Change my homepage":["Ubah halaman beranda"],"Customize my site's theme":["Sesuaikan tema situs"],"Change my site's theme":["Ubah tema situs"],"Change my password":["Ubah kata sandi"],"Redirect your site to another domain.":["Arahkan situs Anda ke domain lainnya."],"Add a site redirect":["Tambahkan pengalihan situs"],"Change my site address":["Ubah alamat situs"],"Manage all domains linked to your account.":["Kelola semua domain yang ditautkan ke akun Anda."],"Manage my domain settings":["Kelola pengaturan domain"],"Add a new domain":["Tambahkan domain baru"],"Done":["Selesai"],"Back to top":["Kembali ke atas"],"Learn more":["Pelajari selengkapnya"],"Unknown site":["Situs tidak dikenal"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Kami telah menerima pesan Anda, dan Anda akan segera mendapat balasan dari salah satu Happiness Engineer kami."],"View the forums topic here.":["Lihat tema forum di sini."],"Your message has been submitted to our community forums.":["Pesan Anda telah dikirim ke forum komunitas kami."],"We're on it!":["Kami sudah siap!"],"Recommended resources":["Rekomendasi sumber daya"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Kami tidak dapat menarik cukup informasi tentang situs ini sehingga tidak dapat menentukan kemampuan kami untuk mendukung Anda terkait hal ini."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Situs Anda tidak <hosted_on_our_services>menggunakan layanan hosting kami<\/hosted_on_our_services>. Dukungan terhadap versi WordPress yang dihosting sendiri diberikan oleh <wordpress_org_community_forums>forum komunitas WordPress.org<\/wordpress_org_community_forums>, atau jika masalah berkenaan dengan plugin atau tema blog tertentu, hubungi dukungan pelanggan untuk produk tersebut. Jika Anda tidak yakin, bagikan pertanyaan Anda beserta tautan, dan kami akan arahkan Anda ke solusi yang tepat!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s tertaut dengan akun WordPress.com yang lain. Jika Anda mencoba mengaksesnya, ikuti prosedur Pemulihan Akun kami."],"Contact Options":["Pilihan Kontak"],"Chat is unavailable right now":["Obrolan saat ini tidak tersedia."],"Something went wrong, please try again later.":["Terjadi masalah. Silakan coba lagi nanti."],"More information":["Informasi lebih lanjut"],"Posting in the forums":["Membuat pos di forum"],"Sending email":["Mengirim email"],"Connecting to chat":["Menghubungkan dengan obrolan"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["Pustaka Media adalah alat yang berguna untuk membantu Anda mengelola, mencari, dan menyunting foto, video, dokumen, serta media Anda yang lain."],"Learn Media Library Basics":["Pelajari Dasar-Dasar Pustaka Media"],"Find out how to change your WordPress.com theme.":["Cari tahu cara mengubah tema WordPress.com Anda."],"Change Your Website Theme on WordPress.com":["Mengubah Tema Situs Web Anda di WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Cari tahu cara menambahkan galeri foto di WordPress.com dan situs web yang mengaktifkan Jetpack."],"Add a Photo Gallery":["Menambahkan ke Galeri Foto"],"Find out how to change your page or post visibility settings WordPress.com.":["Cari tahu cara mengubah pengaturan visibilitas pos atau halaman Anda di WordPress.com."],"Change Your Post or Page Visibility Settings":["Mengubah Pengaturan Visibilitas Halaman atau Pos Anda"],"Find out how to add testimonials to your WordPress.com website or blog.":["Cari tahu cara menambahkan testimoni ke blog atau situs web WordPress.com Anda."],"Add Testimonials":["Tambahkan Testimoni"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Cari tahu cara menampilkan pos terkait di situs WordPress.com, yang juga dapat Anda lakukan di blog WordPress yang mengaktifkan Jetpack."],"Show Related Posts on Your WordPress Blog":["Menampilkan Pos Terkait di Blog WordPress Anda"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Dari asal, situs web WordPress.com Anda menampilkan pos terbaru Anda. Cari tahu cara membuat beranda statis."],"Configure a Static Homepage":["Mengonfigurasi Beranda Statis"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Cari tahu cara menggunakan menu khusus dalam sebuah widget di WordPress.com atau situs WordPress yang mengaktifkan Jetpack milik Anda."],"Use a Custom Menu in a Widget":["Gunakan Menu Khusus dalam Sebuah Widget"],"Find out how to create a post on WordPress.com.":["Cari tahu cara membuat pos di WordPress.com."],"Create a Post":["Buat Pos"],"Find out how to create a page on your WordPress.com site.":["Cari tahu cara membuat halaman di situs WordPress.com."],"Create a Page":["Buat Halaman"],"Find out how to create a blog on WordPress.com in five steps.":["Cari tahu cara membuat blog di WordPress.com dalam lima langkah."],"Set Up a Blog in 5 Steps":["Menyiapkan Blog dalam 5 Langkah"],"Find out how to create a website on WordPress.com in five steps.":["Cari tahu cara membuat situs web di WordPress.com dalam lima langkah."],"Set Up a Website in 5 Steps":["Menyiapkan Situs Web dalam 5 Langkah"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Cari tahu cara membuat situs web satu halaman atau halaman landing di situs WordPress.com."],"Create a Landing Page":["Membuat Halaman Landing"],"Find out how to add an image widget to your WordPress.com website or blog.":["Cari tahu cara menambahkan widget gambar ke blog atau situs web WordPress.com Anda."],"Add an Image Widget":["Menambahkan Widget Gambar"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Cari tahu cara menambahkan pilihan Konten Unggulan di blog atau situs web WordPress.com Anda."],"Use Featured Content":["Menggunakan Konten Unggulan"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Cari tahu cara menambahkan widget galeri gambar ke blog atau situs web WordPress.com Anda."],"Add a Gallery Widget":["Menambahkan Widget Galeri"],"Find out how to change the fonts on your WordPress.com website or blog.":["Cari tahu cara mengubah font di blog atau situs web WordPress.com Anda."],"Change Your Site Fonts":["Mengubah Font Situs Anda"],"Find out how to add a custom background to your WordPress.com site.":["Cari tahu cara menambahkan latar belakang khusus untuk situs WordPress.com Anda."],"Add a Custom Background":["Tambahkan Latar Belakang Khusus"],"Find out how to add a widget to your WordPress.com website.":["Cari tahu cara menambahkan widget ke situs web WordPress.com Anda."],"Add a Widget":["Tambahkan Widget"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Cari tahu cara membuat menu khusus di WordPress.com atau situs WordPress yang menggunakan Jetpack."],"Create a Custom Website Menu":["Buat Menu Situs Web Khusus"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Cari tahu cara menambahkan gambar header khusus ke blog atau situs web WordPress.com Anda."],"Add a Custom Header Image":["Menambahkan Gambar Header Khusus"],"Find out how to change your account email address on WordPress.com.":["Cari tahu cara mengubah alamat email akun Anda di WordPress.com."],"Change Your Account Email Address":["Mengubah Alamat Email Akun Anda"],"Find out how to change your display name on WordPress.com.":["Cari tahu cara mengubah nama tampilan Anda di WordPress.com."],"Change Your WordPress.com Display Name":["Mengubah Nama Tampilan WordPress.com Anda"],"Find out how to change your username on WordPress.com.":["Cari tahu cara mengubah nama pengguna Anda di WordPress.com."],"Change Your WordPress.com Username":["Mengubah Nama Pengguna WordPress.com Anda"],"Find out how to change your account password on WordPress.com.":["Pelajari cara mengubah kata sandi akun Anda di WordPress.com."],"Change Your Password":["Ubah Kata Sandi Anda"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Cari tahu cara mengaktifkan penerusan email gratis dari alamat menggunakan domain khusus yang didaftarkan melalui WordPress.com."],"Activate Free Email Forwarding":["Mengaktifkan Penerusan Email Gratis"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Cari tahu cara mengubah bahasa blog atau situs web dan pengaturan bahasa antarmuka di WordPress.com."],"Change Your Language Settings":["Mengubah Pengaturan Bahasa Anda"],"Find out how to customize your content options on select WordPress.com themes.":["Cari tahu cara menyesuaikan pilihan konten di tema WordPress.com tertentu."],"Customize Your Content Options":["Menyesuaikan Pilihan Konten Anda"],"Find out how to create a multilingual site on WordPress.com.":["Cari tahu cara membuat situs multilingual di WordPress.com."],"Create a Multilingual Site":["Membuat Situs Multilingual"],"Find out how to add a site icon on WordPress.com.":["Cari tahu cara menambahkan ikon situs di WordPress.com."],"Add a Site Icon":["Tambahkan Ikon Situs"],"Find out how to change your website privacy settings on WordPress.com.":["Cari tahu cara mengubah pengaturan privasi situs web Anda di WordPress.com."],"Change Your Privacy Settings":["Mengubah Pengaturan Privasi Anda"],"Update Your Website Title and Tagline":["Memperbarui Judul dan Slogan Situs Anda"],"Find out how to add a custom logo to your WordPress.com site.":["Cari tahu cara menambahkan logo khusus ke situs WordPress.com Anda."],"Add a Site Logo":["Menambahkan Logo Situs"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Cari tahu cara membagikan pos blog secara langsung di Twitter dari WordPress.com atau situs WordPress yang mengaktifkan Jetpack milik Anda."],"Share Blog Posts Directly on Twitter":["Membagikan Pos Blog secara Langsung di Twitter"],"Embed a Facebook Update in Your Website":["Menyematkan Pembaruan Facebook di Situs Web Anda"],"Embed an Instagram Photo in Your Website":["Menyematkan Foto Instagram di Situs Web Anda"],"Embed a Tweet from Twitter in Your Website":["Menyematkan Tweet dari Twitter di Situs Web Anda"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Cari tahu cara menyiapkan widget ikon media sosial di WordPress.com atau situs WordPress yang mengaktifkan Jetpack milik Anda."],"Set Up a Social Media Icons Widget":["Menyiapkan Widget Ikon Media Sosial"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Cari tahu cara menampilkan linimasa Twitter di WordPress.com atau situs WordPress yang mengaktifkan Jetpack milik Anda."],"Embed a Twitter Timeline in your Sidebar":["Menyematkan Linimasa Twitter di Bilah Sisi Anda"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Cari tahu cara menyiapkan menu tautan sosial di WordPress.com atau situs WordPress yang mengaktifkan Jetpack milik Anda."],"Set Up the Social Links Menu":["Menyiapkan Menu Tautan Sosial"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Cari tahu cara menampilkan foto Instagram terbaru secara langsung di situs WordPress.com Anda."],"Display Your Instagram Feed on Your Website":["Menampilkan Feed Instagram di Situs Web Anda"],"Add Social Sharing Buttons to Your Website":["Menambahkan Tombol Berbagi Sosial ke Situs Web Anda"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Atur domain Anda baik yang terdaftar dengan WordPress.com atau penyedia hosting lain."],"Select a site":["Pilih situs"],"Don’t display my site’s URL publicly":["Jangan tampilkan URL situs saya kepada publik"],"How can we help you today?":["Ada yang bisa kami bantu?"],"Subject":["Perihal"],"Site address":["Alamat situs"],"Ask in the forums":["Tanyakan di forum"],"Please do not provide financial or contact information when submitting this form.":["Jangan berikan informasi finansial atau kontak saat mengirimkan formulir ini."],"Ask in our community forums":["Tanyakan di forum komunitas kami"],"Email us":["Kirim email ke kami"],"Our WordPress experts will get back to you soon":["Ahli WordPress kami akan segera menghubungi Anda"],"Send us an email":["Kirim email kepada kami"],"Chat with us":["Berbincang dengan kami"],"Our WordPress experts will be with you right away":["Ahli WordPress kami akan segera bersama Anda"],"Start live chat":["Mulai obrolan langsung"],"Other site":["Situs lainnya"],"Webinars":["Webinar"],"Video Tutorials":["Tutorial Video"],"More Resources":["Materi Lainnya"],"An expert will get back to you soon":["Ahli kami akan segera menghubungi Anda"],"Email":["Email"],"Get an immediate reply":["Dapatkan balasan segera"],"Live chat":["Obrolan langsung"],"Contact our WordPress.com experts":["Hubungi para ahli WordPress.com kami"],"Still need help?":["Masih butuh bantuan?"],"Close Help Center":["Tutup Pusat Bantuan"],"Minimize Help Center":["Perkecil Pusat Bantuan"],"Maximize Help Center":["Perbesar Pusat Bantuan"],"Help Center":["Pusat Bantuan"],"Pagination control":["Kontrol paginasi"],"Home":["Beranda"],"What's new":["Apa yang baru"],"Next":["Berikut"],"Page %1$d of %2$d":["Halaman %1$d dari %2$d"],"Learn More":["Pelajari Lebih Lanjut"],"Site":["Situs"],"Continue":["Lanjutkan"],"Footer":["footer"],"Header":["Kepala"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}