{"translation-revision-date":"2023-07-06 14:02:16+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Meer hulp nodig?<\/strong> Klik op de knop hieronder om je bericht te versturen. Ter referentie, hier is wat je schreef:"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["We weten dat je tijd kostbaar is. Als je liever niet wacht, kun je op de <em>%(cancelButtonLabel)s<\/em> knop hieronder klikken om terug te gaan en je bericht meteen in te dienen."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Ons systeem genereert momenteel een mogelijke oplossing voor je, wat meestal ongeveer 30 seconden duurt."],"Quick response:":["Snelle reactie:"],"Learn more in this support guide.":["Leer meer in deze ondersteuning gids."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["Om toegang te krijgen tot de live chat widget moet je cookies van derden voor WordPress.com inschakelen."],"Action needed":["Actie vereist"],"Thank you for your feedback! We will use it to improve our AI.":["Bedankt voor je feedback! We gebruiken het om onze AI te verbeteren."],"Generated by WordPress.com's Support AI":["Gegenereerd door de ondersteunende AI van WordPress.com"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["We konden de door AI gegenereerde reactie niet laden. Klik op de knop hieronder om je bericht naar ons ondersteuningsteam te sturen."],"Really, any minute now…":["Echt, elk moment nu…"],"Any minute now…":["Bijna klaar…"],"I'm still writing, thank you for your patience!":["Ik ben nog steeds aan het schrijven, bedankt voor je geduld!"],"Processing the information found…":["De gevonden informatie aan het verwerken…"],"Thanks for your patience, this might take a bit…":["Bedankt voor je geduld, dit kan even duren…"],"Gathering all the data…":["Alle gegevens aan het verzamelen…"],"Finding relevant support documentation…":["Relevante ondersteuning documentatie aan het zoeken…"],"Gathering quick response.":["Snel reactie aan het opvragen."],"Ask our WordPress.com community":["Vraag het onze WordPress.com community"],"Public Forums (English)":["Openbare forums (Engels)"],"Public Forums":["Openbare forums"],"Continue setting up your site with these next steps.":["Ga door met het opzetten van je site met deze volgende stappen."],"Email (English)":["E-mail (Engels)"],"Email (%s)":["E-mail (%s)"],"Live chat (English)":["Live chat (Engels)"],"Message Submitted":["Bericht verzonden"],"Support Documentation":["Ondersteuning documentatie"],"Starting Guide":["Startgids"],"Limited Support %(closes)s – %(reopens)s":["Beperkte ondersteuning %(closes)s - %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["Live chat ondersteuning is gesloten tot %(reopens_at)s. In de tussentijd kun je ons nog steeds per e-mail bereiken."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["Live chat ondersteuning zal gesloten zijn vanaf %(closes_at)s tot %(reopens_at)s. Klantenondersteuning via e-mail blijft open."],"Note: Support is only available in English at the moment.":["Opmerking: ondersteuning is momenteel alleen beschikbaar in het Engels."],"Still email us":["Mail ons nog steeds"],"Still chat with us":["Praat nog steeds met ons"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Dit kan resulteren in een langere reactietijd, maar WordPress.com medewerkers op de forums kunnen nog steeds de URL van je site bekijken."],"Analyzing site…":["Site aan het analyseren…"],"Live Chat":["Live chat"],"Connect Your Blog to Facebook Using Jetpack Social":["Verbind je blog met Facebook met behulp van Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Wees gerust, we hebben je bericht gekregen en we nemen zo snel mogelijk contact met je op."],"You submitted a request %s.":["Je hebt %s een aanvraag ingediend."],"Search for help":["Zoeken naar hulp"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Er waren geen resultaten. Hier zijn enkele van de meest gezochte hulppagina's voor deze sectie:"],"Helpful resources for this section":["Nuttige bronnen voor deze sectie"],"Search Results":["Zoekresultaten"],"Show me where to":["Laat me zien waar ik"],"Portfolio projects (for those who have them active)":["Portfolioprojecten (voor degenen die ze actief hebben)"],"View contact form messages":["Bekijk berichten van het contactformulier "],"Create a new site":["Nieuwe site maken"],"Verify my site with Google":["Controleer mijn site met Google"],"I cannot find my site on Google":["Ik kan mijn site niet vinden op Google"],"Manage my pages":["Beheer mijn pagina's"],"View my drafted pages":["Bekijk mijn concept pagina's"],"Create a new blog post on your site.":["Maak een nieuw blogbericht op je site."],"New post":["Nieuw bericht"],"Manage my blog posts":["Beheer mijn blogberichten"],"View my drafted posts":["Bekijk mijn berichtconcepten"],"Get WordPress apps for all your screens.":["Download WordPress-apps voor al je schermen."],"Download the WordPress.com app for my device":["Download de WordPress.com app voor mijn toestel"],"View my purchase and billing history":["Bekijk mijn aankoop- en factuurgeschiedenis"],"Change my account privacy settings":["Wijzig de privacy-instellingen van mijn account"],"Delete all of your sites, and close your account completely.":["Verwijder al je sites en je account volledig."],"Close my account permanently":["Sluit mijn account permanent"],"Update the language of the interface you see across WordPress.com as a whole.":["Wijzig de taal van de interface dat je overal ziet op WordPress.com."],"Switch the interface language":["Wijzig de taal van de interface"],"Change the dashboard color scheme":["Wijzig het kleurschema van het dashboard"],"Update my username or email address":["Wijzig je gebruikersnaam of e-mailadres"],"Update your name, profile image, and about text.":["Wijzig je naam, profielafbeelding en de tekst over jezelf."],"Update my profile":["Wijzig mijn profiel"],"Manage SEO and traffic settings":["Beheer SEO en verkeer instellingen"],"Change my site's privacy settings":["Wijzig de privacy-instellingen van mijn site"],"Set up a podcast":["Een podcast opzetten"],"Edit my site title, tagline, or logo":["Wijzig de site-titel, slogan of logo"],"Manage post categories":["Beheer bericht categorieën"],"Manage how users can comment on my site":["Beheer hoe gebruikers reacties kunnen schrijven op mijn site"],"Approve or delete comments":["Reacties goedkeuren of verwijderen"],"Install, manage, and search for site Plugins":["Installeer, beheer en zoek naar site plugins"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Laat lezers je berichten eenvoudig delen met anderen door deelknoppen toe te voegen op je volledige site."],"Add sharing buttons to my site":["Voeg deelknoppen toe aan mijn site"],"Manage sharing and social media connections":["Beheer het delen en de connecties met sociale media"],"Export posts, pages and more from your site.":["Exporteer berichten, pagina's en meer van je site."],"Export my site's content and media library":["Exporteer de inhoud van mijn site en de mediabibliotheek"],"You can customize your website by changing the footer credit in customizer.":["Je kan je website aanpassen door de inhoud van de voettekst te wijzigen met het Aanpassingsmenu."],"Change my site's footer text":["Wijzig de footer tekst van mijn site"],"Set a site icon":["Stel een site-logo in"],"Remove all posts, pages, and media, or delete a site completely.":["Verwijder alle berichten, pagina's en media, of verwijder een site volledig."],"Delete a site or a site's content":["Verwijder een site of de inhoud van een site"],"Switch your site from private to public.":["Wijzig je site van privé naar openbaar."],"Launch my site":["Mijn site lanceren"],"Change my site's timezone":["Verander de tijdzone van mijn site"],"Invite new users to my site":["Nodig nieuwe gebruikers uit op mijn site"],"Invite new users and edit existing ones.":["Nodig nieuwe gebruikers uit en bewerk bestaande gebruikers."],"Manage my site's users":["Beheer de gebruikers van mijn site"],"Learn how to market my site":["Leer hoe je je site nog beter onder de aandacht kunt krijgen"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Door te upgraden naar het Premium abonnement, zal je in staat zijn om geld te verdienen met je site via het WordAds programma."],"Earn money from my site":["Verdien geld met mijn site"],"Import content from another site":["Importeer inhoud van een andere site"],"Upload an image, video, audio or document":["Upload een afbeelding, video, audio of document"],"View my site's latest stats":["Bekijk de laatste statistieken van mijn site"],"View my site activity":["Bekijk mijn site activiteit"],"Renew my domain":["Verleng mijn domein"],"Renew my plan":["Verleng mijn abonnement"],"Cancel %s":["%s annuleren"],"Upgrade my plan":["Upgrade mijn abonnement"],"Cancel my plan":["Annuleer mijn abonnement"],"Find a plan to suit my site":["Vind een abonnement die bij mijn site past"],"Set a site logo":["Stel een site-logo in"],"Edit my menu":["Wijzig mijn menu"],"Change my homepage":["Wijzig mijn homepage"],"Customize my site's theme":["Het thema van mijn site aanpassen"],"Change my site's theme":["Wijzig het thema van mijn site"],"Change my password":["Wijzig mijn wachtwoord"],"Redirect your site to another domain.":["Redirect je site naar een ander domein."],"Add a site redirect":["Voeg een site redirect toe"],"Change my site address":["Wijzig het adres van mijn site"],"Manage all domains linked to your account.":["Beheer alle domeinen die aan je account zijn gekoppeld."],"Manage my domain settings":["Beheer mijn domeininstellingen"],"Add a new domain":["Een nieuw domein toevoegen"],"Done":["Klaar"],"Back to top":["Terug naar boven"],"Learn more":["Meer informatie."],"Unknown site":["Unknown site"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["We hebben je bericht ontvangen en je zult snel iets horen van één van onze Happiness Engineers"],"View the forums topic here.":["View the forums topic here."],"Your message has been submitted to our community forums.":["Je bericht is ingezonden naar onze {{a}}communityforums{{\/a}}"],"We're on it!":["Wij zoeken het voor je uit!"],"Recommended resources":["Aanbevolen hulpmiddelen"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["We couldn't fetch enough information about this site to determine our ability to support you with it."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s is gekoppeld aan een ander WordPress.com account. Als je toegang probeert te krijgen, volg dan onze procedure voor account herstel."],"Contact Options":["Contactopties"],"Chat is unavailable right now":["Chat is unavailable right now"],"Something went wrong, please try again later.":["Oeps! Er is iets fout gegaan. Probeer het later opnieuw."],"More information":["Meer informatie"],"Posting in the forums":["Posting in the forums"],"Sending email":["E-mail versturen..."],"Connecting to chat":["Connecting to chat"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["De mediabibliotheek is een nuttige tool om je te helpen bij het beheren, zoeken en bewerken van je foto's, video's, documenten en overige media."],"Learn Media Library Basics":["Ontdek de standaardfuncties van de mediabibliotheek"],"Find out how to change your WordPress.com theme.":["Ontdek hoe je je thema van WordPress.com wijzigt."],"Change Your Website Theme on WordPress.com":["Wijzig het thema van je website op WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Ontdek hoe je een fotogalerij toevoegt aan je WordPress.com-site of een website waarop Jetpack actief is."],"Add a Photo Gallery":["Een fotogalerij toevoegen"],"Find out how to change your page or post visibility settings WordPress.com.":["Ontdek hoe je de zichtbaarheidsinstellingen voor pagina's of berichten op WordPress.com wijzigt."],"Change Your Post or Page Visibility Settings":["De zichtbaarheidsinstellingen voor berichten of pagina's wijzigen"],"Find out how to add testimonials to your WordPress.com website or blog.":["Ontdek hoe je aanbevelingen toevoegt aan je WordPress.com-website of -blog."],"Add Testimonials":["Aanbevelingen toevoegen"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Ontdek hoe je gerelateerde berichten weergeeft op je WordPress.com-site, wat je ook kunt doen op een WordPress-blog waarop Jetpack actief is."],"Show Related Posts on Your WordPress Blog":["Gerelateerde berichten weergeven op je WordPress-blog"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Op je nieuwe WordPress.com-website worden standaard je nieuwste berichten weergegeven. Ontdek hoe je in plaats daarvan een statische homepage aanmaakt."],"Configure a Static Homepage":["Een statische homepage aanmaken"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Ontdek hoe je een aangepast menu maakt in een widget op je WordPress.com-site of een WordPress-site waarop Jetpack actief is."],"Use a Custom Menu in a Widget":["Een aangepast menu in een widget gebruiken"],"Find out how to create a post on WordPress.com.":["Ontdek hoe je een bericht maakt op WordPress.com."],"Create a Post":["bericht aanmaken"],"Find out how to create a page on your WordPress.com site.":["Ontdek hoe je een pagina maakt op je WordPress.com-site."],"Create a Page":["Een pagina aanmaken"],"Find out how to create a blog on WordPress.com in five steps.":["Ontdek hoe je in vijf stappen een blog maakt op WordPress.com."],"Set Up a Blog in 5 Steps":["Een blog configureren in 5 stappen"],"Find out how to create a website on WordPress.com in five steps.":["Ontdek hoe je in vijf stappen een website maakt op WordPress.com."],"Set Up a Website in 5 Steps":["Een website configureren in 5 stappen"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Ontdek hoe je een website bestaande uit één pagina of een landingspagina maakt op je WordPress.com-site."],"Create a Landing Page":["Een landingspagina maken"],"Find out how to add an image widget to your WordPress.com website or blog.":["Ontdek hoe je een afbeeldingenwidget toevoegt aan je WordPress.com-website of -blog."],"Add an Image Widget":["Een afbeeldingenwidget toevoegen"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Ontdek hoe je een optie voor aanbevolen inhoud gebruikt op je WordPress.com-website of -blog."],"Use Featured Content":["Aanbevolen inhoud gebruiken"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Ontdek hoe je een afbeeldingengalerij-widget toevoegt aan je WordPress.com-website of -blog."],"Add a Gallery Widget":["Een galerij-widget toevoegen"],"Find out how to change the fonts on your WordPress.com website or blog.":["Ontdek hoe je de lettertypen wijzigt op je WordPress.com-website of -blog."],"Change Your Site Fonts":["De lettertypen op je site wijzigen"],"Find out how to add a custom background to your WordPress.com site.":["Ontdek hoe je een aangepaste achtergrond toevoegt aan je WordPress.com-site."],"Add a Custom Background":["Een aangepaste achtergrond toevoegen"],"Find out how to add a widget to your WordPress.com website.":["Ontdek hoe je een widget toevoegt aan je WordPress.com-website."],"Add a Widget":["Widget toevoegen"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Ontdek hoe je een aangepast menu maakt op je WordPress.com-site of een WordPress-site waarop Jetpack actief is."],"Create a Custom Website Menu":["Een aangepast website-menu maken"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Ontdek hoe je een aangepaste kopafbeelding toevoegt aan je WordPress.com-website of -blog."],"Add a Custom Header Image":["Een aangepaste kopafbeelding toevoegen"],"Find out how to change your account email address on WordPress.com.":["Ontdek hoe je het e-mailadres van je WordPress.com-account wijzigt."],"Change Your Account Email Address":["Het e-mailadres van je account wijzigen"],"Find out how to change your display name on WordPress.com.":["Ontdek hoe je je weergavenaam op WordPress.com wijzigt."],"Change Your WordPress.com Display Name":["Je WordPress.com-weergavenaam wijzigen"],"Find out how to change your username on WordPress.com.":["Ontdek hoe je je gebruikersnaam op WordPress.com wijzigt."],"Change Your WordPress.com Username":["Je WordPress.com-gebruikersnaam wijzigen"],"Find out how to change your account password on WordPress.com.":["Ontdek hoe je het wachtwoord van je WordPress.com-account wijzigt."],"Change Your Password":["Je wachtwoord wijzigen"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Ontdek hoe je gratis e-mail forwarding activeert vanuit een adres met een aangepast domein dat is geregistreerd op WordPress.com."],"Activate Free Email Forwarding":["Gratis e-mail forwarding activeren"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Ontdek hoe je de taal van je WordPress.com-blog of -website en de taalinstellingen voor de WordPress.com-interface wijzigt."],"Change Your Language Settings":["Je taalinstellingen wijzigen"],"Find out how to customize your content options on select WordPress.com themes.":["Ontdek hoe je de opties van je inhoud bij bepaalde WordPress.com-thema's aanpast."],"Customize Your Content Options":["De opties van je inhoud aanpassen"],"Find out how to create a multilingual site on WordPress.com.":["Ontdek hoe je een meertalige site maakt op WordPress.com."],"Create a Multilingual Site":["Een meertalige site maken"],"Find out how to add a site icon on WordPress.com.":["Ontdek hoe je een favicon toevoegt op WordPress.com."],"Add a Site Icon":["Een favicon toevoegen"],"Find out how to change your website privacy settings on WordPress.com.":["Ontdek hoe je de privacyinstellingen van je website op WordPress.com wijzigt."],"Change Your Privacy Settings":["Je privacyinstellingen wijzigen"],"Update Your Website Title and Tagline":["De titel en slogan van je website bijwerken"],"Find out how to add a custom logo to your WordPress.com site.":["Ontdek hoe je een aangepast logo toevoegt aan je WordPress.com-site."],"Add a Site Logo":["Een site-logo toevoegen"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Ontdek hoe je een blogbericht rechtstreeks deelt op Twitter vanaf je WordPress.com-site of een WordPress-site waarop Jetpack actief is."],"Share Blog Posts Directly on Twitter":["Blogberichten rechtstreeks delen op Twitter"],"Embed a Facebook Update in Your Website":["Een Facebook-update toevoegen aan je website"],"Embed an Instagram Photo in Your Website":["Een Instagram-foto toevoegen aan je website"],"Embed a Tweet from Twitter in Your Website":["Een tweet van Twitter toevoegen aan je website"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Ontdek hoe je de widget met social media-pictogrammen instelt op je WordPress.com-site of een WordPress-site waarop Jetpack actief is."],"Set Up a Social Media Icons Widget":["Een widget met social media-pictogrammen instellen"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Ontdek hoe je je Twitter tijdlijn weergeeft op je WordPress.com-site of een WordPress-site waarop Jetpack actief is."],"Embed a Twitter Timeline in your Sidebar":["Een Twitter tijdlijn toevoegen aan je sidebar"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Ontdek hoe je een menu met social media-links instelt op je WordPress.com-site of een WordPress-site waarop Jetpack actief is."],"Set Up the Social Links Menu":["Het menu met social media-links instellen"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Ontdek hoe je je nieuwste Instagram-foto's rechtstreeks op je WordPress.com-site weergeeft."],"Display Your Instagram Feed on Your Website":["Je Instagram-feed op je website weergeven"],"Add Social Sharing Buttons to Your Website":["Deelknoppen voor social media toevoegen aan je website"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Het maakt niet uit of je domein is geregistreerd bij WordPress.com of ergens anders: je kunt hem altijd instellen."],"Select a site":["Een site selecteren"],"Don’t display my site’s URL publicly":["Geef de URL van mijn site niet publiekelijk weer"],"How can we help you today?":["Hoe kunnen we je vandaag helpen?"],"Subject":["Onderwerp"],"Site address":["Site adres"],"Ask in the forums":["Vraag het in de forums"],"Please do not provide financial or contact information when submitting this form.":["Verstrek geen financiële of contactinformatie bij het indienen van dit formulier."],"Ask in our community forums":["Vraag het in onze forums"],"Email us":["E-mail ons"],"Our WordPress experts will get back to you soon":["Onze WordPress experts zullen binnenkort contact met je opnemen"],"Send us an email":["Stuur ons een e-mail"],"Chat with us":["Chat met ons"],"Our WordPress experts will be with you right away":["Onze WordPress experts komen zo bij je"],"Start live chat":["Start live chat"],"Other site":["Andere site"],"Webinars":["Webinars"],"Video Tutorials":["Video tutorials"],"More Resources":["Meer bronnen"],"An expert will get back to you soon":["Een expert zal snel bij je terugkomen"],"Email":["E-mail"],"Get an immediate reply":["Krijg onmiddellijk antwoord"],"Live chat":["Live chat"],"Contact our WordPress.com experts":["Neem contact op met onze WordPress.com experts"],"Still need help?":["Nog hulp nodig?"],"Close Help Center":["Sluit help centrum"],"Minimize Help Center":["Help centrum minimaliseren"],"Maximize Help Center":["Maximaliseer help centrum"],"Help Center":["Help centrum"],"Pagination control":["Paginering besturing"],"Home":["Home"],"What's new":["Wat is er nieuw"],"Next":["Volgende"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Learn More":["Leer meer"],"Site":["Site"],"Continue":["Doorgaan"],"Close":["Sluiten"],"Back":["Terug"],"Cancel":["Annuleren"],"Footer":["Footer"],"Header":["Header"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}