{"translation-revision-date":"2023-07-13 11:54:08+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"<strong>Need more help?<\/strong> Click the button below to send your message. For reference, here is what you wrote:":["<strong>Besoin d’aide supplémentaire ?<\/strong> Cliquez sur le bouton ci-dessous pour envoyer votre message. Pour référence, voici ce que vous avez écrit :"],"We know your time is valuable. If you prefer not to wait, you can click the <em>%(cancelButtonLabel)s<\/em> button below to go back and submit your message right away.":["Nous savons que votre temps est précieux. Si vous ne voulez pas attendre, vous pouvez cliquer sur le bouton <em>%(cancelButtonLabel)s<\/em> ci-dessous pour revenir en arrière et envoyer votre message instantanément."],"Our system is currently generating a possible solution for you, which typically takes about 30 seconds.":["Notre système est en train de générer une solution possible pour vous, ce qui prend généralement 30 secondes."],"Quick response:":["Réponse rapide :"],"Learn more in this support guide.":["Consultez ce guide d’assistance pour en savoir plus."],"In order to access the live chat widget, you will need to enable third-party cookies for WordPress.com.":["Pour accéder au widget de live chat, vous devez activer les cookies tiers pour WordPress.com."],"Action needed":["Action nécessaire"],"Thank you for your feedback! We will use it to improve our AI.":["Merci de votre retour ! Cela nous permettra d’améliorer notre IA."],"Generated by WordPress.com's Support AI":["Généré par l’IA d’assistance de WordPress.com"],"Sorry, we couldn't load the AI-generated response. Please click the button below to send your message to our support team.":["Désolé, nous n’avons pas pu charger la réponse générée par l’IA. Cliquez sur le bouton ci-dessous pour envoyer votre message à notre équipe d’assistance."],"Really, any minute now…":["Une toute petite minute…"],"Any minute now…":["Ça arrive…"],"I'm still writing, thank you for your patience!":["Je suis encore en train d’écrire. Merci pour votre patience !"],"Processing the information found…":["Traitement des informations collectées…"],"Thanks for your patience, this might take a bit…":["Merci de patienter, cela peut prendre quelques instants…"],"Gathering all the data…":["Collecte des données…"],"Finding relevant support documentation…":["Recherche de la documentation d’assistance pertinente…"],"Gathering quick response.":["Génération d’une réponse rapide."],"Ask our WordPress.com community":["Poser une question à la communauté WordPress.com"],"Public Forums (English)":["Forums publics (anglais)"],"Public Forums":["Forums publics"],"Continue setting up your site with these next steps.":["Continuez à configurer votre site en effectuant les étapes suivantes."],"Email (English)":["E-mail (anglais)"],"Email (%s)":["E-mail (%s)"],"Live chat (English)":["Live chat (anglais)"],"Message Submitted":["Message envoyé"],"Support Documentation":["Documentation d’assistance"],"Starting Guide":["Guide de démarrage"],"Limited Support %(closes)s – %(reopens)s":["Assistance limitée %(closes)s – %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["L’assistance par live chat est fermée jusqu’au %(reopens_at)s. En attendant, vous pouvez toujours nous contacter par e-mail."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["L'assistance par live chat sera fermée du %(closes_at)s au %(reopens_at)s. L'assistance client par e-mail restera ouverte."],"Note: Support is only available in English at the moment.":["Remarque : l’assistance n’est disponible qu’en anglais pour le moment."],"Still email us":["Nous envoyer un e-mail quand même"],"Still chat with us":["Discuter avec nous quand même"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Cette option allongera le délai de réponse, mais l’équipe WordPress.com sur les forums sera tout de même en mesure d’accéder à l’URL de votre site."],"Analyzing site…":["Analyse du site..."],"Live Chat":["Assistance par live chat"],"Connect Your Blog to Facebook Using Jetpack Social":["Connecter votre blog à Facebook avec Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Nous vous confirmons la réception de votre message et vous contacterons dès que possible."],"You submitted a request %s.":["Vous avez soumis une demande %s."],"Search for help":["Demander de l’aide"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Désolé, aucun résultat ne répond à vos critères. Voici les pages d’assistance les plus demandées pour cette section :"],"Helpful resources for this section":["Ressources utiles sur ce sujet"],"Search Results":["Résultats de recherche"],"Show me where to":["M’indiquer où chercher"],"Portfolio projects (for those who have them active)":["Projets de portfolio (si cette fonction est active)"],"View contact form messages":["Voir les messages de formulaires de contact"],"Create a new site":["Créer un nouveau site"],"Verify my site with Google":["Vérifier mon site avec Google"],"I cannot find my site on Google":["Je ne trouve pas mon site sur Google."],"Manage my pages":["Gérer mes pages"],"View my drafted pages":["Voir mes brouillons de pages"],"Create a new blog post on your site.":["Créez un nouvel article de blog sur votre site."],"New post":["Nouvel article"],"Manage my blog posts":["Gérer mes articles de blog"],"View my drafted posts":["Voir mes brouillons d’articles"],"Get WordPress apps for all your screens.":["Obtenez les applications WordPress pour tous vos écrans."],"Download the WordPress.com app for my device":["Télécharger l’application WordPress.com sur mon appareil"],"View my purchase and billing history":["Voir l’historique de mes achats et factures"],"Change my account privacy settings":["Modifier les réglages de confidentialité du compte"],"Delete all of your sites, and close your account completely.":["Supprime tous vos sites et ferme complètement votre compte."],"Close my account permanently":["Fermer définitivement mon compte"],"Update the language of the interface you see across WordPress.com as a whole.":["Changez la langue de l’interface utilisée dans WordPress.com."],"Switch the interface language":["Changer la langue d’interface"],"Change the dashboard color scheme":["Changer la palette du tableau de bord"],"Update my username or email address":["Update my username or e-mail address"],"Update your name, profile image, and about text.":["Mettez à jour votre nom, votre photo et votre présentation."],"Update my profile":["Mettre mon profil à jour"],"Manage SEO and traffic settings":["Gérer les réglages d’optimisation et de trafic"],"Change my site's privacy settings":["Modifier les réglages de confidentialité du site"],"Set up a podcast":["Lancer un podcast"],"Edit my site title, tagline, or logo":["Modifier le titre, la description ou le logo de mon site"],"Manage post categories":["Gérer les catégories d’articles"],"Manage how users can comment on my site":["Gérer les critères nécessaires pour pouvoir laisser un commentaire"],"Approve or delete comments":["Approuver ou supprimer des commentaires"],"Install, manage, and search for site Plugins":["Installer, gérer et rechercher des extensions de site"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Permettez aux lecteurs de partager facilement vos articles en ajoutant des boutons de partage sur l’ensemble de votre site."],"Add sharing buttons to my site":["Ajouter des boutons de partage sur mon site"],"Manage sharing and social media connections":["Gérer les connexions de partage et de réseaux sociaux"],"Export posts, pages and more from your site.":["Exportez les articles, pages et autres contenus de votre site."],"Export my site's content and media library":["Exporter les contenus et la bibliothèque de médias de mon site"],"You can customize your website by changing the footer credit in customizer.":["Vous pouvez personnaliser votre site Web en modifiant les mentions du pied de page dans l’outil de personnalisation."],"Change my site's footer text":["Modifier le texte du pied de page de mon site"],"Set a site icon":["Définir une icône de site"],"Remove all posts, pages, and media, or delete a site completely.":["Effacez tous les articles, pages et médias, ou supprimez complètement le site."],"Delete a site or a site's content":["Supprimer un site ou ses contenus"],"Switch your site from private to public.":["Passer le site du mode privé au mode public"],"Launch my site":["Lancer mon site"],"Change my site's timezone":["Changer le fuseau horaire de mon site"],"Invite new users to my site":["Inviter de nouveaux utilisateurs sur mon site"],"Invite new users and edit existing ones.":["Inviter de nouveaux utilisateurs ou modifier les utilisateurs existants"],"Manage my site's users":["Gérer les utilisateurs du site"],"Learn how to market my site":["Apprendre à faire connaître mon site"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["La mise à niveau vers le plan Premium vous permet de rentabiliser votre site via le programme WordAds."],"Earn money from my site":["Générer un revenu grâce à mon site"],"Import content from another site":["Importer des contenus depuis un autre site"],"Upload an image, video, audio or document":["Charger une image, une vidéo, un contenu audio ou un document"],"View my site's latest stats":["Voir les dernières stats du site"],"View my site activity":["Voir l’activité du site"],"Renew my domain":["Renouveler mon domaine"],"Renew my plan":["Renouveler mon plan"],"Cancel %s":["Annuler %s"],"Upgrade my plan":["Mettre mon plan à niveau"],"Cancel my plan":["Annuler mon plan"],"Find a plan to suit my site":["Chercher un plan approprié pour mon site"],"Set a site logo":["Définir un logo de site"],"Edit my menu":["Modifier mon menu"],"Change my homepage":["Modifier ma page d’accueil"],"Customize my site's theme":["Personnaliser le thème de mon site"],"Change my site's theme":["Changer le thème de mon site"],"Change my password":["Changer mon mot de passe"],"Redirect your site to another domain.":["Redirigez votre site vers un autre domaine."],"Add a site redirect":["Ajouter une redirection de site"],"Change my site address":["Changer l’adresse de mon site"],"Manage all domains linked to your account.":["Gérez tous les domaines associés à votre compte."],"Manage my domain settings":["Gérer les réglages du domaine"],"Add a new domain":["Ajouter un nouveau domaine"],"Done":["Terminé"],"Back to top":["Revenir en haut de la page"],"Learn more":["Lire la suite"],"Unknown site":["Site inconnu"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Nous avons reçu votre message, l’un de nos Happiness Engineers va rapidement prendre contact avec vous."],"View the forums topic here.":["Consultez le thème des forums ici."],"Your message has been submitted to our community forums.":["Votre message a été envoyé aux forums de notre communauté."],"We're on it!":["Nous nous en occupons !"],"Recommended resources":["Ressources recommandées"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Nous n’avons pas pu extraire suffisamment d’informations sur ce site pour déterminer notre capacité à vous aider."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Votre site n’est pas <hosted_on_our_services>hébergé par nos services<\/hosted_on_our_services>. L’assistance pour la version auto-hébergée de WordPress est fournie par les <wordpress_org_community_forums>forums de la communauté WordPress.org<\/wordpress_org_community_forums>. Si le problème est lié à une extension ou à un thème spécifique, contactez plutôt l’assistance pour ce produit. En cas de doute, partagez votre question avec un lien et nous vous donnerons des indications pour aller dans la bonne direction !"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s est lié à un autre compte WordPress.com. Si vous essayez d’y accéder, veuillez suivre notre procédure de récupération de compte."],"Contact Options":["Options de contact"],"Chat is unavailable right now":["Le chat est momentanément indisponible"],"Something went wrong, please try again later.":["Un problème est survenu, veuillez réessayer ultérieurement."],"More information":["Plus d’info"],"Posting in the forums":["Publication sur les forums"],"Sending email":["Envoi de l’e-mail"],"Connecting to chat":["Connexion au chat"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["La bibliothèque de médias est un outil pratique qui facilite la gestion, la recherche et la modification de vos photos, vidéos, documents et autres médias."],"Learn Media Library Basics":["Principes de base de la bibliothèque de médias"],"Find out how to change your WordPress.com theme.":["Découvrez comment modifier votre thème WordPress.com."],"Change Your Website Theme on WordPress.com":["Modifier le thème de votre site Web sur WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Découvrez comment ajouter une galerie de photos sur votre site Web WordPress.com et Jetpack."],"Add a Photo Gallery":["Ajouter une galerie de photos"],"Find out how to change your page or post visibility settings WordPress.com.":["Découvrez comment modifier les paramètres de visibilité de vos pages et articles sur WordPress.com."],"Change Your Post or Page Visibility Settings":["Modifier les paramètres de visibilité de vos pages et articles"],"Find out how to add testimonials to your WordPress.com website or blog.":["Découvrez comment ajouter des témoignages sur votre site Web ou blog WordPress.com."],"Add Testimonials":["Ajouter des témoignages"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Découvrez comment afficher des articles similaires sur votre site WordPress.com ou sur un blog WordPress utilisant Jetpack."],"Show Related Posts on Your WordPress Blog":["Afficher des articles similaires sur votre blog WordPress"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Par défaut, votre nouveau site Web WordPress.com présente vos derniers articles. Découvrez comment créer une page d’accueil statique à la place."],"Configure a Static Homepage":["Configurer une page d’accueil statique"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Découvrez comment utiliser un menu personnalisé dans un widget sur un site WordPress.com ou WordPress utilisant Jetpack."],"Use a Custom Menu in a Widget":["Utiliser un menu personnalisé dans un widget"],"Find out how to create a post on WordPress.com.":["Découvrez comment créer un article sur WordPress."],"Create a Post":["Créer un article"],"Find out how to create a page on your WordPress.com site.":["Découvrez comment créer une page sur votre site WordPress.com."],"Create a Page":["Créer une page"],"Find out how to create a blog on WordPress.com in five steps.":["Découvrez comment créer un blog sur WordPress.com en cinq étapes."],"Set Up a Blog in 5 Steps":["Configurer un blog en 5 étapes"],"Find out how to create a website on WordPress.com in five steps.":["Découvrez comment créer un site Web sur WordPress.com en cinq étapes."],"Set Up a Website in 5 Steps":["Configurer un site Web en 5 étapes"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Découvrez comment créer un site Web d’une page ou une page de destination sur votre site WordPress.com."],"Create a Landing Page":["Créer une page de destination"],"Find out how to add an image widget to your WordPress.com website or blog.":["Découvrez comment ajouter un widget Image à votre site Web ou blog WordPress.com."],"Add an Image Widget":["Ajouter un widget Image"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Découvrez comment utiliser l’option permettant de mettre du contenu en avant sur votre site Web ou blog WordPress.com."],"Use Featured Content":["Utiliser du contenu mis en avant"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Découvrez comment ajouter un widget Galerie d’images à votre site Web ou blog WordPress.com."],"Add a Gallery Widget":["Ajouter un widget Galerie"],"Find out how to change the fonts on your WordPress.com website or blog.":["Découvrez comment modifier les polices de votre site Web ou blog WordPress.com."],"Change Your Site Fonts":["Modifier les polices de votre site"],"Find out how to add a custom background to your WordPress.com site.":["Découvrez comment ajouter un arrière-plan personnalisé à votre site WordPress.com."],"Add a Custom Background":["Ajouter un arrière-plan personnalisé"],"Find out how to add a widget to your WordPress.com website.":["Découvrez comment ajouter un widget à votre site Web WordPress.com."],"Add a Widget":["Ajouter un Widget"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Découvrez comment créer un menu personnalisé sur votre site WordPress.com ou WordPress utilisant Jetpack."],"Create a Custom Website Menu":["Créer un menu de site Web personnalisé"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Découvrez comment ajouter une image d’en-tête personnalisée à votre site Web ou blog WordPress.com."],"Add a Custom Header Image":["Ajouter une image d’en-tête personnalisée"],"Find out how to change your account email address on WordPress.com.":["Découvrez comment modifier l’adresse e-mail de votre compte sur WordPress.com."],"Change Your Account Email Address":["Modifier l’adresse e-mail de votre compte"],"Find out how to change your display name on WordPress.com.":["Découvrez comment modifier votre nom à afficher sur WordPress.com."],"Change Your WordPress.com Display Name":["Modifier votre nom à afficher WordPress.com"],"Find out how to change your username on WordPress.com.":["Découvrez comment modifier votre identifiant sur WordPress.com."],"Change Your WordPress.com Username":["Modifier votre identifiant WordPress.com"],"Find out how to change your account password on WordPress.com.":["Découvrez comment modifier le mot de passe de votre compte WordPress.com."],"Change Your Password":["Modifier votre mot de passe"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Découvrez comment activer un transfert d’e-mail gratuit à partir d’une adresse utilisant un domaine personnalisé enregistré via WordPress.com."],"Activate Free Email Forwarding":["Activer le transfert d’e-mail gratuit"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Découvrez comment modifier la langue de votre blog ou site Web et les paramètres de langue de votre interface sur WordPress.com."],"Change Your Language Settings":["Modifier vos réglages de langue"],"Find out how to customize your content options on select WordPress.com themes.":["Découvrez comment personnaliser vos options de contenu avec certains thèmes WordPress.com."],"Customize Your Content Options":["Personnaliser vos options de contenu"],"Find out how to create a multilingual site on WordPress.com.":["Découvrez comment créer un site multilingue sur WordPress."],"Create a Multilingual Site":["Créer un site multilingue"],"Find out how to add a site icon on WordPress.com.":["Découvrez comment ajouter une icône de site sur WordPress."],"Add a Site Icon":["Ajouter une Icône de site"],"Find out how to change your website privacy settings on WordPress.com.":["Découvrez comment modifier les réglages de confidentialité de votre site Web sur WordPress.com."],"Change Your Privacy Settings":["Modifier vos réglages de confidentialité"],"Update Your Website Title and Tagline":["Mettre à jour le titre et la description de votre site Web"],"Find out how to add a custom logo to your WordPress.com site.":["Découvrez comment ajouter un logo personnalisé à votre site WordPress.com."],"Add a Site Logo":["Ajouter un logo au site"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Découvrez comment partager des articles de blog directement sur Twitter à partir de votre site WordPress.com ou WordPress utilisant Jetpack."],"Share Blog Posts Directly on Twitter":["Partager des articles de blog directement sur Twitter"],"Embed a Facebook Update in Your Website":["Intégrer une mise à jour Facebook à votre site Web"],"Embed an Instagram Photo in Your Website":["Intégrer une photo Instagram à votre site Web"],"Embed a Tweet from Twitter in Your Website":["Intégrer un tweet à votre site Web à partir de Twitter"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Découvrez comment configurer le widget des icônes de réseaux sociaux sur votre site WordPress.com ou WordPress utilisant Jetpack."],"Set Up a Social Media Icons Widget":["Configurer un widget d’icônes de réseaux sociaux"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Découvrez comment afficher votre fil d’actualité Twitter sur votre site WordPress.com ou WordPress utilisant Jetpack."],"Embed a Twitter Timeline in your Sidebar":["Intégrer un fil d’actualité Twitter à votre colonne latérale"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Découvrez comment configurer un menu de réseaux sociaux sur votre site WordPress.com ou WordPress utilisant Jetpack."],"Set Up the Social Links Menu":["Configurer un menu de réseaux sociaux"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Découvrez comment afficher vos dernières photos Instagram directement sur votre site WordPress.com."],"Display Your Instagram Feed on Your Website":["Afficher votre flux Instagram sur votre site Web"],"Add Social Sharing Buttons to Your Website":["Ajouter des boutons de partage sur les réseaux sociaux à votre site Web"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Configurez votre domaine, qu’il soit enregistré sur WordPress.com ou ailleurs."],"Select a site":["Sélectionner un site"],"Don’t display my site’s URL publicly":["Ne pas afficher l’URL de mon site publiquement"],"How can we help you today?":["Comment pouvons-nous vous aider aujourd’hui ?"],"Subject":["Objet"],"Site address":["Adresse du site"],"Ask in the forums":["Poser des questions sur les forums"],"Please do not provide financial or contact information when submitting this form.":["Veuillez ne pas fournir d’informations financières ou de coordonnées lorsque vous envoyez ce formulaire."],"Ask in our community forums":["Posez votre question dans nos forums communautaires"],"Email us":["Envoyez-nous un e-mail."],"Our WordPress experts will get back to you soon":["Nos experts WordPress vous répondront bientôt"],"Send us an email":["Envoyez-nous un e-mail"],"Chat with us":["Discuter avec nous"],"Our WordPress experts will be with you right away":["Nos experts WordPress vous répondront immédiatement"],"Start live chat":["Démarrer le live chat"],"Other site":["Autre site"],"Webinars":["Webinaires"],"More Resources":["Plus de ressources"],"An expert will get back to you soon":["Un expert vous répondra bientôt."],"Email":["E-mail"],"Get an immediate reply":["Obtenir une réponse immédiate"],"Live chat":["Assistance par live chat"],"Contact our WordPress.com experts":["Contacter nos experts WordPress.com"],"Still need help?":["Besoin d’une aide supplémentaire ?"],"Close Help Center":["Fermer le centre d’aide"],"Minimize Help Center":["Réduire le cendre d’aide"],"Maximize Help Center":["Agrandir le centre d’aide"],"Help Center":["Centre d’aide"],"Pagination control":["Contrôle de la pagination"],"Home":["Accueil"],"What's new":["Nouveau"],"Next":["Suivant"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"Learn More":["Lire la suite"],"Site":["Site"],"Continue":["Continuer"],"Close":["Fermer"],"Back":["Précédent"],"Cancel":["Annuler"],"Footer":["Pied de page"],"Header":["En-tête"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}