{"translation-revision-date":"2023-07-24 14:30:49+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["Jetpack driver for tiden funksjoner på ditt nettsted. Straks du deaktiverer Jetpack vil disse funksjonene ikke lenger være tilgjengelige."],"Submit Feedback":["Send inn tilbakemelding"],"Submitting…":["Sender inn..."],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Øk din trafikk med automatisk sosial <ExternalLink>publisering og deling<\/ExternalLink>"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Blokker <ExternalLink>råkraft-angrep<\/ExternalLink> og få øyeblikkelig varsel om ditt nettsted er nede"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Få fart på ditt nettsted og levér mobilvennlige bilder med <ExternalLink>vårt CDN<\/ExternalLink>"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Svaret ditt er sendt inn. <br\/>Takk for din tilbakemelding om hvordan vi kan forbedre Jetpack."],"Thank you!":["Takk!"],"Skip for now":["Hopp over inntil videre"],"Let us know what didn‘t work for you":["La oss vite hva som ikke virket for deg"],"Before you go, help us improve Jetpack":["Før du drar, hjelp oss forbedre Jetpack"],"Stay connected":["Forbli tilkoblet"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Trenger hjelp?<\/strong> Lær mer om <jpConnectionInfoLink>Jetpack-tilkoblingen<\/jpConnectionInfoLink> eller <jpSupportLink>kontakt Jetpack brukerstøtte<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Når du kobler fra Jetpack vil disse ikke lenger virke."],"Jetpack is currently powering multiple products on your site.":["Jetpack gir nå kraft til flere produkter på ditt nettsted."],"Back to my website":["Tilbake til mitt nettsted"],"No thank you":["Nei, takk"],"Help us improve":["Hjelp oss bli bedre"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Vi er lei for at du vil forlate oss. Her hos Jetpack prøver vi alltid å levere den beste oplevelsen for våre kunder. Vennligst ta en kort spørreundersøkelse (2 minutter, lover)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack har blitt koblet fra."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack driver andre utvidelser på nettstedet ditt. Hvis du kobler fra vil disse utvidelsene ikke lenger virke."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack oppdaget en feil og kunne ikke vise kontrollpanelet. Vennligst prøv å oppfriske siden."],"There seems to be a problem with your website.":["Det ser ut til å være et problem med nettstedet ditt."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Det ser ut til å være et problem med din tilkobling til WordPress.com. Om problemet vedvarer, forsøk å koble til på nytt."],"Are you sure you want to deactivate?":["Er du sikker på at du vil deaktivere?"],"Disconnecting…":["Kobler fra..."],"share your experience":["del din erfaring"],"Other:":["Andre:"],"Troubleshooting - I'll be reconnecting afterwards.":["Feilsøking - Jeg vil koble til på nytt etterpå."],"I don't know what it does.":["Jeg vet ikke hva den gjør."],"It's buggy.":["Den er full av feil."],"It slowed down my site.":["Den gjorde nettstedet mitt tregere."],"I can't get it to work.":["Jeg får den ikke til å virke."],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack har mange kraftige verktøy som kan hjelpe deg nå dine mål"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack driver for tiden funksjoner på ditt nettsted. Straks du kobler fra Jetpack vil disse funksjonene ikke lenger være tilgjengelige og ditt nettsted vil kanskje ikke lenger fungere på samme måte."],"Are you sure you want to disconnect?":["Er du sikker på at du vil koble fra?"],"Disconnect":["Koble fra"],"Cancel":["Avbryt"],"Deactivate Jetpack":["Deaktiver Jetpack"],"Deactivate":["Deaktiver"]}},"comment":{"reference":"_inc\/build\/plugins-page.js"}}