{"translation-revision-date":"2023-07-16 14:49:21+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Unavailable in <a>Offline Mode<\/a>":["Niet beschikbaar in <a>offlinemodus<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de bovenstaande knoppen te klikken, ga je akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en met <shareDetailsLink>het delen van gegevens<\/shareDetailsLink> met WordPress.com."],"Measure your impact with Jetpack Stats":["Meet je impact met Jetpack-statistieken"],"Enhance your site with dozens of other features":["Verbeter je site met verschillende andere mogelijkheden"],"Get notifications if your site goes offline":["Krijg meldingen als je site offline gaat"],"Protect your site against bot attacks":["Bescherm je site tegen bot aanvallen"],"Speed up your site with optimized images":["Versnel je site met geoptimaliseerde afbeeldingen"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["Beveilig en versnel je site gratis met de krachtige WordPress gereedschap van Jetpack."],"Over 5 million WordPress sites are faster and more secure":["Meer dan 5 miljoen WordPress sites zijn sneller en veiliger"],"An error occurred. Please try again.":["Er is een fout opgetreden. Probeer opnieuw."],"Jetpack Logo":["Jetpack logo"],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack liep tegen een probleem aan en kon je dashboard niet weergeven. Vernieuw de pagina."],"There seems to be a problem with your website.":["Er lijkt een probleem te zijn met je site."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Er lijkt een probleem te zijn met je verbinding met WordPress.com. Probeer opnieuw verbinding te maken als het probleem niet is verholpen."],"Set up Jetpack":["Jetpack instellen"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de <strong>%s<\/strong> knop te klikken, ga je akkoord met onze <tosLink>Servicevoorwaarden<\/tosLink> en met het <shareDetailsLink>delen van gegevens<\/shareDetailsLink> met WordPress.com."]}},"comment":{"reference":"_inc\/build\/activation-modal.js"}}