{"translation-revision-date":"2023-07-05 16:31:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Facendo clic nos botóns de enriba, amosas o teu acordo aos nosos <tosLink>Termos de servizo<\/tosLink> e a <shareDetailsLink>compartir detalles<\/shareDetailsLink> con WordPress.com."],"Measure your impact with Jetpack Stats":["Mide o teu impacto coas estatísticas de Jetpack"],"Protect your site against bot attacks":["Protexe o teu sitio contra os ataques de bots"],"Speed up your site with optimized images":["Acelera o teu sitio con imaxes optimizadas"],"Get notifications if your site goes offline":["Obtén avisos se o teu sitio está offline"],"Enhance your site with dozens of other features":["Mellora o teu sitio con ducias doutras características"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["Asegura e acelera o teu sitio de forma gratuíta coas potentes ferramentas para WordPress de Jetpack."],"Over 5 million WordPress sites are faster and more secure":["Máis de 5 millóns de sitios WordPress son máis rápidos e seguros"],"Jetpack Logo":["Logotipo de Jetpack"],"An error occurred. Please try again.":["Ocorreu un erro. Por favor, inténtao de novo."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack encontrou un erro e non puido mostrar o escritorio. Por favor, intenta refrescar a páxina."],"There seems to be a problem with your website.":["Parece ser un problema coa túa web."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Parece que hai un problema coa túa conexión a WordPress.com. Se o problema persiste, proba a volver a conectar."],"Set up Jetpack":["Configurar Jetpack"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ao facer clic no botón <strong>%s<\/strong>, aceptas os nosos <tosLink>termos do servizo<\/tosLink> e <shareDetailsLink>compartir detalles<\/shareDetailsLink> con WordPress.com."]}},"comment":{"reference":"_inc\/build\/activation-modal.js"}}