{"translation-revision-date":"2023-07-05 16:31:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["Neste momento, algunhas funcións do teu sitio utilizan Jetpack. Ao desactivar Jetpack, estas funcións deixarán de estar dispoñibles."],"Submitting…":["Enviando..."],"Submit Feedback":["Enviar opinión"],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Fai crecer o teu tráfico <ExternalLink>publicando e compartindo<\/ExternalLink> automaticamente nos medios sociais"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Bloquea <ExternalLink>ataques de forza bruta<\/ExternalLink> e recibe avisos inmediatos se o teu sitio está caído"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Acelera o teu sitio e proporciona imaxes listas para móbiles coa <ExternalLink>nosa CDN<\/ExternalLink>."],"Thank you!":["Grazas!"],"Skip for now":["Omitir por agora"],"Let us know what didn‘t work for you":["Permítenos saber que non funcionou para ti"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Enviouse a túa resposta. <br\/>Grazas polas túas impresións sobre como podemos mellorar Jetpack."],"No thank you":["Non, grazas"],"Stay connected":["Mantente conectado"],"Help us improve":["Axúdanos a mellorar"],"Back to my website":["Volver á miña web"],"Before you go, help us improve Jetpack":["Antes de que te vaias, axúdanos a mellorar Jetpack"],"Once you disconnect Jetpack, these will no longer work.":["Cando te desconectes de Jetpack, isto deixará de funcionar."],"Jetpack is currently powering multiple products on your site.":["Jetpack está actualmente facendo funcionar varios produtos no teu sitio."],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Sentimos ver que te vas. Aquí en Jetpack sempre estamos tratando de ofrecer a mellor experiencia para os nosos clientes. Por favor, completa a nosa breve enquisa (son 2 minutos, prometémoscho)"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Necesitas axuda?<\/strong> Aprende máis sobre a <jpConnectionInfoLink>conexión con Jetpack<\/jpConnectionInfoLink> ou <jpSupportLink>contacta co soporte de Jetpack<\/jpSupportLink>."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack  desconectouse <br\/>correctamente."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack está actualmente facendo funcionar varios produtos no teu sitio. Se o desconectas, estes plugins deixarán de funcionar."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack encontrou un erro e non puido mostrar o escritorio. Por favor, intenta refrescar a páxina."],"There seems to be a problem with your website.":["Parece ser un problema coa túa web."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Parece que hai un problema coa túa conexión a WordPress.com. Se o problema persiste, proba a volver a conectar."],"Are you sure you want to deactivate?":["Estás seguro de que queres desactivar?"],"Disconnecting…":["Desconectando…"],"Other:":["Outros:"],"It's buggy.":["Ten erros."],"share your experience":["comparte a túa experiencia"],"I can't get it to work.":["Non consigo que funcione."],"It slowed down my site.":["Ralentizou o meu sitio."],"I don't know what it does.":["No sei para que serve."],"Troubleshooting - I'll be reconnecting afterwards.":["Solución de problemas - Volverei a establecer a conexión máis tarde."],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack ten moitas ferramentas potentes que poden axudarche a alcanzar os teus obxectivos"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Actualmente, Jetpack está potenciando as características do teu sitio. Unha vez que desconectes Jetpack, estas funciones xa non estarán dispoñibles e é posible que o teu sitio xa non funcione da mesma forma."],"Are you sure you want to disconnect?":["Seguro que queres desconectar?"],"Disconnect":["Desconectar"],"Cancel":["Cancelar"],"Deactivate Jetpack":["Desactiva Jetpack"],"Deactivate":["Desactivar"]}},"comment":{"reference":"_inc\/build\/plugins-page.js"}}