{"translation-revision-date":"2023-07-12 22:54:08+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Connect to set up campaigns and promote your content.":["Anslut för att konfigurera kampanjer och marknadsföra ditt innehåll."],"Manage your campaigns and view your earnings in the Blaze dashboard":["Hantera dina kampanjer och visa dina intäkter i Blaze-adminpanelen."],"Blaze is not available on your site.":["Blaze är inte tillgängligt för din webbplats."],"Attract high-quality traffic to your site using Blaze.":["Locka högkvalitativ trafik till din webbplats med hjälp av Blaze."],"Blaze":["Blaze"],"Experience the ease of crafting content with intuitive and powerful AI.":["Upplev hur lätt det är att skapa innehåll med intuitiv och kraftfull AI."],"Show post views for this site.":["Visa inläggsvisningar för den här webbplatsen."],"WordPress.com Reader":["WordPress.com-läsaren"],"Get %(discount)s%% off your first year":["Få %(discount)s%% rabatt på ditt första år"],"Get a discount for your first year":["Få rabatt på ditt första år"],"Set up Jetpack Starter":["Konfigurera Jetpack Starter"],"Congratulations! You’ve unlocked essential security tools for your site, including real-time backups and spam protection for comments and forms. Let’s get everything set up. It will only take a minute.":["Grattis. Du har låst upp viktiga säkerhetsverktyg för din webbplats, inklusive säkerhetskopieringar i realtid och skräppostskydd för kommentarer och formulär. Låt oss konfigurera det hela. Det tar bara en minut."],"Welcome to Jetpack Starter!":["Välkommen till Jetpack Starter!"],"Label for an active subscription\u0004Subscription active":["Prenumeration aktiv"],"Label for a subscription that never expires\u0004Never expires":["Löper aldrig ut"],"Activate Stats":["Aktivera statistik"],"Get insights on page views, likes, subscribers, and more! <a1>Learn More<\/a1>":["Få insikter om sidvisningar, gilla-markeringar, prenumeranter med mera. <a1>Läs mer<\/a1>"],"Being on top of this can be tedious and time-consuming. Boost’s cloud service can automatically detect when your site needs a new Critical CSS and generate it, improving site performance and SEO without requiring manual monitoring.":["Att hålla koll på detta kan vara både tråkigt och tidskrävande. Boosts molnservice kan automatiskt upptäcka när din webbplats behöver ny högprioriterad CSS och generera den samt förbättra din webbplatsprestanda och SEO utan att manuell övervakning krävs."],"Upgrading your WordPress version if the new release includes core CSS changes":["Uppgradering av din WordPress-version, förutsatt att den nya versionen inkluderar CSS-kärnändringar"],"Activating, deactivating, or updating plugins that impact your site layout":["Aktivering, inaktivering eller uppdatering av tillägg som påverkar din webbplatslayout"],"Editing a post\/page":["Redigering av ett inlägg\/en sida"],"Writing a new post\/page":["Skapande av ett nytt inlägg\/en ny sida"],"Making theme changes":["Genomförda temaändringar"],"Regenerate Critical CSS":["Återskapa högprioriterad CSS"],"Learn more about how critical CSS works":["Lär dig mer om hur högprioriterad CSS fungerar"],"Source: ":["Källa: "],"Learn more about how slow sites lose visitors":["Läs mer om hur långsamma webbplatser förlorar besökare"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites’ overall performance.":["Din övergripande poäng är en sammanfattning av din webbplats prestanda på både mobila och stationära enheter. Den ger dig en generell uppfattning om din webbplats övergripande prestanda."],"Learn more about how this grade is calculated":["Läs mer om hur den här poängen beräknas"],"<a>Re-generate your Critical CSS after you make changes on your site<\/a><Info\/>":["<a>Återskapa högprioriterad CSS när du har gjort ändringar på din webbplats<\/a><Info\/>"],"We’re automatically re-generating your site’s Critical CSS.":["Vi återskapar högprioriterad CSS för din webbplats automatiskt."],"Install Boost to run instant tests":["Installera Boosts för att köra omedelbara tester"],"Activate Boost to run instant tests":["Aktivera Boost för att köra omedelbara tester"],"Your site was tested %s days ago":["Din webbplats testades för %s dagar sedan"],"Your site was tested yesterday":["Din webbplats testades igår"],"Your site was tested in the last 24 hours":["Din webbplats testades för mindre än 24 timmar sedan"],"Your site needs performance improvements!":["Din webbplats behöver prestandaförbättringar!"],"You are one step away from making your site blazing fast.":["Du är bara ett steg ifrån att göra din webbplats blixtsnabb."],"Your site is fast! But maintaining a high speed isn’t easy.":["Din webbplats är snabb. Men att hålla hastigheten hög är inte enkelt."],"Your site’s speed performance score: %s":["Din webbplats hastighetsprestandapoäng: %s"],"Make your site blazing fast for free with Boost’s simple dashboard and acceleration tools.":["Gör din webbplats blixtsnabb gratis med Boosts enkla instrumentpanel och accelerationsverktyg."],"You can lose 10% of your visitors for every additional second your site takes to load.":["Du kan förlora 10 % av dina besökare för varje ytterligare sekund det tar att ladda din webbplats."],"Jetpack Boost enhance your site’s performance like top websites, no developer needed.":["Jetpack Boost förbättrar din webbplats prestanda och gör det möjligt att hålla jämna steg med de populäraste webbplatserna. Ingen utvecklare behövs."],"A one-second improvement in loading times can increase your site traffic by 10%.":["En förbättring av laddningstiderna med en sekund kan öka din webbplatstrafik med 10 %."],"Use Boost’s automated acceleration tools to optimize your performance on the go.":["Använd Boosts automatiserade accelerationsverktyg för att optimera din prestanda i farten."],"A one-second delay in loading times can reduce your site traffic by 10%.":["En försämring av laddningstiderna med en sekund kan minska din webbplatstrafik med 10 %."],"Mobile score":["Poäng för mobil"],"Desktop score":["Poäng för stationär dator"],"Timed out":["Tidsgränsen överstegs"],"Invalid response while requesting metrics":["Ogiltigt svar när mätvärden begärdes"],"An unknown error occurred while requesting metrics":["Ett okänt fel uppstod vid hämtningen av mätdata"],"Timed out while waiting for speed-score.":["Tidsgränsen uppnåddes vid väntan på hastighetspoäng."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Ett fel uppstod vid försök att kommunicera med webbplatsens REST-API. Extra felsökningsinformation: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Din webbplats REST-API verkar inte vara tillgängligt. Jetpack Boost kräver åtkomst till ditt REST-API för att ta emot webbplatsprestandapoäng. Se till att din webbplats REST-API är aktivt och tillgängligt och försök igen."],"HTTP %d error received while communicating with the server.":["HTTP %d-fel mottaget vid kommunikation med servern."],"Received invalid response while communicating with your WordPress site: %s":["Ogiltigt svar mottaget vid kommunikation med din WordPress-webbplats: %s"],"Just now":["Just nu"],"1h":["1 timme"],"Anonymous User":["Anonym användare"],"Facebook Preview Thumbnail":["Förhandsgranskniningsminiatyr för Facebook"],"Unavailable in <a>Offline Mode<\/a>":["Ej tillgängligt i <a>frånkopplat läge<\/a>"],"Jetpack AI":["Jetpack AI"],"Facebook:":["Facebook:"],"Pinterest:":["Pinterest:"],"Bing:":["Bing:"],"Jetpack Starter":["Jetpack Starter"],"The ultimate toolkit for best-in-class websites: complete security, performance, and growth.":["Den ultimata verktygslådan för förstklassiga webbplatser: komplett säkerhet, prestanda och tillväxt."],"Renew subscription":["Förnya prenumeration"],"<span>Expired on %s.<\/span> <renewLink \/>":["<span>Löpte ut den %s.<\/span> <renewLink \/>"],"Expired":["Löpt ut"],"Version %s":["Version %s"],"Bring your stats with you using the Jetpack mobile app":["Ta med dig din statistik med mobilappen Jetpack"],"Learn more about the new plan\u0004Learn more":["Lär dig mer"],"Total protection for your site, including<br \/> VaultPress Backup, Scan, and Akismet Anti-spam.":["Komplett skydd för din webbplats, inklusive<br \/> VaultPress Backup, Scan och Akismet Anti-spam."],"Akismet is now monitoring all comments on your site. Data will display here soon!":["Akismet övervakar nu alla kommentarer på din webbplats. Information kommer snart att visas här!"],"Already have an API key? <a>Get started<\/a>.":["Har du redan en API-nyckel? <a>Kom igång<\/a>."],"Jetpack Starter is active!":["Jetpack Starter är aktivt!"],"Call to action to buy a new plan\u0004Upgrade":["Uppgradera"],"Essential security tools: real-time backups and comment spam protection.":["Viktiga säkerhetsverktyg: säkerhetskopieringar i realtid och skräppostskydd för kommentarer."],"Save allow list":["Spara Tillåt-lista"],"Save block list":["Spara Blockera-lista"],"Updated Settings.":["Uppdaterade inställningar."],"An error occurred retrieving the latest automatic firewall rules.":["Ett fel uppstod vid hämtningen av de senaste automatiska brandväggsreglerna."],"A filesystem error occurred.":["Ett filsystemsfel uppstod."],"Set up your new powers":["Konfigurera dina nya krafter"],"Congratulations, your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Grattis, din Jetpack Golden Token tillhandahåller en livstidslicens för denna webbplats och inkluderar följande produkter:"],"Congratulations, you have been gifted a Jetpack Golden Token!":["Grattis, du har fått en Jetpack Golden Token!"],"Jetpack Golden Token":["Jetpack Golden Token"],"You have been gifted a Jetpack Golden Token. This unlocks a lifetime of Jetpack VaultPress Backup and Jetpack Scan for your website.":["Du har fått en Jetpack Golden Token. Detta låser upp en livstid av Jetpack VaultPress Backup och Jetpack Scan för din webbplats."],"Gifted on %s.":["Skänktes den %s."],"Explore your new powers":["Utforska dina nya krafter"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Automatisk genomsökning och korrigeringar med ett klick ser till att din webbplats ligger steget före eventuella säkerhetshot."],"Plugin name (noun).\u0004Scan":["Skanna"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Din Jetpack Golden Token tillhandahåller en livstidslicens för denna webbplats och inkluderar följande produkter:"],"Super powers are ready!":["Superkrafterna är redo!"],"Redeem your token":["Lös in din token"],"Awesome!":["Fantastiskt!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Detta låser upp en livstid av Jetpack-krafter för din webbplats. Din exklusiva Jetpack-upplevelse väntar."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Detta har låst upp en livstid av Jetpack-krafter för din webbplats. Din exklusiva Jetpack-upplevelse är redan aktiverad."],"You have been gifted a Jetpack Golden Token.":["Du har fått en Jetpack Golden Token."],"Hey, %s":["Hej %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Antingen har du inte behörighet att utföra den här åtgärden eller så måste ett användarkonto anslutas. <connectLink>Klicka här för att ansluta ditt användarkonto<\/connectLink> eller kontakta din administratör."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Genom att klicka på knapparna ovan samtycker du till våra <tosLink>användarvillkor<\/tosLink> och till att <shareDetailsLink>dela information<\/shareDetailsLink> med WordPress.com."],"Enable a new Jetpack Stats experience":["Aktivera en ny Jetpack-statistikupplevelse"],"Take a Quick Survey":["Fyll i en snabb undersökning"],"Not into the new stats? Tell us why so we can make stats better for you.":["Gillar du inte den nya statistiken? Berätta för oss så att vi kan göra statistiken bättre för dig."],"Easy to use; no developer required.":["Användarvänligt, ingen utvecklare krävs."],"Custom WooCommerce table backups.":["Anpassade säkerhetskopieringar av WooCommerce-tabeller."],"Protect your customer data and stay GDPR compliant.":["Skydda dina kunddata och säkerställ efterlevnad av GDPR."],"Backups are encrypted, keeping your store data secure.":["Säkerhetskopieringarna är krypterade, vilket håller din butiksdata säker."],"Restore your site to any past state in one click while keeping all orders and products current.":["Återställ din webbplats till valfritt tidigare tillstånd med ett klick samtidigt som alla dina beställningar och produkter förblir aktuella."],"VaultPress Backup saves your store in the cloud, so even if your host goes down, you’ll never lose a thing.":["VaultPress Backup sparar din butik i molnet, så även om ditt webbhotell kraschar kommer du aldrig att förlora någonting."],"Store downtime means lost sales. Do you have a cloud-based store backup solution?":["Driftstopp för din butik innebär förlorad försäljning. Har du en molnbaserad säkerhetskopieringslösning för din butik?"],"VaultPress Backup is so easy to use; no developer required.":["VaultPress Backup är mycket användarvänligt, ingen utvecklare krävs."],"If your site goes down, you can restore it with one click from desktop or the Jetpack mobile app.":["Om din webbplats kraschar kan du återställa den med ett klick från den stationära eller mobila Jetpack-appen."],"We store copies of your backups in our secure cloud, so your content will never be lost.":["Vi lagrar kopior av dina säkerhetskopior i vårt säkra moln, så ditt innehåll kommer aldrig att gå förlorat."],"VaultPress Backup is built specifically for WordPress and has done over 270 million backups to date.":["VaultPress Backup är skapat specifikt för WordPress och har hittills genomfört över 270 miljoner säkerhetskopieringar."],"Never lose your site, even if your host goes down (along with your backups)":["Förlora aldrig din webbplats, inte ens om ditt webbhotell kraschar (tillsammans med dina säkerhetskopior)"],"Try for %s for 30 days":["Prova i 30 dagar för %s"],"Try for 30 days":["Prova i 30 dagar"],"Jetpack Social Advanced":["Jetpack Social Advanced"],"You can automatically share your content to social media sites and get access to advanced posting options.":["Du kan dela ditt innehåll automatiskt på sociala medier och få åtkomst till avancerade publiceringsalternativ."],"Arrow right":["Pil höger"],"Arrow left":["Pil vänster"],"The free version of the firewall only allows for use of manual rules.":["Gratisversionen av brandväggen tillåter endast användning av manuella regler."],"The free version of the firewall does not receive updates to automatic firewall rules.":["Gratisversionen av brandväggen tar inte emot uppdateringar av automatiska brandväggsregler."],"Upgrade to enable automatic rules":["Uppgradera för att aktivera automatiska regler"],"Upgrade to keep your site secure with up-to-date firewall rules":["Uppgradera för att hålla din webbplats säker med uppdaterade brandväggsregler"],"Automatic rules - Protect your site against untrusted traffic sources with automatic security rules":["Automatiska regler – Skydda din webbplats mot opålitliga trafikkällor med automatiska säkerhetsregler"],"Getting started with Jetpack VaultPress Backup":["Kom igång med Jetpack VaultPress Backup"],"Get Jetpack VaultPress Backup":["Skaffa Jetpack VaultPress Backup"],"Get Akismet Anti-spam":["Skaffa Akismet Anti-spam"],"Configure Akismet Anti-spam":["Konfigurera Akismet Anti-spam"],"Welcome to Jetpack Akismet<nbsp\/>Anti-spam!":["Välkommen till Jetpack Akismet<nbsp\/>Anti-spam!"],"Welcome to Jetpack VaultPress<nbsp\/>Backup!":["Välkommen till Jetpack VaultPress<nbsp\/>Backup!"],"Akismet Anti-Spam":["Akismet Anti-Spam"],"Input a license key":["Mata in en licensnyckel"],"Select a license key":["Välj en licensnyckel"],"I want to add a license key manually":["Jag vill lägga till en licensnyckel manuellt"],"%1$s - %2$s":["%1$s – %2$s"],"Fetching available licenses…":["Hämtar tillgängliga licenser …"],"Allow Jetpack Stats to be viewed by":["Tillåt att Jetpack-statistiken visas av"],"Adds a link to your privacy policy to the notice popup triggered by the do not sell link (optional).":["Lägger till en länk till din integritetspolicy i meddelandefönstret som öppnas av Sälj inte-länken (valfritt)."],"Failure to add this link will result in non-compliance with privacy laws in some US states.":["Underlåtenhet att lägga till den här länken resulterar i bristande efterlevnad av sekretesslagarna i vissa amerikanska delstater."],"Some US states have laws that require offering site visitors an opt-out from having their data used to personalize ads. Targeted advertising is off in certain states unless you enable it.":["Vissa amerikanska delstater har lagar som kräver att webbplatsbesökare ges möjlighet att välja bort att deras data används för anpassning av annonser. Riktad annonsering är inaktiverad i vissa delstater, såvida du inte aktiverar alternativet själv."],"Enable targeted advertising to site visitors in all US states.":["Aktivera riktad annonsering för webbplatsbesökare i alla amerikanska delstater."],"Enables a targeted advertising opt-out link in US states where this is legally required.":["Aktiverar en länk som gör det möjligt att välja bort riktad annonsering i amerikanska delstater där denna möjlighet krävs enligt lag."],"Measure your impact with Jetpack Stats":["Mät din genomslagskraft med Jetpack-statistik"],"View your Email Subscribers":["Visa dina e-postprenumeranter"],"Line chart overlaid on a bar chart":["Linjediagram ovanpå ett stapeldiagram"],"Already have an API key? <Button>Activate Akismet Anti-spam<\/Button>.":["Har du redan en API-nyckel? <Button>Aktivera Akismet Anti-spam<\/Button>."],"Get VaultPress Backup":["Skaffa VaultPress Backup"],"VaultPress Backup":["VaultPress Backup"],"Akismet Anti-spam":["Akismet Anti-spam"],"Jetpack VaultPress Backup":["Jetpack VaultPress Backup"],"Settings header\u0004Jetpack Stats":["Jetpack-statistik"],"Part of your %s plan":["Del av ditt %s-paket"],"Step %1$s of %2$s":["Steg %1$s av %2$s"],"Add server credentials":["Lägg till serverautentiseringsuppgifter"],"To restore your site to a previous version, you need to add your server credentials. We recommend doing this now so you can restore your site in one click if you encounter issues in the future.":["För att återställa din webbplats till en tidigare version måste du lägga till dina serverautentiseringsuppgifter. Vi rekommenderar att du gör detta nu, så att du kan återställa din webbplats med ett klick om du stöter på problem i framtiden."],"Setup one-click restores":["Konfigurera återställningar med ett klick"],"Live Spam Protection":["Skräppostskydd i realtid"],"Site backups are live":["Säkerhetskopiering av din webbplats har aktiverats"],"View Security Dashboard":["Visa adminpanel för säkerhet"],"Automated malware scanning is live and your site’s first scan is underway. We’ll notify you if we detect anything suspicious, with one-click fixes for most issues.":["Automatisk skanning efter skadlig programvara har aktiverats och den första skanningen av din webbplats har inletts. Vi meddelar dig om vi upptäcker något misstänkt, med korrigering med ett klick för de flesta problem."],"Jetpack Search is now active. Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Jetpack Search har nu aktiverats. Jetpack Search, som är ett oerhört kraftfullt och anpassningsbart verktyg, hjälper dina besökare att direkt hitta rätt innehåll – just när de behöver det."],"Welcome to Jetpack Search!":["Välkommen till Jetpack Search!"],"Learn how to add videos to your site":["Lär dig hur man lägger till videoklipp till din webbplats"],"Jetpack VideoPress is now active. Stunning-quality video with none of the hassle. Drag and drop videos through the WordPress editor and keep the focus on your content, not the ads.":["Jetpack VideoPress har nu aktiverats. Enastående videokvalitet utan krångel Dra och släpp videor i WordPress-redigeraren och låt ditt innehåll vara i fokus, inte annonserna."],"Welcome to Jetpack VideoPress!":["Välkommen till Jetpack VideoPress!"],"Automated spam protection is now active for comments and forms. We’ll flag anything that looks suspicious and comments will now be available to moderate.":["Automatiskt skydd mot skräppost är nu aktiverat för kommentarer och fomulär. Vi flaggar allt som verkar misstänkt och kommentarer går nu att moderera."],"Congratulations, you’ve just unlocked comprehensive WordPress site security, including backups, malware scanning, and spam protection.":["Grattis! Du har just låst upp omfattande säkerhet för din WordPress-webbplats, inklusive säkerhetskopiering, skanning efter skadlig programvara och skräppostskydd."],"Welcome to Jetpack Security!":["Välkommen till Jetpack Security!"],"Set up your new tools":["Konfigurera dina nya verktyg"],"Congratulations, you’ve just unlocked the full power of the Jetpack suite; all of our Security, Performance, Growth, and Design tools.":["Grattis! Du har just låst upp den fulla kraften hos Jetpack-sviten: Alla våra säkerhets-, säkerhetskopierings-, tillväxt- och designverktyg."],"Welcome to Jetpack Complete!":["Välkommen till Jetpack Complete!"],"Manage Backups":["Hantera säkerhetskopior"],"Real-time cloud-based backups are now active for your site. Save every change and get back online in one click from desktop and mobile.":["Molnbaserad säkerhetskopiering i realtid är nu aktiverat för din webbplats. Spara varje ändring och kom tillbaka online med ett klick både via dator och mobil."],"Custom Site Search":["Anpassad webbplatssökning"],"Add a Video":["Lägg till ett videoklipp"],"Ad-free, Customizable Video":["Reklamfria, anpassningsbara videoklipp"],"Automated Spam Protection":["Automatiserat skräppostskydd"],"Real-time Malware Scanning":["Skanning efter skadlig programvara i realtid"],"Server Credentials":["Serverautentiseringsuppgifter"],"Jetpack Social Basic":["Jetpack Social Basic"],"You can automatically share your content to social media sites.":["Du kan dela ditt innehåll automatiskt på sociala medier."],"Jetpack Search Free":["Jetpack Search gratis"],"Charts depicting an evolution in traffic and engagement":["Diagram som visar utvecklingen av trafik och användning"],"Activate Jetpack Stats":["Aktivera Jetpack-statistik"],"Hello there! Jetpack Stats has been activated.":["Hej där! Jetpack-statistik har aktiverats."],"% off":["% rabatt"],"Jetpack Stats":["Jetpack-statistik"],"Add your server credentials":["Lägg till autentiseringsuppgifter för din server"],"Enter your SSH, SFTP, or FTP credentials to enable one-click site restores and fixes":["Ange dina SSH-, SFTP- eller FTP-uppgifter för att aktivera webbplatsåterställningar och -korrigeringar med ett klick"],"The Jetpack mobile app gives you everything you need to grow and manage your WordPress site anywhere, anytime.":["Jetpack-mobilappen ger dig allt du behöver för att utveckla och hantera din WordPress-webbplats – när som helst, var du än är."],"Get instant alerts for serious issues and fix them with a simple tap.":["Få omedelbara varningar om allvarliga problem och korrigera dem med ett enkelt tryck."],"Keep track of your site’s activity and restore your site anywhere, any time.":["Håll koll på din webbplatsaktivitet och återställ din webbplats när som helst, var du än är."],"Never miss an important event with realtime notifications and your activity log just a tap away.":["Med notiser i realtid och din aktivitetslogg bara ett tryck bort kommer du aldrig att missa en viktiga händelse."],"Jetpack puts WordPress in your pocket.":["Jetpack placerar WordPress i din ficka."],"Realtime security notifications anywhere, any time.":["Säkerhetsnotiser i realtid när som helst, var du än är."],"Restore a backup anytime with the Jetpack mobile app.":["Återställ säkerhetskopior när som helst med Jetpack-mobilappen."],"Check your site activity anywhere, any time.":["Kolla din webbplatsaktivitet när som helst, var du än är."],"Visit <ExternalLink>jetpack.com\/app<\/ExternalLink> or scan this code to download the Jetpack mobile app.":["Besök <ExternalLink>jetpack.com\/app<\/ExternalLink> eller skanna denna kod för att ladda ner Jetpack-mobilappen."],"You built this site yourself, nice work! Personal sites include things like blogs, resume sites, wedding sites, and hobby sites.":["Du har byggt den här webbplatsen själv. Bra jobbat. Personliga webbplatser inkluderar bloggar, CV-webbplatser, bröllopswebbplatser och hobbywebbplatser."],"E-commerce sites include stores selling goods, services, or digital downloads.":["E-handelswebbplatser inkluderar butiker som säljer varor, tjänster eller digitala nedladdningar."],"This is an e-commerce site":["Detta är en e-handelswebbplats"],"Are you an agency or developer that builds or manages sites for clients?":["Är du en byrå eller utvecklare som bygger eller hanterar webbplatser för klienter?"],"Get Jetpack for Agencies":["Skaffa Jetpack för byråer"],"Jetpack’s world-class security features are now easier to manage for anyone with at least five WordPress websites.<br\/><br\/>Purchase and manage licenses, and get a 60% discount with our licensing platform.":["Jetpacks förstklassiga säkerhetsfunktioner är nu enklare att hantera för alla med minst fem WordPress-webbplatser.<br\/><br\/>Köp och hantera licenser och få 60 % rabatt med vår licensieringsplattform."],"Manage your clients’ sites with ease":["Hantera dina klienters webbplatser på ett enkelt sätt"],"Jetpack for Agencies":["Jetpack för byråer"],"Visit <a>jetpack.com\/app<\/a> or scan this code to download the Jetpack mobile app.":["Besök <a>jetpack.com\/app<\/a> eller skanna den här koden för att ladda ner Jetpack-mobilappen."],"Enter your SSH, SFTP, or FTP credentials to enable one-click fixes":["Ange dina SSH-, SFTP- eller FTP-uppgifter för att aktivera korrigeringar med ett klick"],"Enter your SSH, SFTP or FTP credentials to enable one-click site restores and faster backups":["Ange dina SSH-, SFTP- eller FTP-uppgifter för att aktivera webbplatsåterställningar med ett klick och snabbare säkerhetskopieringar"],"Start for free":["Börja gratis"],"This is a personal site":["Detta är en personliga webbplats"],"I build or manage this site for a client":["Jag bygger eller hanterar denna webbplats för en klient"],"To help you get the most from Jetpack, tell us about your site. Check all that apply:":["För att vi ska kunna hjälpa dig att få ut det mesta möjliga av Jetpack, berätta lite om din webbplats. Markera alla som stämmer:"],"Tell us more about %s?":["Berätta mer om %s?"],"Settings header\u0004Jetpack Social connections":["Jetpack Social-anslutningar"],"View Recommendations":["Visa rekommendationer"],"Go back in time with one click":["Gå tillbaka i tiden med ett klick"],"Install Protect for Free":["Installera Protect gratis"],"As you add plugins to your site, you have to start thinking about vulnerabilities.<br \/><br \/><strong>Jetpack Protect<\/strong> is a free security solution for WordPress that runs automated scans on your site and warns you about vulnerabilities.<br \/><br \/>Focus on running your business while we protect your site with Jetpack Protect. <ExternalLink>Learn More<\/ExternalLink>.":["När du lägger till tillägg på din webbplats måste du börja hålla koll på sårbarheter.<br \/><br \/><strong>Jetpack Protect<\/strong> är en kostnadsfri säkerhetslösning för WordPress som kör automatiserade skanningar av din webbplats och varnar dig om sårbarheter.<br \/><br \/>Fokusera på att driva ditt företag medan vi skyddar din webbplats med Jetpack Protect. <ExternalLink>Läs mer<\/ExternalLink>."],"Install Jetpack Boost for free":["Installera Jetpack Boost gratis"],"Lazy image loading and site performance scores":["Uppskjuten inläsning av bilder och webbplatsprestandapoäng"],"Defer non-essential Javascript":["Skjut upp icke-väsentligt Javascript"],"Optimize CSS loading":["Optimera CSS-hämtning"],"Fast websites mean more page visits and conversions. Even a one-second delay in loading times can reduce conversion rates by 20%.<br\/><br\/> Make your site blazing fast with <ExternalLink>Jetpack Boost’s<\/ExternalLink> simple dashboard and acceleration tool:":["Snabba webbplatser innebär fler sidbesök och konverteringar. En enda sekunds fördröjning av laddningstiderna kan minska konverteringsfrekvensen med 20 %.<br\/><br\/> Gör din webbplats blixtsnabb med <ExternalLink>Jetpack Boosts<\/ExternalLink> enkla adminpanel och accelerationsverktyg:"],"Get more views for your new page.":["Skaffa fler visningar för din nya sida."],"Learn More About Site Backups":["Läs mer om säkerhetskopiering av webbplatser"],"We noticed that you’ve recently enabled auto-updates for one of your plugins. Nice work, keeping plugins updated is vital for a healthy site!<br\/><br\/>Sometimes auto-updating plugins can cause unexpected changes on your site. Finding an older version of the plugin or learning how to install it to revert the changes can be challenging.<br\/><br\/>Here at Jetpack, we recommend regular backups of your site so you can go back in time with the click of a button.":["Vi har noterat att du nyligen aktiverade automatiska uppdateringar för ett av dina tillägg. Bra jobbat, att hålla tillägg uppdaterade är avgörande för din webbplats hälsa!<br\/><br\/>Ibland kan tillägg som uppdateras automatiskt orsaka oväntade ändringar på din webbplats. Att hitta en äldre version av tillägget eller lära sig hur man installerar det för att återställa ändringarna kan vara svårt.<br\/><br\/>Här på Jetpack rekommenderar vi regelbundna säkerhetskopieringar av din webbplats, så att du kan gå tillbaka i tiden med en knapptryckning."],"Be prepared for auto-updates.":["Var förberedd på automatiska uppdateringar."],"Site Backups":["Säkerhetskopiering av webbplats"],"Manage your clients’ sites with ease and get a %s discount with the Jetpack licensing platform.":["Hantera dina klienters webbplatser med lätthet och få %s rabatt med Jetpacks licensieringsplattform."],"Jetpack Writing Settings":["Skrivinställningar för Jetpack"],"Jetpack Traffic Settings":["Trafikinställningar för Jetpack"],"Jetpack Sharing Settings":["Delningsinställningar för Jetpack"],"Jetpack Security Settings":["Säkerhetsinställningarna för Jetpack"],"Jetpack Recommendations":["Jetpack-rekommendationer"],"Jetpack Privacy Settings":["Integritetsinställningar för Jetpack"],"Jetpack Performance Settings":["Prestandainställningar för Jetpack"],"Jetpack My Plan Details":["Jetpack, mitt paket – Detaljer"],"Jetpack Discussion Settings":["Diskussionsinställningar för Jetpack"],"Jetpack At A Glance Dashboard":["Jetpack, i korthet – Adminpanel"],"View your most recent restore points":["Visa dina senaste återställningspunkter"],"Every change you make will be backed up, in real-time, as you edit your site. <ExternalLink>Learn More<\/ExternalLink>":["Alla ändringar du gör säkerhetskopieras, i realtid, medan du redigerar din webbplats. <ExternalLink>Läs mer<\/ExternalLink>"],"Watch the video":["Titta på videoklippet"],"A short video guide on how to back up your website":["En kort videoguide om hur du säkerhetskopierar din webbplats"],"Getting started with Jetpack Backup":["Komma igång med Jetpack Backup"],"Record type":["Registertyp"],"Summary of the records":["Sammanfattning av registren"],"Access the Customizer here.":["Öppna Anpassa här."],"Edit and add CSS directly on your site from the Customizer.":["Redigera och lägg till CSS direkt på din webbplats via Anpassa."],"Additional CSS can be added from the Customizer. Enable the enhanced Custom CSS feature below to add additional features.":["Ytterligare CSS kan läggas till via Anpassa. Aktivera den utökade funktionen Anpassad CSS nedan för att lägga till ytterligare funktioner."],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["Glöm inte att ångra den här åtgärden om brandväggen stängs av, eller om du avinstallerar Jetpack."],"To ensure the firewall can best protect your site, please update: <code>auto_prepend_file<\/code> PHP directive to point to <code>%s<\/code> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["För att säkerställa att brandväggen kan skydda din webbplats på bästa möjliga sätt, uppdatera PHP-direktivet <code>auto_prepend_file<\/code> så att det pekar på <code>%s<\/code>. Detta anges vanligtvis i en .htaccess-fil eller i den globala PHP-konfigurationen. Kontakta din värd om du behöver ytterligare hjälp."],"<b>Enhance protection<\/b> - Learn how to configure the firewall to inspect all requests and run before WordPress initializes":["<b>Förbättra skydd<\/b> – Lär dig hur du konfigurerar brandväggen så att den inspekterar alla begäranden och körs innan WordPress initieras"],"Allow Jetpack to collect data to improve Firewall protection and rules. <ExternalLink>Learn more<\/ExternalLink> <hr \/> <ExternalLink>Privacy Information<\/ExternalLink>":["Tillåt att Jetpack samlar in data för att förbättra brandväggsskyddet och -reglerna. <ExternalLink>Läs mer<\/ExternalLink> <hr \/> <ExternalLink>Integritetsinformation<\/ExternalLink>"],"Share data with Jetpack":["Dela data med Jetpack"],"Example: %s":["Exempel: %s"],"Allow \/ Block list - Block or allow a specific request IP":["Tillåt \/ Blockera – Blockera eller tillåt en specifik IP-adress för begäranden"],"Settings header badge\u0004NEW":["NYTT"],"Settings header\u0004Firewall":["Brandvägg"],"per month, paid yearly":["per månad, årlig betalning"],"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["Jetpack driver för tillfället funktioner på din webbplats. Om du inaktiverar Jetpack kommer dessa funktioner inte längre att vara tillgängliga."],"Close.":["Stäng."],"Blocked IP addresses":["Blockerade IP-adresser"],"Jetpack Social":["Jetpack Social"],"Jetpack Protect":["Jetpack Protect"],"Caution: if there are Jetpack blocks used in existing posts or pages, disabling this setting will cause those blocks to stop working.":["Varning: om den här inställningen inaktiveras och du har Jetpack-block som används i befintliga inlägg eller på befintliga sidor kommer dessa block att sluta fungera."],"Discount offer has ended":["Rabatterbjudandet har upphört"],"%ds":["%d s"],"%dm":["%d m"],"%dh":["%d t"],"%dd":["%d d"],"See all discounted products":["Se alla rabatterade produkter"],"Resources":["Resurser"],"View products":["Visa produkter"],"View discounted products":["Visa rabatterade produkter"],"Comments and form spam protection":["Skräppostskydd för kommentarer och formulär"],"Real-time malware scanning":["Skanning efter skadlig programvara i realtid"],"One-click restores":["Återställningar med ett klick"],"Real-time cloud backups":["Molnsäkerhetskopieringar i realtid"],"Discount ends in:":["Rabatt upphör om:"],"* Discount is for first term only, all renewals are at full price.":["* Rabatten gäller endast för den första perioden, alla förnyelser sker till fullpris."],"Next":["Nästa"],"Feature Enabled":["Funktionen är aktiverad"],"Get %s":["Skaffa %s"],"Jetpack Security gives you complete site protection and backups.":["Jetpack Security ger dig ett komplett webbplatsskydd och säkerhetskopieringar."],"Your site is growing. It’s time for a security plan.":["Din webbplats växer. Det är dags för ett säkerhetspaket."],"Get VideoPress":["Skaffa VideoPress"],"Upgrade for more videos and storage":["Uppgradera för att låsa upp fler videoklipp och få mer lagringsutrymme."],"Block spam automatically with Jetpack Akismet Anti-spam":["Blockera skräppost automatiskt med Jetpack Akismet Anti-spam"],"Get Jetpack Security":["Skaffa Jetpack Security"],"Increase your site security!":["Öka din webbplats säkerhet!"],"Try VideoPress for free":["Prova VideoPress gratis"],"No matter your business, adding videos to your site is essential for success. Jetpack VideoPress offers HD, ad-free video hosting, so you can keep the focus on your content. Try it for free or upgrade for more space. <ExternalLink>Learn more<\/ExternalLink>":["Oavsett hur din verksamhet ser ut är det viktigt att kunna lägga till videoklipp på din webbplats för att nå framgång. Jetpack VideoPress erbjuder gratis reklamfri videolagring i HD-kvalitet, så att du kan fokusera på innehållet. Prova det gratis eller uppgradera för att få mer utrymme. <ExternalLink>Läs mer<\/ExternalLink>"],"Share videos on your site to increase engagement and purchases.":["Dela videoklipp på din webbplats för ökat engagemang och fler köp."],"Learn how to block spam":["Lär dig mer om hur man blockerar skräppost"],"Congratulations! Your content is getting traction and receiving comments. The more popular your content is, the more likely it is you will be a target for spam comments. To ensure a great experience for your readers, we recommend manually moderating spam or using an automated product like Jetpack Akismet Anti-spam.":["Grattis! Ditt innehåll får uppmärksamhet och tar emot kommentarer. Ju mer populärt ditt innehåll är, desto mer sannolikt är det att du kommer att bli ett mål för skräppostkommentarer. För att säkerställa en bra upplevelse för dina läsare rekommenderar vi att du manuellt granskar skräppost eller använder en automatiserad produkt som Jetpack Akismet Anti-spam."],"It’s time to block spam comments.":["Det är dags att blockera skräppostkommentarer."],"With more plugins comes more responsibility.":["Med fler tillägg kommer mer ansvar."],"Enable Social Media Sharing":["Aktivera delning i sociala medier"],"It’s easy to share your content to a wider audience by connecting your social media accounts to Jetpack. When you publish a post, it will automatically appear on all your favorite platforms. Best of all, it’s free. <ExternalLink>Learn more<\/ExternalLink>":["Det är enkelt att dela ditt innehåll med en bredare publik genom att ansluta dina konton på sociala medier till Jetpack. När du publicerar ett inlägg visas det automatiskt på alla dina favoritplattformar. Det bästa av allt är att det är gratis. <ExternalLink>Läs mer<\/ExternalLink>"],"Automatically share your posts to social media to grow your audience.":["Dela dina inlägg automatiskt på sociala medier för få din publik att växa."],"Spam Management":["Skräpposthantering"],"Read More":["Läs mer"],"How To":["Hur man"],"Social Media Sharing":["Delning i sociala medier"],"New":["Nyheter"],"%d%% off":["%d&nbsp;%% rabatt"],"Navigation item.\u0004Recommendations <count>%d<\/count>":["Rekommendationer <count>%d<\/count>"],"Save every change and get back online quickly with one‑click restores.":["Spara varje ändring och kom tillbaka online snabbt med återställningar med ett klick."],"Video Privacy: Restrict views to members of this site":["Videosekretess: Begränsa visningar till webbplatsens medlemmar"],"Discover Jetpack tools in the block editor":["Upptäck Jetpacks verktyg i blockredigeraren"],"Jetpack Blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["Jetpack-block ger dig kraften att leverera kvalitetsinnehåll som lockar webbplatsbesökare utan att du behöver anlita en utvecklare eller lära dig en enda rad kod."],"Nice work! Let’s recap what we enabled for %s.":["Bra jobbat! Låt oss sammanfatta vad vi aktiverade för %s."],"Learn how to get started with Jetpack":["Lär dig hur man kommer igång med Jetpack"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. Jetpack will automatically optimize and load your images and files from our global Content Delivery Network (CDN). <ExternalLink>Learn more<\/ExternalLink>":["Snabbare webbplatser får bättre ranking i sökmotorer och hjälper till att hålla kvar besökare på din webbplats längre. Jetpack kommer automatiskt att optimera och ladda dina bilder och filer från vårt globala nätverk för innehållsleverans (CDN). <ExternalLink>Läs mer<\/ExternalLink>"],"Would you like your site to load faster?":["Vill du att din webbplats ska laddas snabbare?"],"Would you like to turn site visitors into subscribers?":["Vill du förvandla webbplatsbesökare till prenumeranter?"],"Getting started with Jetpack":["Komma igång med Jetpack"],"Navigation item.\u0004My Jetpack":["Mitt Jetpack"],"Jetpack includes some blocks which can help you create your pages exactly the way you want them.":["Jetpack innehåller ett antal block som kan hjälpa dig att skapa dina sidor precis som du vill ha dem."],"Be sure your %1$d posts, %2$d comments, and more information are safely backed up with Jetpack":["Se till att dina %1$d poster, %2$d kommentarer och övrig information säkerhetskopieras med Jetpack"],"Upgrade to backup":["Uppgradera för att säkerhetskopiera"],"Locked":["Låst"],"Record count":["Antal poster"],"Redeem your %1$s coupon to get started with %2$s for free the first year!":["Lös in din %1$s-rabattkod för att komma igång med %2$s och få första året gratis!"],"Get %s free for one year!":["Få %s gratis i ett år!"],"Upgrade your site to access additional features, including spam protection, backups, and priority support: <a>Upgrade now<\/a>":["Uppgradera din webbplats för att få åtkomst till fler funktioner, inklusive skräppostskydd, säkerhetskopieringar och prioriterad support: <a>Uppgradera nu<\/a>"],"Upgrade your site to access additional features, including spam protection, security scanning, and priority support: <a>Upgrade now<\/a>":["Uppgradera din webbplats för att få åtkomst till fler funktioner, inklusive skräppostskydd, säkerhetsskanning och prioriterad support: <a>Uppgradera nu<\/a>"],"Upgrade your site to access additional features, including spam protection and priority support: <a>Upgrade now<\/a>":["Uppgradera din webbplats för att få åtkomst till fler funktioner, inklusive skräppostskydd och prioriterad support: <a>Uppgradera nu<\/a>"],"Sell more and get more leads with the free Jetpack CRM plugin built specifically for WordPress.<br \/><ExternalLink>Learn more<\/ExternalLink>":["Sälj mer och få fler leads med det specialbyggda kostnadsfria CRM-verktyget för WordPress.<br \/><ExternalLink>Läs mer<\/ExternalLink>"],"The Jetpack CRM product name, without the Jetpack prefix\u0004CRM":["CRM"],"Redeem":["Lös in"],"Remind me later":["Påminn mig senare"],"Redeem your coupon and get started with %s for free the first year! Never worry about losing your data, ever.":["Lös in din kupong och kom igång med %s gratis det första året! Oroa dig aldrig för att bli av med dina data."],"One free year of Jetpack Backup":["Jetpack Backup gratis i ett år"],"Logo of %s who are offering a coupon in partnership with Jetpack":["Logotyp för %s, som erbjuder en rabattkod i samarbete med Jetpack"],"Jetpack Boost gives your site the same performance advantages as the world’s leading websites, no developer required.":["Jetpack Boost ger din webbplats samma prestandafördelar som världens ledande webbplatser har, utan att någon utvecklare behövs."],"Jetpack Boost":["Jetpack Boost"],"Magnifying Glass":["Förstoringsglas"],"Install %s":["Installera %s"],"Plugin is installed & active.":["Tillägg installerat och aktiv."],"Manage %s":["Hantera %s"],"Activating %s":["Aktiverar %s"],"Installing %s":["Installerar %s"],"Download the Jetpack iOS mobile app.":["Ladda ner Jetpack-mobilappen för iOS."],"Apple App Store download badge.":["Hämtningsikon för Apple App Store."],"Download the Jetpack Android mobile app.":["Ladda ner Jetpack-mobilappen för Android."],"Google Play Store download badge.":["Hämtningsikon för Google Play Store."],"1 free video available. Upgrade now to unlock more videos and 1TB of storage.":["1 gratis video tillgänglig. Uppgradera nu för att låsa upp fler videor och 1 TB lagringsutrymme."],"You have used your free video. Upgrade now to unlock more videos and 1TB of storage.":["Du har använt din gratisvideo. Uppgradera nu för att låsa upp fler videor och 1 TB lagringsutrymme."],"<ExternalLink>View on WordPress.com<\/ExternalLink>":["<ExternalLink>Visa på WordPress.com<\/ExternalLink>"],"Comprehensive Site Security":["Omfattande webbplatssäkerhet"],"A shield and check mark representing the Jetpack Security Bundle":["En sköld och en bockmarkering som representerar Jetpack Security-paketet"],"Performance and Growth":["Prestanda och tillväxt"],"The Jetpack Boost product name, without the Jetpack prefix\u0004Boost":["Boost"],"Configure search":["Konfigurera sök"],"View scan results":["Visa skanningsresultat"],"View latest backup":["Visa senaste säkerhetskopia"],"View my plans":["Visa mina paket"],"Configure my site":["Konfigurera min webbplats"],"Submit Feedback":["Skicka feedback"],"Submitting…":["Skickar …"],"Navigation item.\u0004License":["Licens"],"Navigation item.\u0004Activate a Product":["Aktivera en produkt"],"View all purchases":["Visa alla köp"],"Got a license key? Activate it here.":["Har du en licensnyckel? Aktivera den här."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dTB<\/strong> of storage space.":["Njut av tryggheten med ett komplett webbplatsskydd. Du har <strong> %1$dTB<\/strong> lagringsutrymme.","Njut av tryggheten med ett komplett webbplatsskydd. Du har <strong> %1$dTB<\/strong> lagringsutrymme."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dGB<\/strong> of storage space.":["Njut av tryggheten med ett komplett webbplatsskydd. Du har <strong> %1$dGB<\/strong> lagringsutrymme.","Njut av tryggheten med ett komplett webbplatsskydd. Du har <strong> %1$dGB<\/strong> lagringsutrymme."],"Jetpack is the perfect companion plugin for WooCommerce - made by WordPress experts to make your store faster, safer, and to help grow your business.":["Jetpack är det perfekta komplementtillägget till WooCommerce – skapat av WordPress-experter för att göra din butik snabbare och säkrare och få ditt företag att växa."],"Jetpack and WooCommerce":["Jetpack och WooCommerce"],"Welcome to Jetpack! Security, Growth, & Performance tools for WordPress businesses":["Välkommen till Jetpack! Säkerhets-, tillväxt- och prestandaverktyg för WordPress-företag"],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Öka din trafik med automatiserad <ExternalLink>publicering och delning<\/ExternalLink> på sociala medier"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Blockera <ExternalLink>brute force-attacker<\/ExternalLink> och bli meddelad omedelbart om din webbplats ligger nere"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Gör din webbplats snabbare och tillhandahåll bilder som är mobilredo med <ExternalLink>vårt CDN<\/ExternalLink>"],"Ad network access":["Åtkomst till reklamnätverk"],"Accept payments":["Acceptera betalningar"],"<strong>Free<\/strong> related posts":["<strong>gratis<\/strong> relaterade inlägg"],"<strong>Free<\/strong> social media tools":["<strong>Gratis<\/strong> verktyg för sociala medier"],"<strong>Free<\/strong> site stats":["<strong>Gratis<\/strong> webbplatsstatistik"],"Growth tools":["Tillväxtverktyg"],"Ad-free WordPress video hosting":["Reklamfri WordPress-videodistribution"],"Instant site search":["Omedelbar webbplatssökning"],"<strong>Free<\/strong> SEO tools":["<strong>Gratis<\/strong> SEO-verktyg"],"<strong>Free<\/strong> lazy image loading":["<strong>Gratis<\/strong> uppskjuten inläsning av bilder"],"<strong>Free<\/strong> Content Delivery Network (CDN)":["<strong>Gratis<\/strong> nätverk för innehållsleverans (CDN)"],"Performance tools":["Prestandaverktyg"],"Comment and form spam protection":["Skräppostskydd för kommentarer och formulär"],"Automated malware scanning":["Automatisk sökning efter skadlig programvara"],"Full store & order backups":["Fullständig säkerhetskopiering av butik och beställningar"],"<strong>Free<\/strong> brute force attack prevention":["<strong>Gratis<\/strong> skydd mot brute force-attacker"],"<strong>Free<\/strong> downtime monitoring":["<strong>Gratis<\/strong> driftstoppsövervakning"],"Security tools":["Säkerhetsverktyg"],"Continue to Jetpack":["Fortsätt till Jetpack"],"Redeem %s":["Lös in %s"],"Redeem your coupon and get started with %s for free the first year!":["Lös in din kupong och kom igång med %s gratis det första året!"],"Set up & redeem %s":["Konfigurera och lös in %s"],"Welcome to Jetpack %s traveler!":["Välkommen till Jetpack %s!"],"An unknown error occurred during license activation. Please try again.":["Ett okänt fel uppstod under licensaktiveringen. Försök igen."],"This is not a valid license key. Please try again.":["Detta är inte en giltig licensnyckel. Försök igen."],"You're all set!":["Allt är klart!"],"Your product is active!":["Din produkt är aktiverad!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Upplev högkvalitativa, reklamfria videor skapade specifikt för WordPress."],"Jetpack VideoPress is active!":["Jetpack VideoPress är aktivt!"],"Jetpack Security is active!":["Jetpack Security är aktivt!"],"Next, we'll help you customize the Search experience for your visitors.":["Därefter hjälper vi dig att anpassa sökupplevelsen för dina besökare."],"Jetpack Search is active!":["Jetpack Search är aktivt!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Du kan se dina säkerhetsskanningar på <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan är aktivt!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Du kan se dina säkerhetskopior och säkerhetsskanningar samt återställa din webbplats på <a>cloud.jetpack.com<\/a>. Om du någonsin förlorar åtkomsten till din webbplats kan du återställa den där."],"Jetpack Complete is active!":["Jetpack Complete är aktivt!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Du kan se dina säkerhetskopior och återställa din webbplats på <a>cloud.jetpack.com<\/a>. Om du någonsin förlorar åtkomsten till din webbplats kan du återställa den där."],"Jetpack Backup is active!":["Jetpack Backup är aktivt!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Vi tar hand om allt härifrån. Du kan nu njuta av en skräppostfri webbplats!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam är aktivt!"],"Do you need help? <a>Contact us.<\/a>":["Behöver du hjälp? <a>Kontakta oss.<\/a>"],"License key":["Licensnyckel"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Kolla din e-post<\/strong> för att hitta din licensnyckel. Du bör ha fått den när du genomförde ditt köp."],"Add a license key":["Lägg till en licensnyckel"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Ditt svar har skickats. <br\/>Tack för dina tankar om hur vi kan förbättra Jetpack."],"Thank you!":["Tack!"],"Skip for now":["Hoppa över just nu"],"Let us know what didn‘t work for you":["Låt oss veta vad som inte fungerade för dig"],"Before you go, help us improve Jetpack":["Innan du avslutar, hjälp oss att förbättra Jetpack"],"Stay connected":["Förbli ansluten"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Behöver du hjälp?<\/strong> Läs mer om <jpConnectionInfoLink>Jetpack-anslutningen<\/jpConnectionInfoLink> eller <jpSupportLink>kontakta Jetapck-supporten<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["När du har kopplat från Jetpack kommer dessa inte längre att fungera."],"Jetpack is currently powering multiple products on your site.":["Jetpack driver för närvarande flera produkter på din webbplats."],"Back to my website":["Tillbaka till min webbplats"],"No thank you":["Nej tack"],"Help us improve":["Hjälp oss att förbättra"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Det är tråkigt att du lämnar oss. Här på Jetpack strävar vi alltid efter att tillhandahålla den bästa möjliga upplevelsen för våra kunder. Svara på vår korta undersökning (2 minuter, jag lovar)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack har <br\/>kopplats från."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack driver andra tillägg på din webbplats. Om du kopplar från Jetpack kommer dessa tillägg inte längre att fungera."],"Loading recommendations":["Laddar in rekommendationer"],"Add %s":["Lägg till %s"],"\/month, paid yearly":["\/månad, betalas årligen"],"Popular upgrade":["Populär uppgradering"],"Graphical illustration of product: %s":["Grafisk illustration av produkt: %s"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Genom att klicka på knappen nedan godkänner du våra <tosLink>användarvillkor<\/tosLink> och att <shareDetailsLink>dela information<\/shareDetailsLink> med WordPress.com."],"Example Archive Title\/Date":["Exempel på arkivrubrik\/datum"],"Archive Title":["Arkivrubrik"],"14-day money-back guarantee":["14 dagars återbetalningsgaranti"],"Special introductory pricing, all renewals are at full price.":["Särskilt introduktionspris, alla förnyelser faktureras till fullt pris."],"You now have access to these benefits:":["Du har nu åtkomst till dessa fördelar:"],"Your plan has been upgraded!":["Ditt paket har uppgraderats!"],"Recommendations Product Purchased\u0004Configure your site":["Konfigurera din webbplats"],"Enable VideoPress":["Aktivera VideoPress"],"Jetpack VideoPress":["Jetpack VideoPress"],"High-quality, ad-free video built specifically for WordPress.":["Högkvalitativ, annonsfri video byggd speciellt för WordPress."],"And more! <a>See all Jetpack features<\/a>":["Och mer! <a>Se alla Jetpack-funktioner<\/a>"],"Let visitors share your content on social media":["Låt dina besökare dela ditt innehåll på sociala medier"],"Automatically share your content on social media":["Dela automatiskt ditt innehåll på sociala medier"],"Connect your user account":["Anslut ditt användar-konto"],"Unlock all the amazing features of Jetpack by connecting now":["Lås upp alla fantastiska funktioner i Jetpack genom att ansluta nu"],"Unlock %s and more amazing features":["Lås upp %s och fler fantastiska funktioner"],"Enhance your site with dozens of other features":["Förbättra din webbplats med dussintals andra funktioner"],"Get notifications if your site goes offline":["Få notiser om din webbplats går offline"],"Protect your site against bot attacks":["Skydda din webbplats mot robotattacker"],"Speed up your site with optimized images":["Snabba upp din webbplats med optimerade bilder"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["Säkra och snabba upp din webbplats gratis med Jetpacks kraftfulla WordPress-verktyg"],"<Button>Activate<\/Button> to engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. Try it for free.":["<Button>Aktivera<\/Button> för att engagera dina besökare med högupplösta, annonsfria videoklipp. Spara tid genom att ladda upp videoklipp direkt via WordPress-redigeraren. Prova det gratis."],"Connect your WordPress.com account to enable high-quality, ad-free video.":["Anslut ditt WordPress.com-konto för att aktivera högkvalitativ, reklamfri videouppspelning."],"Video storage used out of 1TB:":["Använt videolagringsutrymme av 1 TB:"],"VideoPress is enabled and will optimize your videos for smooth playback on any device. To add a new video, upload it to the Media Library or Post Editor.":["VideoPress är aktiverat och kommer att optimera dina videor för smidig uppspelning på alla enheter. Om du vill lägga till en ny video laddar du upp den till mediabiblioteket eller inläggsredigeraren."],"Engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. With Jetpack VideoPress, you can customize your video player to deliver your message without the distraction.":["Engagera dina besökare med högupplösta, reklamfria videor. Spara tid genom att ladda upp videor direkt i WordPress-redigeraren. Med Jetpack VideoPress kan du anpassa din videospelare så att ditt meddelande framförs utan distraktioner."],"Your site is new and may still be preparing backup configuration.":["Din webbplats är ny och det kan hända att säkerhetskopieringskonfigurationen fortfarande förbereds."],"Loading…":["Laddar in …"],"Over 5 million WordPress sites are faster and more secure":["Över 5 miljoner WordPress-webbplatser – snabbare och mer säkra"],"An error occurred. Please try again.":["Ett fel uppstod. Försök igen."],"Jetpack Logo":["Jetpack-logga"],"Jetpack logo":["Jetpack-logga"],"Your data is being securely backed up as you edit. You have <strong>%1$dTB<\/strong> of storage space.":["Dina data säkerhetskopieras säkert medan du redigerar. Du har <strong> %1$dTB<\/strong> lagringsutrymme.","Dina data säkerhetskopieras säkert medan du redigerar. Du har <strong> %1$dTB<\/strong> lagringsutrymme."],"Your data is being securely backed up as you edit. You have <strong>%1$dGB<\/strong> of storage space.":["Dina data säkerhetskopieras säkert medan du redigerar. Du har <strong> %1$dGB<\/strong> lagringsutrymme.","Dina data säkerhetskopieras säkert medan du redigerar. Du har <strong> %1$dGB<\/strong> lagringsutrymme."],"Jetpack Security":["Jetpack Security"],"Contact support":["Kontakta supporten"],"Explore themes":["Utforska teman"],"Get access to professionally crafted themes offered on WordPress.com, & customize your site exactly how you like it.":["Få åtkomst till professionellt utformade teman på WordPress.com och anpassa din webbplats precis som du vill ha den."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack stötte på ett fel och kunde inte visa adminpanelen. Prova att uppdatera sidan."],"Connect your WordPress.com account and upgrade to get a faster resolution to your support questions.":["Anslut ditt WordPress.com-konto och uppgradera för att få svar på dina supportfrågor snabbare."],"Button caption\u0004Apply license":["Tillämpa licensen"],"Button caption\u0004Applying…":["Tillämpar …"],"Jetpack licence key":["Jetpack-licensnyckel"],"If you have a Jetpack license key paste it here to queue it for activation. Once your license is processed your product will appear under \"My Plan\".":["Om du har en Jetpack-licensnyckel, klistra in den här för att köa den för aktivering. När din licens har behandlats kommer din produkt att visas under \"Mitt paket\"."],"Jetpack License":["Jetpack-licens"],"Error adding Jetpack license key.":["Det gick inte att lägga till Jetpack-licensnyckeln."],"Jetpack license key added. It may take a minute for the license to be processed.":["Jetpack-licensnyckeln lades till. Det kan ta någon minut innan licensen behandlas."],"Get the most out of Jetpack.":["Få ut det mesta från Jetpack."],"Connect your WordPress.com account to upgrade and get Jetpack Search, which helps your visitors instantly find the right content – right when they need it.":["Anslut ditt WordPress.com-konto för att uppgradera och få Jetpack Sök, som hjälper dina besökare att hitta rätt innehåll – precis när de behöver det."],"Connect your WordPress.com account to upgrade and get automatic backups that keep your content safe.":["Anslut ditt WordPress.com-konto för att uppgradera och få automatiska säkerhetskopieringar som håller ditt innehåll säkert."],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms":["Anslut ditt WordPress.com-konto för att uppgradera och automatiskt avlägsna skräppost från kommentarer och formulär."],"Connect your WordPress.com account to upgrade to Jetpack Scan and protect your site from security threats with automated scanning.":["Anslut ditt WordPress.com-konto för att uppgradera till Jetpack Scan och skydda din webbplats från säkerhetshot med hjälp av automatiserad skanning."],"<Button>Connect your WordPress.com<\/Button> account to use this feature.":["<Button>Anslut ditt WordPress.com<\/Button>-konto för att använda denna funktion."],"<Button>Connect your WordPress.com<\/Button> account to keep your site protected from malicious sign in attempts.":["<Button>Anslut ditt WordPress.com<\/Button>-konto för att skydda din webbplats mot skadliga inloggningsförsök."],"Connect your WordPress.com account for more metrics":["Anslut ditt WordPress.com-konto för fler mätvärden"],"Not now":["Inte just nu."],"Connect to enable the WordPress.com toolbar.":["Anslut för att aktivera WordPress.com-verktygsfältet."],"Connect to enable publishing via email.":["Anslut för att aktivera publicering via e-post."],"Google search":["Google-sökning"],"Expand to preview how the SEO settings will look for your homepage on Google, Facebook, and Twitter.":["Expandera för att förhandsvisa hur SEO-inställningarna kommer att se ut för din startsida på Google, Facebook och Twitter."],"Maximum characters reached.":["Maximalt antal tecken uppnått."],"Front Page Meta Description":["Startsidans metabeskrivning"],"Craft a description of your Website: up to 160 characters that will be used in search engine results for your front page, and when your website is shared on social media sites.":["Skapa en beskrivning av din webbplats: upp till 160 tecken som kommer användas i sökmotorresultaten för webbplatsens startsida och när den delas på sociala medier."],"Expand to edit your front page meta description.":["Expandera för att redigera metabeskrivningen för din webbplats startsida."],"You can set the structure of page titles for different sections of your site. Doing this will change the way your site title is displayed in search engines, social media sites, and browser tabs.":["Du kan konfigurera rubrikstrukturen för olika delar av din webbplats. Att göra detta kommer att förändra hur rubriken för din webbplats visas i sökmotorer, på sociala medier och i flikar på webbläsare."],"Expand to customize the page title structures of your site.":["Expandera för att anpassa sidrubrikstrukturen för din webbplats."],"Your SEO settings are managed by the following plugin: %s":["Dina sökmotoroptimeringar hanteras av följande tillägg: %s"],"Preview: %s":["Förhandsgranskning: %s"],"Example Title":["Exempelrubrik"],"Tag or Category Name":["Etikett eller kategorinamn"],"Page Title":["Sidrubrik"],"Post Title":["Inläggsrubrik"],"Tagline":["Slogan"],"Site Title":["Webbplatsrubrik"],"Front Page":["Startsida"],"The Like button is a way for people on WordPress.com to show their appreciation for your content.":["Gilla-knappen är ett sätt för personer på WordPress.com att visa att de uppskattar ditt innehåll."],"Connect to add your social media accounts.":["Anslut för att lägga till dina sociala media-konton."],"Connect to enable WordPress.com Secure Sign-On.":["Anslut för att aktivera enkel inloggning med WordPress.com."],"Secure Sign-On":["Säker inloggning"],"Connect to set up your status alerts.":["Anslut för att konfigurera dina statusaviseringar."],"Connect to configure.":["Anslut för att konfigurera."],"Connect to manage your subscriptions settings.":["Anslut för att hantera dina prenumerationsinställningar."],"This feature is provided by the WordPress.com cloud. %s":["Den här funktionen kommer från WordPress.com-molnet. %s"],"Receive notifications about new likes and comments":["Få notiser om nya gilla-markeringar och kommentarer"],"Let your subscribers know when you post":["Låt dina prenumeranter veta när du gör nya inlägg"],"Receive instant downtime alerts":["Få direktaviseringar om driftstopp"],"Disconnect your WordPress.com account":["Koppla från ditt WordPress.com-konto"],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms.":["Anslut ditt WordPress.com-konto för att uppgradera och automatiskt avlägsna skräppost från kommentarer och formulär."],"Connect your WordPress.com account to upgrade and help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Anslut ditt WordPress.com-konto för att uppgradera och hjälpa besökare att hitta svar snabbt med hjälp av relevanta sökresultat och kraftfull filtrering."],"Connect your WordPress.com account to upgrade and connect your site to Google Analytics.":["Anslut ditt WordPress.com-konto för att uppgradera och ansluta din webbplats till Google Analytics."],"Connect your WordPress.com account to upgrade for automated scanning and one-click fixes keep your site ahead of security threats.":["Anslut ditt WordPress.com-konto för att uppgradera och få automatiserad skanning och korrigeringar med ett klick som säkerställer att din webbplats ligger steget före eventuella säkerhetshot."],"Connect your WordPress.com account to upgrade and save every change and get back online quickly with one-click restores.":["Anslut ditt WordPress.com-konto för att uppgradera och spara varje ändring samt få möjlighet att komma tillbaka online snabbt med återställningar med ett klick."],"Connect your WordPress.com account to upgrade and generate income with high-quality ads.":["Anslut ditt WordPress.com-konto för att uppgradera och generera intäkter med högkvalitativa annonser."],"A caption for a button to connect a user account to access paid features.\u0004Connect":["Anslut"],"Recommendations skipped":["Rekommendationer hoppades över"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["Du har inte aktiverat några rekommenderade funktioner. Aktivera några rekommendationer eller utforska alla Jetpack-funktioner för att få ut det mesta av Jetpack."],"Recommendations enabled":["Rekommendationer aktiverade"],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["Utforska premiumpaket med Jetpack-produkter eller välj exakt vad du behöver."],"Powerful security, performance, and marketing":["Kraftfull säkerhet, prestanda och marknadsföring"],"Recommended premium product":["Rekommenderad premiumprodukt"],"Increase site growth with marketing":["Öka webbplatsens tillväxt med marknadsföring"],"Speed-enhancing performance tools":["Hastighetsförbättrande prestandaverktyg"],"Robust security to keep your site safe":["Robust säkerhet för att skydda din webbplats"],"Google Play Store download badge":["Hämtningsikon för Google Play Store"],"Apple App Store download badge":["Hämtningsikon för Apple App Store"],"Manage security on Jetpack.com":["Hantera säkerhet på Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["Du kan också använda din inkluderade aktivitetsfunktion för att övervaka alla förändringar som sker på din webbplats!"],"Did you know you can manage all your backups right from Jetpack.com?":["Visste du att du kan hantera alla dina säkerhetskopior direkt från Jetpack.com?"],"Manage your security on Jetpack.com":["Hantera din säkerhet på Jetpack.com"],"Enter your server credentials to enable one-click restores included in your plan.":["Ange dina serverautentiseringsuppgifter för att aktivera återställning med ett klick som är inkluderat i ditt paket."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["Få ut det mesta av din %s. Återställningar med ett klick säkerställer att du enkelt kan återställa din webbplats om något går fel."],"Enable one-click restores":["Aktivera återställningar med ett klick"],"Real-time Backups":["Säkerhetskopieringar i realtid"],"WooCommerce":["WooCommerce"],"Install":["Installera"],"Creative Mail":["Creative Mail"],"Install WooCommerce":["Installera WooCommerce"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["Vi samarbetar med <strong>WooCommerce<\/strong> — en anpassningsbar e-handelsplattform med öppen källkod byggd för WordPress. Det är allt du behöver för att börja sälja produkter idag. <ExternalLink>Läs mer<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["Vill du att WooCommerce ska driva din butik?"],"Enable Site Accelerator":["Aktivera webbplatsacceleratorn"],"Enable Related Posts":["Aktivera relaterade inlägg"],"Displaying Related Posts at the end of your content keeps visitors engaged and on your site. <ExternalLink>Learn more<\/ExternalLink>":["Genom att visa Relaterade inlägg i slutet av ditt innehåll hålls dina besökare engagerade och stannar kvar på din webbplats. <ExternalLink>Läs mer<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["Vill du att relaterade inlägg ska visas längst ner i ditt innehåll?"],"Enable Downtime Monitoring":["Aktivera driftstoppsövervakning"],"If your site ever goes down, Downtime Monitoring will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["Om din webbplats skulle sluta fungera kommer Driftstoppsövervakning att skicka ett e-postmeddelande eller pushmeddelande till dig för att meddela dig detta. <ExternalLink>Läs mer<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["Vill du att driftstoppsövervakaren ska meddela dig om din webbplats går offline?"],"Install Creative Mail":["Installera Creative Mail"],"The Jetpack Newsletter Form combined with Creative Mail by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["Jetpacks nyhetsbrevsformulär kombinerat med Creative Mail från Constant Contact kan hjälpa till att automatiskt samla prenumeranter och skicka e-postmeddelanden till dem. <ExternalLink>Läs mer<\/ExternalLink>"],"Navigation item.\u0004Recommendations":["Rekommendationer"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["Alla Jetpacks fantastiska funktioner väntar på dig och vi rekommenderar några av våra favoriter."],"Jetpack offers support via community forums for any site without a paid product.":["Jetpack erbjuder support via community-forum för webbplatser utan betalprodukter."],"No security threats found. Your site will continue to be monitored for future threats.":["Inga säkerhetshot hittades. Din webbplats kommer att fortsätta att övervakas beträffande framtida hot."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["Säkerhetshot hittat. <a>Klicka här<\/a> för att åtgärda det omedelbart.","Säkerhetshot hittade. <a>Klicka här<\/a> för att åtgärda dem omedelbart."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Köp Jetpack Scan för att skydda din webbplats från säkerhetshot med hjälp av automatisk skanning."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress är inte installerat. <a>Installera<\/a> det för att aktivera automatisk skanning efter säkerhetshot."],"VaultPress is not active, <Button>please activate<\/Button> to enable automatic scanning for security for threats.":["VaultPress är inte aktivt. <Button>Aktivera<\/Button> för att aktivera automatisk skanning efter säkerhetshot."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress har problem med skanningen. Kontrollera att du har <keyLink>angett din registreringsnyckel<\/keyLink>. Om du behöver ytterligare hjälp, <supportLink>kontakta supporten<\/supportLink>."],"Could not activate VaultPress.":["Det gick inte att aktivera VaultPress."],"Activating VaultPress…":["Aktiverar VaultPress …"],"F Y":["F Y"],"F jS":["j F"],"M j":["j M"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Återanslut Jetpack"],"Click below to reconnect Jetpack":["Klicka nedan för att återansluta Jetpack"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Du bör endast göra detta om Site Health-tester eller Jetpack Support rekommenderar det."],"You’ve clicked a link to restore your Jetpack connection.":["Du har klickat på en länk för att återställa din Jetpack-anslutning."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack har återanslutits! Du kan kontrollera din Jetpack-anslutnings hälsa genom att besöka <a>Site Health-verktyget<\/a>."],"Your site is connected to Jetpack Backup.":["Din webbplats är ansluten till Jetpack Backup."],"Your site is connected to VaultPress for backups.":["Din webbplats är ansluten till VaultPress för säkerhetskopieringar."],"Your site is connected to VaultPress for backups and security scanning.":["Din webbplats är ansluten till VaultPress för säkerhetskopieringar och säkerhetsskanning."],"Your site is connected to Jetpack Backup and Scan.":["Din webbplats är ansluten till Jetpack Backup och Scan."],"Automatically clear spam from comments and forms.":["Rensa automatiskt skräppost från kommentarer och formulär."],"Connect your site to Google Analytics.":["Anslut din webbplats till Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Automatiserad skanning och korrigeringar med ett klick säkerställer att din webbplats ligger steget före eventuella säkerhetshot."],"Save every change and get back online quickly with one-click restores.":["Spara varje ändring och kom tillbaka online snabbt med återställningar med ett klick."],"Twitter profile image":["Twitter-profilbild"],"Account Name":["Kontonamn"],"Activating…":["Aktiverar …"],"Installing…":["Installerar …"],"Jetpack Complete":["Jetpack Complete"],"Jetpack Security Real-Time":["Jetpack Security i realtid"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["Ytterligare säkerhet för webbplatser med aktivitet dygnet runt. Rekommenderat för e-handel, nyhetsorganisationer och onlineforum."],"Jetpack Security Daily":["Jetpack Security varje dag"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Njut av tryggheten med ett komplett webbplatsskydd. Perfekt för broschyrwebbplatser, restauranger, bloggar och CV-webbplatser."],"Could not activate Akismet.":["Kunde inte aktivera Akismet."],"Activating Akismet…":["Aktiverar Akismet …"],"It looks like your API key has been set globally.":["Det verkar som om din API-nyckel har ställts in globalt."],"A valid key has been set in your site's configuration.":["En giltig nyckel har ställts in i din webbplats konfiguration."],"There seems to be a problem with your website.":["Det verkar finnas ett problem med din webbplats."],"More than 5 million WordPress sites trust Jetpack for their website security and performance.":["Mer än 5 miljoner WordPress-webbplatser förlitar sig på Jetpack för webbplatssäkerhet och -prestanda."],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack ger kraft åt din webbplats, men för att få åtkomst till alla dess funktioner behöver du ansluta ditt konto till WordPress.com."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["För närvarande i <a>frånkopplat läge<\/a> (vissa funktioner är inaktiverade) eftersom: <reasons\/>"],"Your site URL is a known local development environment URL":["Din webbplats URL är en känd URL från en lokal utvecklingsmiljö"],"The %s constant is defined":["Konstanten %s är definierad"],"The jetpack_development_mode filter is active":["Filtret jetpack_development_mode filter är aktivt"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["Ditt %2$s-paket inkluderar %1$s. Det verkar som att du även har köpt produkten %3$s. Överväg att ta bort %3$s."],"Restore Connection":["Återställ anslutning"],"Reconnecting Jetpack":["Återansluter Jetpack"],"Welcome to <s>Jetpack %s<\/s>!":["Välkommen till <s>Jetpack %s<\/s>!"],"%1$s failed to activate. %2$s":["%1$s kunde inte aktiveras. %2$s"],"Activating %s…":["Aktiverar %s …"],"Jetpack Scan <em>Daily<\/em>":["Jetpack Scan <em>Daily<\/em>"],"Connected as <span>%s<\/span>":["Ansluten som <span>%s<\/span>"],"<a>View backup details<\/a>.":["<a>Visa information om säkerhetskopiering<\/a>."],"Views: %s":["Visningar: %s"],"Week of %s":["Vecka av %s"],"<button>View detailed stats<\/button>":["<button>Visa detaljerad statistik<\/button>"],"Referring to a number of comments\u0004All-time comments":["Kommentarer totalt"],"Referring to a number of page views\u0004All-time views":["Högsta antalet visningar"],"%s View":["%s Visa","%s Visningar"],"Referring to a number of page views\u0004Best overall day":["Bästa dag totalt"],"Referring to a number of page views\u0004Views today":["Visningar i dag"],"%s has been disabled by a site administrator.":["%s har inaktiverats av en administratör."],"<button1>Auto verify with Google<\/button1><span>or<\/span><button2>Manually verify with Google<\/button2>":["<button1>Verifiera automatiskt med Google<\/button1><span>eller<\/span><button2>Verifiera manuellt med Google<\/button2>"],"Site failed to verify: %s":["Webbplatsen kunde inte verifieras: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["I ”Uppgradera”"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["I ”Mobil”"],"Unavailable in Offline Mode":["Ej tillgängligt i frånkopplat läge"],"<a>Contact Support<\/a>":["<a>Kontakta support<\/a>"],"<a>View details<\/a>":["<a>Visa detaljer<\/a>"],"Uh oh, %s threat found.":["Aj då, %s hot upptäckt.","Aj då, %s hot upptäckta."],"Unavailable in Offline Mode.":["Ej tillgängligt i frånkopplat läge."],"Jetpack Backup <em>Real-Time<\/em>":["Jetpack Backup <em>i realtid<\/em>"],"Jetpack Backup <em>Daily<\/em>":["Jetpack Backup <em>dagligen<\/em>"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s har inaktiverats av en administratör. <link>Läs mer<\/link>."],"Error updating settings. %s":["Fel vid uppdatering av inställningar. %s"],"Connect your WordPress.com account":["Anslut ditt WordPress.com-konto"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Det verkar vara ett problem med din anslutning till WordPress.com. Om problemet kvarstår, prova att ansluta igen."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Rensa automatiskt skräppost från kommentarer och formulär. Spara tid, få fler svar, ge dina besökare en bättre upplevelse – utan att lyfta ett finger."],"Has a video.":["Har en video."],"Tag":["Etikett"],"Post":["Publicera"],"Page":["Sida"],"Has an image.":["Har en bild."],"Has multiple images.":["Har flera bilder."],"Toggle search filters.":["Aktivera sökfilter."],"Matching comment.":["Matchande kommentar."],"Show filters":["Visa filter"],"Is a product.":["Är en produkt."],"Is an event.":["Är en händelse."],"Has audio.":["Har ljud."],"Connection Error, please reconnect.":["Anslutningsfel, anslut igen."],"Customize your ads.txt file":["Anpassa din ads.txt-fil"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["Ads.txt (auktoriserade digitala säljare) är en mekanism som innehållsägare kan använda för att deklarera vem som är auktoriserad att sälja deras reklamlager. Det är den formella listan med reklampartner som du stödjer som publicerare."],"If you enable targeted advertising in all US states, you are required to place a \"Do Not Sell or Share My Personal Information\" link on every page of your site where targeted advertising will appear. You can use the <widgetLink>Do Not Sell Link Widget<\/widgetLink>, or the <code>[privacy-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["Om du aktiverar riktad annonsering i alla amerikanska delstater måste du placera en \"Sälj eller dela inte min personliga information\"-länk på alla webbplatssidor där riktad annonsering kommer att visas. Du kan använda widgeten <widgetLink>Sälj inte-länk<\/widgetLink> eller kortkoden <code>[privacy-do-not-sell-link]<\/code> för att automatiskt placera länken på din webbplats. Obs: länken kommer alltid att visas för inloggade administratörer, oavsett plats."],"Do Not Sell Link":["Sälj inte-länk"],"Always allowed IP addresses":["Alltid tillåtna IP-adresser"],"Add to Always Allowed list":["Lägg till i listan med alltid tillåtna"],"Privacy Policy URL":["URL för integritetspolicy"],"Back":["Tillbaka"],"Sign Up":["Registrera"],"Threat":["Hot","Hot"],"Subscriptions":["Prenumerationer"],"Site Accelerator":["Webbplatsaccelerator"],"Downtime Monitoring":["Driftstoppsövervakning"],"Navigation item.\u0004Set up":["Konfigurera"],"Show comments area in carousel":["Visa kommentarområde i karusell"],"Disconnecting…":["Kopplar från …"],"Jetpack Scan":["Jetpack Scan"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Automatisk genomsökning och korrigeringar med ett klick ser till att din webbplats ligger steget före eventuella säkerhetshot."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Hjälp besökare att snabbt hitta svar i realtid med mycket relevanta resultat och effektiv filtrering."],"share your experience":["dela din upplevelse"],"Other:":["Annat:"],"Troubleshooting - I'll be reconnecting afterwards.":["Felsökning – Jag återansluter senare."],"I don't know what it does.":["Jag vet inte vad den gör."],"It's buggy.":["Den är buggig."],"It slowed down my site.":["Den gjorde min webbplats långsammare."],"I can't get it to work.":["Jag kan inte få det att fungera."],"Continue":["Fortsätt"],"The Jetpack Backup status could not be retrieved at this time.":["Status för Jetpack Backup kunde inte hämtas för tillfället."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["Status för Jetpack Backup och Scan kunde inte hämtas för tillfället."],"Oops!":["Hoppsan!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Med sökning i realtid får dina besökare resultat så snart de börjar skriva. Om du inaktiverar Jetpack Search så optimeras fortfarande dina sökresultat, men dina besökare måste skicka in en sökfråga innan de ser några resultat."],"Enable instant search experience (recommended)":["Aktivera sökning i realtid (rekommenderas)"],"Enable Search":["Aktivera sök"],"Customize Search":["Anpassa sök"],"Relevant search results and filtering tightly integrated with your theme.":["Relevanta sökresultat och filtrering som är tätt integrerade med ditt tema."],"Instant search and filtering":["Direktsökning och filtrering"],"A Jetpack Site with the power of Jetpack Search":["En Jetpack-webbplats med kraften hos Jetpack Search"],"<Button>Activate<\/Button> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["<Button>Aktivera<\/Button> för att hjälpa besökarna att snabbt hitta svar med hjälp av mycket relevanta sökresultat och kraftfull filtrering."],"We are backing up your site daily.":["Vi säkerhetskopierar din webbplats dagligen."],"Fast, highly relevant search results and powerful filtering.":["Snabba mycket relevanta sökresultat och effektiv filtrering."],"Search supports many customizations. ":["Sökningen kan anpassas på många sätt. "],"Customize your Search experience.":["Anpassa din sökupplevelse."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Jetpack Search, som är ett oerhört kraftfullt och anpassningsbart verktyg, hjälper dina besökare att direkt hitta rätt innehåll – just när de behöver det."],"Error":["Fel"],"real-time backups":["säkerhetskopieringar i realtid"],"daily backups":["dagliga säkerhetskopieringar"],"Renews on %s.":["Förnyas %s."],"Purchased on %s.":["Köptes %s"],"Settings header\u0004Jetpack Backup":["Jetpack Backup"],"Jetpack Backup is being configured for your site.":["Jetpack Backup konfigureras för din webbplats."],"Settings header\u0004Anti-spam":["Anti-spam"],"Daily Backups":["Dagliga säkerhetskopieringar"],"My Products":["Mina produkter"],"My Plan":["Mitt paket"],"Your data is being securely backed up as you edit.":["Dina data säkerhetskopieras säkert medan du redigerar."],"Your data is being securely backed up every day with a 30-day archive.":["Dina data säkerhetskopieras säkert med ett 30-dagars arkiv."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["Jetpacks Premium"],"Jetpack Personal":["Jetpacks Personal"],"Jetpack Free":["Jetpack Free"],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack har flera kraftfulla verktyg som kan hjälpa dig att uppnå dina mål"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack driver för tillfället funktioner på din webbplats. När du kopplar från Jetpack, kommer de här funktionerna inte längre att vara tillgängliga och din webbplats kanske inte längre fungerar på samma sätt."],"Are you sure you want to disconnect?":["Är du säker på att du vill koppla från?"],"Notice in the empty statistics chart\u0004No activity this period":["Ingen aktivitet denna period"],"We back up your website with every change you make, making it easy to fix your mistakes.":["Vi säkerhetskopierar din webbplats vid varje ändring du gör, vilket gör det enkelt att rätta till dina misstag."],"Automated real-time backups":["Automatiserade säkerhetskopieringar i realtid"],"We back up your website every day, so you never have to worry about your data again.":["Vi säkerhetskopierar din webbplats varje dag, så du behöver aldrig oroa dig för dina data igen."],"Automated Daily Backups":["Automatiserade dagliga säkerhetskopieringar"],"View your backups":["Visa dina säkerhetskopior"],"A Jetpack Site securely backed up with Jetpack Backup":["En Jetpack-webbplats säkerhetskopierad med Jetpack Backup"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Använd Markdown-syntax för att komponera innehåll med länkar, listor och andra stilar. Den här inställningen aktiverar Markdown i den klassiska redigeraren samt inuti ett block i den klassiska redigeraren."],"<Button>Activate<\/Button> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["<Button>Aktivera<\/Button> för att optimera bildstorlekar och läsa in bilder från Jetpacks snabba globala nätverk av servrar. Det förbättrar din webbplats prestanda på stationära och mobila enheter."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack optimerar bildstorlekar och hämtningshastighet med vårt snabba globala nätverk av servrar. Det förbättrar din webbplats prestanda på stationära och mobila enheter."],"Image Accelerator":["Bildaccelerator"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Ditt Jetpack-paket inkluderar skydd mot skräpport via Akismet. Klicka på ”konfigurera” för att aktivera det på din webbplats."],"Brute force protection":["Skydd mot bruteforce-attacker"],"Verifying…":["Verifierar …"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Skapa en snygg, oavbruten läsupplevelse genom att läsa in mer innehåll när besökare bläddrar till slutet av dina arkivsidor."],"Settings header\u0004WP.me Shortlinks":["Kortlänkar för WP.me"],"Customize your SEO settings":["Anpassa dina SEO-inställningar"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Ta kontroll över hur sökmotorer visar din webbplats. Med Jetpacks verktyg för sökmotoroptimering kan du förhandsgranska hur ditt innehåll kommer att se ut på populära sökmotorer och ändra saker som din webbplats namn och tagline på bara sekunder."],"A caption for a button to cancel an action.\u0004Cancel":["Avbryt"],"Send your new posts to this email address:":["Skicka dina nya inlägg till den här e-postadressen:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["Publicering via e-post är ett snabbt sätt att publicera nya inlägg utan att besöka din webbplats. Vi kommer att skapa en unik e-postadress som du kan skicka ditt innehåll till. Det kommer sedan att publiceras på din webbplats precis som vilket inlägg som helst."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["WordPress.com-verktygsfältet ersätter standardverktygsfältet för administratörer på WordPress. Det ger åtkomst till aviseringar, din WordPress.com-profil och dina andra Jetpack- och WordPress.com-webbplatser. Du kan också läsa det senaste från de webbplatser som du följer i Reader."],"Verify site ownership with third party services":["Bekräfta att du äger webbplatsen gentemot tredjeparter"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Inkludera ett litet diagram i ditt adminfält med en ögonblicksbild över trafiken de senaste 48 timmarna."],"Expand to update settings for how visits are counted and manage who can view this information.":["Expandera för att uppdatera inställningarna för hur besök räknas och hantera vem som kan se den här informationen."],"Generate shortened URLs for simpler sharing.":["Generera förkortade URL:er för enklare delning."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Bibehåll besökarnas intresse med relaterat innehåll längst ner på varje inlägg. Dessa inställningar tillämpas inte på <a>relaterade inlägg som läggs till med blockredigeraren<\/a>."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Med den här funktionen hittar besökarna mer av ditt innehåll genom att visa relaterade inlägg längst ner på varje inlägg."],"WordAds automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["Jetpack Ads genererar automatiskt en anpassad <link1>ads.txt<\/link1> som är skräddarsydd för din webbplats. Om du behöver lägga till ytterligare poster för andra nätverk, lägg till dem i utrymmet nedan, en per rad. <link2>Kolla in här för mer detaljer<\/link2>."],"Add sharing buttons to your posts and pages":["Lägg till delningsknappar i dina inlägg och sidor"],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Lägg till delningsknappar så att besökare kan dela dina inlägg och sidor på sociala medier med ett par snabba klick."],"You can customize the sharing buttons and choose which services to display.":["Du kan anpassa delningsknapparna och välja vilka tjänster som ska visas."],"Share your content to social media, reaching new audiences and increasing engagement.":["Dela ditt innehåll på sociala medier och nå ut till nya målgrupper och engagera fler personer."],"Settings header, noun.\u0004WordPress.com login":["WordPress.com-inloggning"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Få aviseringar om din webbplats är nere. Vi informerar dig också när de är igång igen."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Din webbplats är skyddad av Jetpack. Du kommer att bli underrättad om något behöver uppmärksamhet."],"Search support docs":["Sök supportdokument"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Behöver du hjälp? Lär dig om att komma igång, anpassa din webbplats, använda avancerade kodsegment med mera."],"Start sharing":["Börja dela"],"Optimized performance":["Optimerad prestanda"],"Enable the “subscribe to comments” option on your comment form":["Aktivera alternativet ”prenumerera på kommentarer” i ditt kommentarsformulär"],"Enable the “subscribe to site” option on your comment form":["Aktivera alternativet ”prenumerera på webbplats” i ditt kommentarsformulär"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Hantera avancerade inställningar för kommentarer och få en större målgrupp med e-postprenumerationer."],"Comment form introduction":["Introduktion till kommentarsformulär"],"Scan":["Skanna"],"Never worry about losing your site – automatic backups keep your content safe.":["Sluta oroa dig för att förlora din webbplats – med automatiska säkerhetskopior är ditt innehåll säkert."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Jetpack Anti-spam från Akismet. Kommentarer och inlägg i kontaktformuläret granskas mot vår globala skräppostdatabas."],"Anti-spam":["Anti-spam"],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Orolig för säkerheten? Skaffa säkerhetskopiering, automatiserade säkerhetsåtgärder och mer: <a>Uppgradera nu<\/a>"],"Plugin icon":["Tilläggsikon"],"Link to learn more about Jetpack.\u0004About":["Om"],"Allow readers to like individual comments.":["Tillåt läsare att gilla enskilda kommentarer."],"Enable comment likes.":["Aktivera gilla-funktionen på kommentarer."],"Allow readers to use markdown in comments.":["Låt läsarna använda märkspråk i kommentarer."],"Show Gravatar hovercards alongside comments.":["Visa Gravatar-hovercards vid kommentarer."],"%d character":["%d tecken","%d tecken"],"About Jetpack":["Om Jetpack"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google kommer att skicka e-post om vissa händelser på din webbplats, inklusive indikationer på att din webbplats har blivit <a1>hackad<\/a1>, eller problem med <a2>indexeringen<\/a2> av din webbplats."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["Övervaka din webbplats trafik och prestanda från <a>Google Search Console<\/a>."],"Your site is verified with Google":["Din webbplats är verifierad med Google"],"New in Jetpack %s":["Nytt i Jetpack %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Den här webbplatsen kan inte anslutas till WordPress.com eftersom den bryter mot våra <a>användarvillkor<\/a>."],"Create account":["Skapa konto"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Moduler"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Aktivera widgetvisningskontroller så att de endast visas på vissa inlägg eller sidor"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Med widgetvisning kan du bestämma vilka widgetar som ska visas på vilka sidor så att du kan finanpassa widgetinnehållet."],"Make extra widgets available for use on your site including subscription forms and more":["Gör extra widgetar tillgängliga för användning på din webbplats, inklusive prenumerationsformulär och mer"],"Settings header\u0004Widgets":["Widgetar"],"Enhance CSS customization panel":["Utvidga CSS-anpassningspanelen"],"Compose content the way you want to and streamline your publishing experience.":["Skapa innehåll på det sätt som du önskar och strömlinjeforma din publiceringsupplevelse."],"Writing":["Skriva"],"Add a portfolio item":["Lägg till ett portföljobjekt"],"Add a testimonial":["Lägg till ett omdöme"],"Compose using shortcodes to embed media from popular sites":["Skriv med kortkod för att bädda in media från populära webbplatser"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Kopiera befintliga inlägg, sidor, omdömen och portföljer. Allt innehåll kommer att kopieras, inklusive text, utvalda bilder, delningsinställningar, med mera."],"Maximize your site’s visibility in search engines and view traffic patterns in real time.":["Maximera synligheten för din webbplats i sökmotorer och se trafikmönster i realtid."],"Traffic":["Trafik"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["När annonser är aktiverade genererar Jetpack automatiskt en anpassad ads.txt som är skräddarsydd för din webbplats."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Anslut din webbplats till de sociala medier du använder och dela innehållet på alla dina sociala konton med ett enda klick. När du publicerar ett inlägg visas det på alla anslutna konton."],"Add Like buttons to your posts and pages":["Lägg till Gilla-knappar i dina inlägg och sidor"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Lägg till ett extra säkerhetslager för din webbplats genom att aktivera WordPress.com-inloggning och säker autentisering. Om du har flera webbplatser med det här alternativet aktiverat kan du logga in på alla med samma uppgifter."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["Jetpack håller koll på din webbplats och varnar dig omedelbart om ett driftstopp upptäcks."],"Awaiting credentials":["Väntar autentiseringsuppgifter"],"Backups and Scan are being configured for your site.":["Säkerhetskopiera & Skanna konfigureras för din webbplats."],"Provisioning":["Etablering"],"Action needed":["Åtgärd behövs"],"Setting up":["Installation"],"Speed up static file load times":["Snabba upp laddningstiderna för statiska filer"],"Speed up image load times":["Snabba upp laddningstiderna för bilder"],"Enable site accelerator":["Aktivera webbplatsacceleratorn"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Ladda sidor snabbare genom att tillåta Jetpack att optimera dina bilder och servera dina bilder och statiska filer (såsom CSS och JavaScript) från vårt globala servernätverk."],"Error enabling Site accelerator. %s":["Ett fel uppstod vid aktiveringen av webbplatsacceleratorn. %s"],"Site accelerator is now speeding up your site!":["Webbplatsacceleratorn kommer nu göra din webbplats snabbare!"],"Enabling Site accelerator…":["Aktiverar webbplatsacceleratorn …"],"Error disabling site accelerator. %s":["Ett fel uppstod vid inaktiveringen av webbplatsacceleratorn. %s"],"Site accelerator is no longer speeding up your site!":["Webbplatsacceleratorn ökar inte längre hastigheten för din webbplats!"],"Disabling site accelerator…":["Inaktivering av webbplatsacceleratorn."],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Ladda sidor snabbare, optimera bilder och skapa en snabbare upplevelse för dina besökare."],"Spam filtering and priority support.":["Skräppostfiltrering och prioriterad support."],"Welcome to Jetpack Scan!":["Välkommen till Jetpack Scan!"],"Support documentation":["Supportdokumentation"],"Chat bubbles representing getting in touch with support":["Använd talbubblorna för att kontakta supporten"],"Site activity":["Webbplatsaktivitet"],"Reach a wider audience by automatically sharing your posts on social media.":["Nå ut till en större målgrupp genom att dela dina inlägg automatiskt på sociala medier."],"Increase traffic to your site":["Öka trafiken till din webbplats"],"A wide variety of themes and tools to customize a site":["Ett brett urval av teman och verktyg för att anpassa en webbplats"],"Set up your site security":["Ställ in webbplatssäkerhet"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Förhindra inloggningsattacker och få aviseringar omedelbart när problem uppstår med din webbplats."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Tidsinställ obegränsat med tweets, Facebook-inlägg och andra sociala inlägg i förväg."],"Marketing automation":["Automatiserad marknadsföring"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Komplettera statistiken från WordPress.com med Googles djupgående analys av dina besökare och deras trafikmönster."],"Jetpack Stats showing an evolution in traffic and engagement":["Jetpack-statistiken visar utvecklingen av trafik och användning"],"Activate Jetpack Social":["Aktivera Jetpack Social"],"Start earning":["Börja tjäna pengar"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["WordAds gör att du kan tjäna pengar genom att visa reklaminnehåll. Börja tjäna pengar idag."],"A chart showing an healthy increase in earnings":["En tabell som visar goda ökade intäkter"],"View your site activity":["Visa din webbplatsaktivitet"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Visa en kronologisk lista över alla ändringar och uppdateringar på din webbplats på ett organiserat, läsbart sätt."],"Interface showing a chronological list of changes and updates in a site":["Ett gränssnitt som visar en kronologisk lista över ändringar och uppdateringar på en webbplats"],"High-speed, high-definition video hosting with no third-party ads.":["Högupplöst videovisning med hög hastighet, utan annonser från tredje part."],"A cloud with multiple types of content floating around it":["Ett moln med många typer av innehåll som svävar omkring det"],"Spam is automatically blocked from your comments.":["Skräppost blockeras automatiskt från dina kommentarer."],"A folder holding real comments":["En mapp som innehåller verkliga kommentarer"],"Make your site faster":["Gör din webbplats snabbare"],"Load pages faster by serving your images from our global network of servers.":["Ladda sidor snabbare genom att lägga upp dina bilder från vårt globala servernätverk."],"A fast and performant website":["En snabb och högpresterande webbplats"],"View settings":["Visa inställningar"],"A secure site, locked and protected by Jetpack":["En säker webbplats som är låst och skyddad av Jetpack"],"Discussion":["Diskussion"],"We are configuring your site protection.":["Vi konfigurerar skyddet för din webbplats."],"Manage security settings":["Hantera säkerhetsinställningar"],"View your site's backups":["Visa din webbplats säkerhetskopior"],"Enter credentials":["Ange autentiseringsuppgifter"],"We are configuring your site's backups.":["Vi konfigurerar din webbplats säkerhetskopior."],"View site activity":["Visa webbplatsaktivitet"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack håller ett fullständigt register över allt som händer på din webbplats, vilket gör att du slipper gissa när det kommer till webbplatshantering, felsökning och reparation."],"Site is verified":["Webbplats är verifierad"],"There was an error testing Jetpack. Error: %s":["Det var ett fel när Jetpack testades. Fel: %s"],"Testing Jetpack Connection":["Testar Jetpack-anslutning"],"Navigation item.\u0004Performance":["Prestanda"],"Navigation item.\u0004My Plan":["Mitt paket"],"Enable":["Aktivera"],"Test your site’s compatibility with Jetpack.":["Testa din webbplats kompatibilitet med Jetpack."],"Privacy information":["Integritetsinformation"],"Enable Lazy Loading for images":["Aktivera uppskjuten inläsning av bilder"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["”Lazy load” av bilder snabbar upp din webbplats och skapar en jämnare visningsupplevelse. Bilder laddas in allteftersom besökaren bläddrar nedåt på skärmen, istället för alla på en gång."],"Performance & speed":["Prestanda och hastighet"],"Carousel color scheme":["Karusellfärgschema"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Exif-data visar besökare ytterligare tekniska detaljer för en bild, såsom brännvidd, bländare och ISO."],"Show photo Exif metadata in carousel (when available)":["Visa Exif-metadata för bild i karusellvisning (när de är tillgängliga)"],"Display images in a full-screen carousel gallery":["Visa bilder i ett karusellgalleri i fullskärm."],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Skapa karusellbildspel i fullskärm för bilderna i dina inlägg och på dina sidor. Karusellgallerier är mobilvänliga och uppmanar webbplatsbesökare att interagera med dina bilder."],"Portfolios shortcode: [portfolio]":["Portfolio-kortkod: [portfolio]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["Använd <portfolioLink>portfolior<\/portfolioLink> på din webbplats för att visa upp ditt bästa arbete. Om ditt tema inte har stöd för Jetpack-portfolior kan du ändå visa dem på din webbplats med hjälp av en enkel kortkod."],"Testimonials shortcode: [testimonials]":["Kortkod för omdömen: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Lägg till <testimonialLink>omdömen<\/testimonialLink> på din webbplats för att locka nya kunder. Om ditt tema inte har stöd för Jetpack-omdömen kan du ändå visa dem på din webbplats med hjälp av en enkel kortkod."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["Sökmotorer kan inte komma åt din webbplats för tillfället. Om du vill göra din webbplats tillgänglig, kontrollera dina <a>inställningar för Läsaren<\/a> och slå på \"Synlighet i sökmotorer\"."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Goda nyheter: Jetpack skickar automatiskt din webbplatskarta till alla större sökmotorer för indexering."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Webbplatskartor är filer som sökmotorer som Google eller Bing använder för att indexera din webbplats. De kan hjälpa till att förbättra din rankning i sökresultat. När du aktiverar den här funktionen skapar Jetpack webbplatskartor åt dig och uppdaterar dem automatiskt när innehållet på din webbplats ändras."],"Configure related posts in the Customizer":["Konfigurera relaterade inlägg i Anpassa"],"Show a thumbnail image where available":["Visa miniatyrbilder om de finns"],"Highlight related content with a heading":["Framhåll relaterat innehåll med en rubrik"],"View security scan details":["Visa säkerhetsskanningsdetaljer"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["För mer information om hur specifika Jetpack-funktioner använder data- och spårningsaktiviteter, se vårt <privacyCenterLink>Integritetscenter<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Vi använder andra spårningsverktyg, inklusive några från tredje part. <cookiePolicyLink>Läs om dessa<\/cookiePolicyLink> och hur man kontrollerar dem."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Denna information hjälper oss att förbättra våra produkter, göra vår marknadsföring gentemot dig mer relevant, anpassa din WordPress.com-upplevelse och mycket mer, enligt vår <pp>integritetspolicy<\/pp>."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["Dela information med våra analysverktyg om din användning av tjänster när du är inloggad på ditt WordPress.com-konto. <cookiePolicyLink>Läs mer<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Den här funktionen är hanterad av en webbplatsadministratör. <link>Lär dig mer<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Den här funktionen har inaktiverats av en webbplatsadministratör. <link>Lär dig mer<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Den här funktionen har aktiverats av en webbplatsadministratör. <link>Lär dig mer<\/link>."],"We are committed to your privacy and security.":["Vi är engagerade i din integritet och säkerhet."],"Settings header\u0004Privacy Settings":["Integritetsinställningar"],"Search term.\u0004terms of service":["användarvillkor"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["data"],"Search term.\u0004tracks":["spårning"],"Search term.\u0004privacy":["integritet"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Laddar nästa inlägg automatiskt när läsaren närmar sig slutet på sidan."],"Allows you to publish new posts by sending an email to a special address.":["Gör att du kan publicera nya inlägg genom att skicka ett e-postmeddelande till en särskild adress."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Lägger till ett verktygsfält med länkar till alla dina webbplatser, meddelanden, din WordPress.com-profil och Läsaren."],"This feature has been disabled by a site administrator.":["Den här funktionen har inaktiverats av en administratör."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Tillhandahåller de nödvändiga, dolda taggar som behövs för att verifiera din WordPress-webbplats med olika tjänster."],"Displays information on your site activity, including visitors and popular posts or pages.":["Visar information om aktiviteten på din webbplats, inklusive besökare och populära inlägg eller sidor."],"Allows you to optimize your site and its content for better results in search engines.":["Gör att du kan optimera din webbplats och dess innehåll för bättre resultat i sökmotorer."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Integrerar din WordPress-webbplats med Google Analytics, en plattform som erbjuder insikter om din trafik, besökare och konverteringar."],"Displays high-quality ads on your site that allow you to earn income.":["Visa annonser av hög kvalitet på din webbplats som gör att du kan skapa intäkter."],"Allows you to automatically share your newest content on social media sites, including Facebook and LinkedIn.":["Låter dig automatiskt dela ditt senaste innehåll på sociala medier, inklusive Facebook och LinkedIn."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Lägger till gilla-knappar i ditt innehåll så att besökare kan visa sin uppskattning."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Gör så att registrerade användare kan logga in på din webbplats med sina WordPress.com-konton."],"Configure your notification settings":["Konfigurera dina notisinställningar"],"Settings header\u0004Downtime monitoring":["Driftstoppsövervakning"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Säkerhetskopierar din webbplats till de globala WordPress.com-servrarna, så att du kan återställa innehållet i händelse av en nödsituation eller ett fel."],"Removes spam from comments and contact forms.":["Tar bort skräppost från kommentarer och kontaktformulär."],"Add Search (Jetpack) Widget":["Lägg till Sökwidget (Jetpack)"],"Jetpack Search is powering search on your site.":["Jetpack Search förbättrar sökningen på din webbplats."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Filerna på din webbplats söks regelbundet igenom efter obehöriga eller misstänksamma ändringar som kan kompromettera din säkerhet och data."],"Protects your site from traditional and distributed brute force login attacks.":["Skyddar din webbplats från traditionella och distribuerade brute force-inloggningsattacker."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack kommer att optimera dina bilder och leverera dem från den server som finns närmast dina besökare. Användningen av vårt globala nätverk för innehållsdistribution får din webbplats att laddas snabbare."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["Jetpacks driftstoppsövervakning håller koll på din webbplats och varnar dig omedelbart om ett driftstopp upptäcks."],"VaultPress Backup allows you to easily restore or download a backup from a specific moment.":["VaultPress Backup gör det möjligt att enkelt återställa eller ladda ner en säkerhetskopia från ett specifikt tillfälle."],"Moderate comments":["Granska kommentarer"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Gör att användare kan prenumerera på dina inlägg eller kommentarer och ta emot notiser om nytt innehåll via e-post."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Ersätter WordPress standardformulär för kommentarer med ett nytt kommentarssystem som innehåller inloggningsalternativ för sociala medier."],"Error updating privacy settings. %s":["Fel vid uppdatering av integritetsinställningar. %s"],"Updated privacy settings.":["Uppdaterade integritetsinställningar"],"Updating privacy settings…":["Uppdaterar integritetsinställningar …"],"Add Jetpack Search Widget":["Lägg till Jetpack Search-widget"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Fullständigt säkerhetspaket, marknadsförings- och intäktsautomatiseringsverktyg, obegränsat videohotell och prioriterad support."],"Daily backups, spam filtering, and priority support.":["Daglig säkerhetskopiering, skräppostfiltrering och prioriterad support."],"Always-on security":["Ständigt aktiv säkerhet"],"Design the perfect website":["Designa den perfekta webbplatsen"],"Set up Jetpack":["Konfigurera Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Säkerhetskopiera alla dina webbplatsdata i realtid med obegränsat utrymme, återställning med ett klick och automatisk säkerhetsskanning."],"Jetpack Search":["Jetpack Search"],"Daily backup of all your site data with unlimited space and one-click restores":["Dagliga säkerhetskopior av alla din webbplatsdata med obegränsat utrymme och återställningar med ett klick"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Säkerhetskopiering av alla dina webbplatsdata i realtid med obegränsat utrymme, återställning med ett klick, automatisk säkerhetsskanning och prioriterad support"],"View your security activity":["Visa din säkerhetsaktivitet"]," (powered by VaultPress).":[" (drivs av VaultPress)."],"Activity":["Aktivitet"],"Monetize your site with ads":["Tjäna pengar på din webbplats med hjälp av annonser"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Genom att klicka på <strong>%s<\/strong>-knappen nedan godkänner du våra <tosLink>användarvillkor<\/tosLink> och samtycker till att <shareDetailsLink>dela information<\/shareDetailsLink> med WordPress.com."],"Just give us a little time to collect data so we can display it for you here.":["Ge oss lite mer tid att samla in data så att vi kan visa det för dig här."],"Okay, got it!":["Ok, jag fattar!"],"Display ads below posts on":["Visa annonser under inlägg på"],"Archives":["Arkiv"],"Additional ad placements":["Ytterligare annonsplaceringar"],"Top of each page":["Längst upp på varje sida"],"Second ad below post":["Andra annonsen under inlägg"],"Schedule posts":["Schemalägg inlägg"],"Create address":["Skapa adress"],"Pages":["Sidor"],"Manage":["Hantera"],"Access the full list of Jetpack modules available on your site.":["Få den fullständiga förteckningen över Jetpack-moduler som finns tillgängliga på din webbplats."],"We’re here to help":["Vi finns här för att hjälpa"],"Your paid plan gives you access to prioritized %s support.":["Ditt betalda paket ger dig åtkomst till prioriterad support från %s."],"Search our support site":["Sök på vår supportwebbplats"],"Get a faster resolution to your support questions.":["Få svar snabbare på dina supportfrågor."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Uppgradera"],"Generate income with high-quality ads.":["Skapa inkomster med annonser av hög kvalitet."],"Button caption\u0004Saving…":["Sparar …"],"Button caption\u0004Save settings":["Spara inställningar"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Denna webbplats är inte ansluten till WordPress.com. Be att webbplatsadministratören ansluter."],"Navigation item.\u0004Dev Tools":["Utvecklingsverktyg"],"An Automattic Airline":["Från Automattic, naturligtvis"],"Short warning message\u0004Updates needed":["Uppdateringar behövs"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Betald"],"Manage site connection":["Hantera webbplatsanslutning"],"Theme enhancements":["Temaförbättringar"],"Load more posts using the default theme behavior":["Ladda fler inlägg med hjälp av standardtemats beteende"],"Load more posts in page with a button":["Ladda fler inlägg på sidan med en knapp"],"Load more posts as the reader scrolls down":["Ladda fler inlägg när besökaren bläddrar nedåt"],"Theme support required.":["Temasupport behövs."],"Learn more about adding support for Infinite Scroll to your theme.":["Läs mer om att lägga till stöd för oändlig bläddring i ditt tema."],"Settings header\u0004WordPress.com toolbar":["WordPress.com-verktygsfält"],"Enable the WordPress.com toolbar":["Aktivera WordPress.com-verktygsfältet"],"Writing tools available to you will be shown here when an administrator enables them.":["De skrivverktyg som finns tillgängliga för dig kommer att visas här när en administratör aktiverar dem."],"Portfolios":["Portföljer"],"Settings header\u0004Composing":["Komposition"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex>, and <facebook>Facebook Domain Verification<\/facebook>.":["Observera att <b>verifiering av din webbplats med dessa tjänster inte är nödvändig<\/b> för att din webbplats ska indexeras av sökmotorer. Klistra in HTML-etikettkoden nedan om du vill använda dessa avancerade sökmotorverktyg och verifiera din webbplats med en tjänst. Läs de <support>fullständiga instruktionerna<\/support> om du får problem. Verifieringstjänster som stöds: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex> och <facebook>Facebook Domain Verification<\/facebook>."],"Yandex:":["Yandex:"],"Generate XML sitemaps":["Generera XML-webbplatskartor"],"Count logged in page views from":["Räkna inloggade sidvisningar från"],"Settings header\u0004Search engine optimization":["Sökmotoroptimering"],"A header for a preview area in the configuration screen.\u0004Preview":["Förhandsgranska"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Konfigurera dina Google Analytics-inställningar"],"Ads header\u0004Ads":["Annonser"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Visa annonser i den första artikeln på din startsida eller i slutet på varje sida och inlägg. Placera fler annonser längst upp på din webbplats och i alla widget-områden för att öka dina inkomster."],"Enable ads and display an ad below each post":["Aktivera annonser och visa en annons under varje inlägg"],"No search results found for %s":["Inga sökresultat hittades för %s"],"Enter a search term to find settings or close search.":["Ange en sökterm för att hitta inställningar eller stäng sökning."],"Match accounts using email addresses":["Koppla samman konton med hjälp av e-postadresser"],"Require accounts to use WordPress.com Two-Step Authentication":["Kräv att konton använder WordPress.com tvåstegs-autentisering"],"Settings header\u0004Brute force protection":["Skydd mot ”Brute force”-attacker"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Du kan markera en IP-adress (eller en serie adresser) som \"Alltid tillåten\" för att hindra den från att någonsin blockeras av Jetpack. IPv4 och IPv6 kan användas. Ange ett intervall genom att ange det lägsta värdet och det högsta värdet åtskilda med ett bindestreck. Exempel: 12.12.12.1-12.12.12.100"],"Checking site status…":["Kontrollerar webbplatsens status …"],"Settings header\u0004Backups and security scanning":["Säkerhetskopieringar och säkerhetsskanning"],"Checking your spam protection…":["Kontrollerar ditt skydd mot skräppost …"],"Fetching key…":["Hämtar nyckel …"],"Your site needs an Anti-spam key.":["Din webbplats behöver en Anti-spam-nyckel."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["Det har uppstått ett problem med din Anti-spam API-nyckel. <a>Läs mer<\/a>."],"Your site is not protected from spam.":["Din webbplats är inte skyddad mot skräppost."],"Your Anti-spam key is valid.":["Din Anti-spam-nyckel är giltig."],"Your site is protected from spam.":["Din webbplats är skyddad mot skräppost."],"Checking key…":["Kontrollerar nyckel …"],"Your API key":["Din API-nyckel"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Om du inte redan har en API-nyckel kan du <a>hämta din API-nyckel här<\/a>, och du kommer att guidas genom processen för att få den."],"Configure your sharing buttons":["Konfigurera dina delningsknappar"],"Settings header\u0004Sharing buttons":["Delningsknappar"],"Connect your social media accounts":["Anslut dina konton för sociala media"],"Automatically share your posts to social networks":["Dela dina inlägg automatiskt på sociala nätverk"],"Settings header\u0004Like buttons":["Gilla-knappar"],"A caption for a small button to fix security issues.\u0004Threats detected":["Upptäckta hot"],"Short message informing user that the site is secure.\u0004Secure":["Säker"],"Caption for a button to set up a feature.\u0004Set up":["Konfigurera"],"Color scheme":["Färgschema"],"Enable Markdown use for comments.":["Aktivera Markdown-användning för kommentarer."],"Connections":["Anslutningar"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Din webbplats är i frånkopplat läge, så den kan inte anslutas till WordPress.com."],"Your site is connected to WordPress.com.":["Din webbplats är ansluten till WordPress.com."],"You are the Jetpack owner.":["Du är Jetpack-ägaren."],"Dashboard widget header\u0004Site connection":["Webbplatsanslutning"],"Dashboard widget header\u0004Account connection":["Kontoanslutning"],"Updating settings…":["Uppdaterar inställningar …"],"Updated settings.":["Uppdaterade inställningar."],"Updating Post by Email address…":["Uppdaterar adress för Inlägg via e-post…"],"Regenerated Post by Email address.":["Adress för Inlägg via e-post har genererats igen."],"Error regenerating Post by Email address. %s":["Fel vid omskapning av adress för Inlägg via e-post %s"],"Updated settings. Refreshing page…":["Uppdaterade inställningar. Uppdaterar sida …"],"Navigation item.\u0004Settings":["Inställningar"],"Navigation item.\u0004Discussion":["Diskussion"],"Navigation item.\u0004Traffic":["Trafik"],"Navigation item.\u0004Sharing":["Delning"],"Google Analytics is a free service that complements <a>Jetpack Stats<\/a> with different insights into your traffic. Jetpack Stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics är en kostnadsfri tjänst som kompletterar <a>Jetpack-statistiken<\/a> med olika typer av information om din trafik. Jetpack-statistiken och Google Analytics använder olika metoder för att identifiera och spåra aktivitet på din webbplats. Därför visar de normalt sett något olika totalsiffror för besök, visningar, med mera."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Konfigurera Google Analytics"],"Activate Google Analytics":["Aktivera Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Din server är felkonfigurerad. Det gör att Jetpack Protect inte kan skydda sin webbplats effektivt."],"Activate %s":["Aktivera %s"],"Activate VideoPress":["Aktivera VideoPress"],"View your earnings":["Visa dina inkomster"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Genom att aktivera annonser godkänner du Automattic Ads <link>användarvillkor<\/link>."],"Site security":["Webbplatssäkerhet"],"You are running Jetpack on a staging server.":["Du kör Jetpack på en mellanserver."],"More Info":["Mer info"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Daglig säkerhetskopiering av alla dina data med obegränsat utrymme, återställningar med ett klick, automatisk säkerhetsskanning och prioriterad support"],"This will reset all Jetpack options, are you sure?":["Detta kommer att återställa alla Jetpack-alternativ, är du säker?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Det finns inställningar på den här fliken som inte sparats och de kommer förloras om du lämnar den. Fortsätta?"],"Dashboard":["Adminpanel"],"Navigation item.\u0004At a Glance":["I korthet"],"Search for a Jetpack feature.":["Sök efter en Jetpack-funktion."],"Configure your Security Scans":["Konfigurera dina säkerhetsskanningar"],"Big iPhone\/iPad Update Now Available":["Stor iPhone\/iPad-uppdatering finns nu tillgänglig"],"The WordPress for Android App Gets a Big Facelift":["WordPress för Android får en rejäl ansiktslyftning"],"Upgrade Focus: VideoPress For Weddings":["Uppgraderingsfokus: VideoPress för bröllop"],"A few catchy words to motivate your visitors to comment.":["Några välfunna ord för att motivera dina läsare att kommentera."],"verb\u0004Copy":["Kopiera"],"Copied!":["Kopierad!"],"Highlight and copy the following text to your clipboard:":["Markera och kopiera följande text till dina urklipp:"],"Regenerate address":["Återskapa adress"],"Cheatin' uh?":["Fuskar du?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Vill du berätta varför du inte slutförde Jetpack-anslutningen via detta <a>formulär med 2 frågor<\/a>?<\/p><p>En Jetpack-anslutning krävs för att våra kostnadsfria säkerhets- och trafikfunktioner ska fungera.<\/p>"],"Your Jetpack is already connected.":["Jetpack är redan anslutet."],"You're fueled up and ready to go, Jetpack is now active.":["Tanken är full och du är redo att köra, nu är Jetpack aktiverat."],"You're fueled up and ready to go.":["Tanken är full och du är redo att köra."],"You are currently running a development version of Jetpack.":["Du kör för närvarande en utvecklingsversion av Jetpack."],"Submit Beta feedback":["Ge oss beta-feedback"],"Navigation item.\u0004Reset Options (dev only)":["Återställ alternativ (endast utvecklingsversioner)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Felsök"],"WordPress.com Terms of Service":["WordPress.com användarvillkor"],"Shorthand for Terms of Service.\u0004Terms":["Villkor"],"Automattic's Privacy Policy":["Automattics sekretesspolicy"],"Shorthand for Privacy Policy.\u0004Privacy":["Integritet"],"Saving…":["Sparar …"],"Save Settings":["Spara inställningar"],"Something happened while loading Jetpack Stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["Något inträffade när Jetpack-statistiken laddades. Försök igen senare eller <a>se din statistik nu på WordPress.com<\/a>"],"<Button>Activate Jetpack Stats<\/Button> to see page views, likes, followers, subscribers, and more! <a>Learn More<\/a>":["<Button>Aktivera Jetpack-statistik<\/Button> för att se sidvisningar, gilla-markeringar, följare, prenumeranter och mycket mer. <a>Läs mer<\/a>"],"Days":["Dagar"],"Weeks":["Veckor"],"Months":["Månader"],"Site backups":["Säkerhetskopiering av webbplats"],"View your spam stats":["Visa din skräppoststatistik"],"View your security dashboard":["Visa din säkerhetspanel"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Webbplatsen är i frånkopplat läge, så du kan inte ansluta till WordPress.com."],"No threats found, you're good to go!":["Inga hot hittades, du är klar att köra!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack blockerar skadliga inloggningsförsök aktivt. Information kommer snart att visas här!"],"Total malicious attacks blocked on your site.":["Totalt antal skadliga attacker blockerade på din webbplats."],"<Button>Activate Protect<\/Button> to keep your site protected from malicious sign in attempts.":["<Button>Aktivera Skydda<\/Button> för att skydda din webbplats mot inloggningsförsök från utomstående."],"Downtime monitoring":["Driftstoppsövervakning"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack övervakar din webbplats. Om vi tror att din webbplats är nere får du ett e-postmeddelande."],"<Button>Activate Monitor<\/Button> to receive email notifications if your site goes down.":["<Button>Aktivera övervakning<\/Button> för att få e-postaviseringar om din webbplats går ner."],"Security":["Säkerhet"],"Performance":["Prestanda"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["För att säkerhetskopiera hela din webbplats automatiskt, <a>installera och aktivera<\/a> VaultPress."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Spamkommentarer blockerade."],"Resetting Jetpack options…":["Återställer Jetpack-alternativ …"],"Options reset.":["Alternativ återställda."],"Options failed to reset.":["Alternativ kunde inte återställas."],"There was an error reconnecting Jetpack. Error: %s":["Det var ett fel vid återanslutning av Jetpack: Fel: %s"],"Unlinking from WordPress.com":["Länkning till WordPress.com tas bort."],"Unlinked from WordPress.com.":["Länkning till WordPress.com borttagen."],"Error unlinking from WordPress.com. Error: %s":["Fel vid borttagning av länkning till WordPress.com. Fel: %s"],"Navigation item.\u0004At A Glance":["I korthet"],"Navigation item.\u0004Plans":["Paket"],"Navigation item.\u0004Security":["Säkerhet"],"Navigation item.\u0004Writing":["Skriva"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Vi hade problem med att ansluta Jetpack. Klicka på \"Anslut till WordPress.com\" igen."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Vi hade problem med att ansluta Jetpack, inaktivera och återaktivera Jetpack-tillägget och anslut därefter igen."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Du måste fortsätta att vara inloggad på din WordPress-blogg medan du auktoriserar Jetpack."],"Information.":["Information."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Det finns en bugg i din Jetpack.<\/s> Vi ber om ursäkt för besväret. Försök igen senare. Om problemet kvarstår kontakta supportavdelningen med detta meddelande: %s"],"Google:":["Google:"],"Learn more":["Lär dig mer"],"WordPress.com Toolbar":["WordPress.com-verktygsfält"],"Posts":["Inlägg"],"Category":["Kategori"],"Front page":["Startsida"],"Upload videos":["Ladda upp videoklipp"],"VideoPress":["VideoPress"],"Example:":["Exempel:"],"Google":["Google"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Close":["Stäng"],"Share":["Dela"],"Show related content after posts":["Visa relaterat innehåll efter inlägg"],"Related":["Relaterade"],"Connect":["Anslut"],"Disconnect":["Koppla från"],"Save":["Spara"],"Your current IP: %s":["Ditt nuvarande IP: %s"],"Media":["Media"],"Plugins":["Tillägg"],"Related Posts":["Relaterade inlägg"],"Post by Email":["Skicka inlägg via e-post"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX är ett kraftfullt märkspråk för att skriva komplexa matematiska ekvationer, formler osv."],"Like":["Gilla"],"Sharing":["Delning"],"Customize":["Anpassa"],"Testimonials":["Omdömen"],"Tags":["Etiketter"],"Cancel":["Avbryt"],"Date":["Datum"],"Comments":["Kommentarer"],"Comment":["Kommentar"],"Add":["Lägg till"],"Reconnect Jetpack":["Återanslut Jetpack"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["Jetpack kunde inte kontakta WordPress.com: %s. Det betyder oftast att något är felaktigt konfigurerat på din webbserver."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["WordPress.com har stött på problem och kan inte få fart på din Jetpack. Försök igen senare."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Ditt Jetpack har ett problem.<\/s> Det är inte möjligt att ansluta denna webbplats med WordPress.com. Det betyder vanligtvis att din webbplats inte är offentlig (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Din webbplats måste vara offentlig åtkomlig för att använda Jetpack: %s"],"Visit the post for more.":["Besök inlägget om du vill veta mer."],"Edit":["Redigera"],"Connected":["Ansluten"],"Activate":["Aktivera"],"Deactivate":["Inaktivera"],"%s has been activated.":["%s har aktiverats."],"Inactive":["Inaktiv"],"Active":["Aktiv"],"Search":["Sök"],"Settings":["Inställningar"],"Jetpack":["Jetpack"],"Learn More":["Lär dig mer"]}},"comment":{"reference":"_inc\/build\/admin.js"}}