{"translation-revision-date":"2023-07-20 18:54:08+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Button Border Radius":["רדיוס הגבולות של הכפתור"],"Button Border Width":["רוחב הגבול של הכפתור"],"Customize the input's name\/ID. Only alphanumeric, dash and underscore characters are allowed":["להתאים אישית את השם\/המזהה של הקלט. ניתן להשתמש רק בתווים אלפאנומריים, תו של קו מפריד (-) וקו תחתון (_)"],"Name\/ID":["שם\/מזהה"],"Options Styles":["סגנונות אפשרות"],"Option Text":["טקסט אפשרות"],"Single Choice Option":["אפשרות לבחירה יחידה"],"Multiple Choice Option":["אפשרות לבחירה מרובה"],"Deactivate for individual styling of this block":["להשבית בשביל סגנון מותאם אישית בבלוק הזה"],"Sync fields style":["לסנכרן את סוג השדות"],"signup":["הרשמה"],"Add option…":["להוסיף אפשרות..."],"email":["אימייל"],"subscribe":["להירשם"],"Border Width":["רוחב הגבול"],"Input Field Styles":["הסגנונות של שדות הקלט"],"Field Background":["רקע השדה"],"Field Text":["טקסט השדה"],"Label Styles":["סגנונות התוויות"],"Label Text":["גופן התווית"],"Select one option":["לבחור אפשרות"],"Create forms to collect data from site visitors and manage their responses.":["ליצור טפסים לאיסוף נתונים ממבקרים באתר ולנהל את התגובות שלהם."],"Newsletter Connection":["חיבור ניוזלטר"],"Add a compact select box, that when expanded, allows visitors to choose one value from the list.":["להוסיף תיבת בחירה בתצוגה מצומצמת שניתן להרחיב כדי לאפשר למבקרים לבחור ערך אחד מתוך הרשימה."],"Offer users a list of choices, and allow them to select a single option.":["להציע למשתמשים רשימה של אפשרויות לבחירה ולאפשר להם לבחור אפשרות בודדת."],"Offer users a list of choices, and allow them to select multiple options.":["להציע למשתמשים רשימה של אפשרויות לבחירה ולאפשר להם לבחור מספר אפשרויות."],"Communicate site terms and offer visitors consent to those terms.":["להסביר את תנאי האתר ולהציג למבקרים אפשרות להסכים לתנאים האלה."],"Confirm or select information with a single checkbox.":["לאשר או לבחור את הפרטים באמצעות תיבת סימון אחת."],"Capture longform text responses from site visitors.":["לקבל תגובות מרובות טקסט מהמבקרים באתר."],"Collect phone numbers from site visitors.":["לאסוף מספרי טלפון מהמבקרים באתר."],"Capture date information with a date picker.":["לקבל פרטי תאריך באמצעות בורר תאריכים."],"Collect a website address from your site visitors.":["לאסוף כתובת אתר מהמבקרים באתר שלך."],"Collect email addresses from your visitors.":["לאסוף כתובות אימייל מהמבקרים."],"Collect the site visitor’s name.":["לאסוף את שם המבקר באתר."],"Collect short text responses from site visitors.":["לקבל תגובות עם טקסט קצר מהמבקרים באתר."],"This premium feature is currently free to use as it is in beta.":["אפשרות הפרימיום הזאת פתוחה כרגע לשימוש בחינם מאחר שהיא בגרסת הביתא."],"CRM Connection":["חיבור ל-CRM"],"You can edit the \"required\" label in the editor":["אפשר לערוך את התווית 'חובה' בעורך"],"Start building a form by selecting one of these form templates, or search in the patterns library for more forms:":["כדי להתחיל לבנות טופס, יש לבחור אחת מתבניות הטפסים האלו או לחפש בספרייה של מקבצי הבלוקים אפשרויות נוספות לטפסים:"],"Customize the view after form submission:":["להתאים אישית את התצוגה אחרי שליחת הטופס:"],"Submission Settings":["הגדרות שליחה"],"View Form Responses":["להציג את תגובות הטופס"],"Manage and export your form responses in WPAdmin:":["לנהל ולייצא את תגובות הטפסים שלך במקטע 'ניהול WP':"],"Manage Responses":["לנהל תגובות"],"Email Connection":["חיבור אימייל"],"Get incoming form responses sent to your email inbox:":["לקבל את התגובות לטופס ישירות לתיבת האימייל שלך:"],"Explore Form Patterns":["סיור במקבצי בלוקים של טפסים"],"Where to find your Salesforce Organization ID":["היכן אפשר למצוא את מזהה הארגון שלך ב-Salesforce"],"Invalid Organization ID. Should be a 15 - 18 characters long alphanumeric string.":["מזהה ארגון לא תקף. אמור להיות מחרוזת אלפאנומרית באורך של 18-15 תווים."],"Enter the Salesforce organization ID to send Leads to.":["יש להזין את מזהה הארגון של Salesforce שאליו יש לשלוח לידים."],"Enter your Organization ID":["יש להזין את מזהה הארגון"],"Organization ID":["מזהה הארגון"],"New lead received from your website":["הליד החדש שהתקבל מהאתר שלך"],"Company":["חברה"],"Job Title":["שם המשרה"],"Last Name":["שם משפחה"],"First Name":["שם פרטי"],"Business Email":["כתובת האימייל של העסק"],"Add a Salesforce Lead form to your site":["הוספת טופס לידים של Salesforce לאתר"],"Salesforce Lead Form":["טופס לידים של Salesforce"],"Show visitors an example of the type of content expected. Otherwise, leave blank.":["להציג למבקרים דוגמה של סוג התוכן שהם צפויים לראות. אם אינך רוצה בכך, יש להשאיר את התיבה ריקה."],"Placeholder text":["טקסט של מציין מיקום"],"View and export your form responses here":["ניתן להציג ולייצא את התגובות לטופס שלך כאן"],"Learn more about customizing forms":["למידע נוסף בנושא התאמה אישית של טפסים"],"Salesforce":["Salesforce"],"Dropdown Field":["שדה נפתח"],"Single Choice (Radio)":["בחירה אחת (כפתור רדיו)"],"Multiple Choice (Checkbox)":["בחירה מרובה (תיבת סימון)"],"Terms Consent":["הסכמה לתנאים"],"Multi-line Text Field":["שדה עם טקסט של מספר שורות"],"Phone Number Field":["שדה למספר טלפון"],"URL Field":["שדה לכתובת URL"],"Email Field":["שדה לכתובת אימייל"],"Name Field":["שדה לשם"],"Text Input Field":["שדה להזנת טקסט"],"Your message has been sent":["ההודעה שלך נשלחה"],"Choose a pattern":["לבחור תבנית"],"Activate the Jetpack CRM plugin":["להפעיל את התוסף Jetpack CRM"],"You already have the Jetpack CRM plugin installed, but it’s not activated.":["כבר התקנת את התוסף Jetpack CRM אבל התוסף לא הופעל."],"Install Jetpack CRM":["להתקין את Jetpack CRM"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["עליך לעדכן את התוסף Jetpack CRM לגרסה האחרונה כדי לשלב את הטופס ליצירת קשר עם CRM."],"You can save contacts from Jetpack contact forms in Jetpack CRM.":["אפשר לשמור את אנשי הקשר מטפסים ליצירת קשר של Jetpack ב-Jetpack CRM."],"Border":["מסגרת"],"Button Text":["טקסט כפתור"],"Button Background":["רקע הכפתור"],"Message Heading":["כותרת ההודעה"],"block search term\u0004day month year":["יום חודש שנה"],"Open Creative Mail settings":["לפתוח את ההגדרות של Creative Mail"],"Store contact form submissions in your CRM.":["לאחסן בקשות שנשלחו מטפסים ליצירת קשר ב-CRM."],"Contacts from this form will be stored in Jetpack CRM.":["אנשי הקשר מטופס זה יאוחסנו ב-Jetpack CRM."],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's Jetpack Forms extension.":["אפשר לשלב את הטופס הזה ליצירת קשר עם Jetpack CRM על ידי הפעלה של ההרחבה של Jetpack לטפסים ב-Jetpack CRM."],"A site administrator must enable the CRM Jetpack Forms extension.":["מנהל המערכת של האתר חייב להפעיל את ההרחבה לטפסים של Jetpack ב-CRM."],"Enable Jetpack Forms Extension":["להפעיל את ההרחבה לטפסים של Jetpack."],"The CRM Jetpack Form extension failed to activate. The error message was \"<error \/>\".":["ההפעלה של ההרחבה לטפסים של Jetpack נכשלה. הודעת השגיאה הייתה \"<error \/>\"."],"The Jetpack CRM plugin is installed but has an invalid version.":["התוסף Jetpack CRM מותקן אבל הגרסה שלו לא תקפה."],"Add a privacy checkbox":["להוסיף תיבת סימון לפרטיות"],"Mention that you can email":["להוסיף הודעה שניתן לשלוח אימייל"],"Permission to email":["הסכמה לשליחת אימייל"],"Consent Settings":["הגדרות ההסכמה"],"Add %s consent message…":["להוסיף הודעה %s להסכמה..."],"You’re all setup for email marketing with Creative Mail.":["הכול הוגדר בהצלחה לשיווק באימייל עם Creative Mail."],"Activate Creative Mail Plugin":["הפעיל את התוסף של Creative Mail"],"Install Creative Mail plugin":["להתקין את התוסף של Creative Mail"],"To start sending email campaigns, install the Creative Mail plugin for WordPress.":["כדי להתחיל לשלוח קמפיינים באימייל, יש להתקין את התוסף של Creative Mail ב-WordPress."],"Activating…":["מפעיל..."],"Installing…":["מתקין…"],"The plugin failed to install. <b \/> Please check the <a>plugin information<\/a> for detailed requirements.":["התקנת התוסף נכשלה. <b \/> עליך לבדוק את <a>פרטי התוסף<\/a> למידע מלא על הדרישות."],"Add email permission request":["להוסיף בקשה לקבלת הרשאה לשליחת אימייל"],"You’re already collecting email contacts. Why not make sure you have permission to email them too?":["כבר הפעלת איסוף של אנשי קשר באימייל. למה לא לוודא שיש לך הרשאה מצידם לשלוח גם אליהם אימייל?"],"A simple way to collect information from folks visiting your site.":["דרך קלה לקבלת מידע מאנשים שמבקרים באתר שלך."],"Newsletter Sign-up":["הרשמה לניוזלטר"],"Upgrade your plan to upload audio":["יש לשדרג את התוכנית שלך כדי להעלות אודיו"],"Upgrade your plan to use video covers":["יש לשדרג את התוכנית שלך כדי להשתמש בשער של וידאו"],"Consent":["הסכמה"],"Can we send you an email from time to time?":["האם נוכל לשלוח לך אימייל לפעמים?"],"By submitting your information, you're giving us permission to email you. You may unsubscribe at any time.":["בשליחת הפרטים שלך, אנחנו מקבלים את הסכמתך לשלוח אליך אימייל. באפשרותך לבטל את ההרשמה בכל עת."],"Jetpack CRM":["Jetpack CRM"],"Checkbox Settings":["הגדרות של תיבת הסימון"],"Checked by default":["מסומן כברירת מחדל"],"Field is required":["השדה נדרש"],"Adjust the width of the field to include multiple fields on a single line.":["להתאים את רוחב השדה כדי להוסיף מספר שדות בשורה אחת."],"Field Width":["רוחב השדה"],"Enter a subject":["להזין נושא"],"Email address to send to":["כתובת האימייל שאליה לשלוח"],"New feedback received from your website":["משוב חדש התקבל מהאתר שלך"],"Send Feedback":["שליחת משוב"],"How could we improve?":["איך נוכל להשתפר?"],"5 - Excellent":["5 – מצוין"],"4 - Good":["4 – טוב"],"3 - Average":["3 – ממוצע"],"2 - Poor":["2 – לא טוב"],"1 - Very Bad":["1 – רע מאוד"],"Please rate our website":["לדרג את האתר שלנו"],"Add a Feedback form to your page":["להוסיף טופס משוב לעמוד שלך"],"Feedback Form":["טופס משוב"],"A new appointment booked from your website":["פגישה חדשה הוזמנה מהאתר שלך"],"Book Appointment":["להזמין פגישה"],"Notes":["פתקים"],"Afternoon":["אחר הצהריים"],"Morning":["בוקר"],"Add an Appointment booking form to your page":["להוסיף טופס להזמנת פגישה בעמוד שלך"],"Appointment Form":["טופס פגישה"],"A new registration from your website":["טופס הרשמה חדש מהאתר שלך"],"Friend or Family":["חברים או משפחה"],"TV":["טלוויזיה"],"Social Media":["רשתות חברתיות"],"Search Engine":["מנוע חיפוש"],"How did you hear about us?":["איך שמעת עלינו?"],"Add a Registration form to your page":["להוסיף טופס הרשמה לעמוד שלך"],"Registration Form":["טופס הרשמה"],"A new RSVP from your website":["מענה חדש להזמנה מהאתר שלך"],"Send RSVP":["לשלוח מענה להזמנה"],"Other Details":["פרטים אחרים"],"Attending?":["האם ברצונך להשתתף?"],"Add an RSVP form to your page":["להוסיף טופס מענה להזמנה בעמוד שלך"],"RSVP Form":["טופס מענה להזמנה"],"Contact Us":["ליצור איתנו קשר"],"Add a contact form to your page.":["הוספה של טופס ליצירת קשר בעמוד שלך."],"Add label…":["להוסיף תווית..."],"Background":["רקע"],"Border Radius":["רדיוס הגבולות"],"Color":["צבע"],"Redirect Address":["ניתוב מחדש של כתובת"],"Message Text":["הטקסט של ההודעה"],"Redirect to another webpage":["ניתוב מחדש לאתר אחר"],"Show a custom text message":["להציג הודעת טקסט מותאמת"],"Show a summary of submitted fields":["להציג סיכום של השדות שנשלחו"],"On Submission":["בעת השליחה"],"Thank you for your submission!":["תודה ששלחת!"],"Dropdown":["רשימה נפתחת"],"Choose":["בחירה"],"Select":["בחירה"],"Choose Multiple":["בחירה מרובה"],"Accept":["אישור"],"Confirm":["אישור"],"block search term\u0004feedback":["משוב"],"Multiline text":["מלל במספר שורות"],"Mobile":["טלפון נייד"],"Cellular phone":["מספר נייד"],"Calendar":["לוח שנה"],"Date Picker":["בורר תאריכים"],"internet page":["עמוד אינטרנט"],"mail":["דואר"],"%s is not a valid email address.":["%s אינה כתובת אימייל תקפה."],"You can enter multiple email addresses separated by commas.":["אפשר להזין מספר כתובות אימייל המופרדות באמצעות פסיקים."],"Required":["חובה"],"Field Settings":["הגדרות שדה"],"name@example.com":["name@example.com"],"Form":["טופס"],"Email subject line":["שורת נושא באימייל"],"%s are not a valid email address.":["%s אינה כתובת אימייל תקפה."],"block search term\u0004contact form":["טופס יצירת קשר"],"%1$s and %2$s are not a valid email address.":["הכתובות ⁦%1$s⁩ ו-⁦%2$s⁩ אינן כתובות אימייל תקפות."],"Phone Number":["מספר טלפון"],"block search term\u0004email":["אימייל"],"(opens in a new tab)":["(נפתח בלשונית חדשה)"],"Phone":["טלפון"],"Send":["לשלוח"],"Submit":["שלח"],"Subscribe":["להירשם"],"Time":["זמן"],"No":["לא"],"Cancel":["בטל"],"(required)":["(חובה)"],"Checkbox":["תיבת סימון"],"Contact Form":["טופס יצירת קשר"],"Date":["תאריך"],"Email":["אימייל"],"Message":["הודעה"],"Radio":["רדיו"],"Textarea":["אזור טקסט"],"Yes":["כן"],"e-mail":["כתובת אימייל"],"Name":["שם"],"Option":["אפשרות"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/editor.js"}}