{"translation-revision-date":"2023-07-05 13:46:24+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["Jetpack-u mban aktualisht në punë veçori në sajtin tuaj. Pasi ta çaktivizoni Jetpack-un, këto veçori s’do të jenë më të përdorshme."],"Submit Feedback":["Parashtrojini Përshtypjet"],"Submitting…":["Po parashtrohet…"],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Shtoni trafikun në sajtin tuaj përmes <ExternalLink>publikimesh dhe ndarjesh me të tjerë<\/ExternalLink> në rrjete shoqërore në mënyrë të automatizuar"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Bllokoni <ExternalLink>sulme hyrjesh me zor<\/ExternalLink> dhe merrni njoftim të menjëhershëm kur sajti nxirret nga funksionimi"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Përshpejtojeni sajtin tuaj dhe ofroni figura të gatshme për shfaqje në celular, përmes <ExternalLink>CDN-së tonë<\/ExternalLink>"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Pyetja juaj është parashtruar. <br\/>Faleminderit për mendimet tuaja se si mund të përmirësojmë Jetpack-un."],"Thank you!":["Faleminderit!"],"Skip for now":["Hëpërhë anashkaloje"],"Let us know what didn‘t work for you":["Na bëni të ditur ç’nuk eci me ju"],"Before you go, help us improve Jetpack":["Para se të largoheni, ndihmonani të përmirësojmë Jetpack-un"],"Stay connected":["Mbaje të lidhur"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Ju duhet ndihmë?<\/strong> Mësoni më tepër rreth <jpConnectionInfoLink>lidhjes së Jetpack-ut<\/jpConnectionInfoLink>, ose <jpSupportLink>lidhuni me asistencën e Jetpack-ut<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Po shkëputët Jetpack-un, këto s’do të funksionojnë më."],"Jetpack is currently powering multiple products on your site.":["Jetpack-u aktualisht mban në punë disa produkte në sajtin tuaj."],"Back to my website":["Mbrapsht te sajti im"],"No thank you":["Jo, faleminderit"],"Help us improve":["Ndihmonani të përmirësohemi"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Na vjen keq t’ju shohim të ikni. Këtu në Jetpack, përpiqemi përherë të japim më të mirën për klientët tanë. Ju lutemi, plotësoni pyetësorin tonë të shkurtër (2 minuta, ju premtojmë)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack-u u shkëput <br\/>me sukses."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack-u mban në punë shtojca të tjera në sajtin tuaj. Po e shkëputët, këto shtojca s’do të punojnë më."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack-u hasi një gabim dhe s’qe në gjendje të shfaqë Pultin. Ju lutemi, provoni të rifreskoni faqen."],"There seems to be a problem with your website.":["Duket të jetë një problem me sajtin tuaj."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Duket të ketë një problem me lidhjen tuaj me WordPress.com-in. Nëse problemi vazhdon, provoni të rilidheni."],"Are you sure you want to deactivate?":["Jeni i sigurt se doni të çaktivizohet?"],"Disconnecting…":["Po shkëputet…"],"share your experience":["na tregoni rastin tuaj"],"Other:":["Tjetër:"],"Troubleshooting - I'll be reconnecting afterwards.":["Ndreqje defektesh - Do ta rilidh më vonë."],"I don't know what it does.":["S’di se ç’bën."],"It's buggy.":["Ka defekte."],"It slowed down my site.":["Më ngadalëson sajtin."],"I can't get it to work.":["S’e bëj dot të funksionojë."],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack-u ka mjaft mjete të fuqishme që mund t’ju ndihmojnë të arrini synimet tuaja"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack-u është duke mbajtur në punë veçori në sajtin tuaj. Pasi ta shkëputni Jetpack-un, këto veçori s’do të mund të përdoren dhe sajti juaj mund të mos funksionojë si tani."],"Are you sure you want to disconnect?":["Jeni i sigurt se doni të shkëputet?"],"Disconnect":["Shkëputu"],"Cancel":["Anuloje"],"Deactivate Jetpack":["Çaktivizoje Jetpack-un"],"Deactivate":["Çaktivizoje"]}},"comment":{"reference":"_inc\/build\/plugins-page.js"}}