{"translation-revision-date":"2023-07-05 13:46:24+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Experience the ease of crafting content with intuitive and powerful AI.":["Shijoni lehtësinë e krijimit të lëndës me IA intuitive dhe të fuqishme."],"Show post views for this site.":["Shfaq parje postimesh për këtë sajt."],"WordPress.com Reader":["Lexues WordPress.com"],"Get %(discount)s%% off your first year":["Përfitoni %(discount)s%% më pak për vitin tuaj të parë"],"Get a discount for your first year":["Përfitoni një zbritje për vitin tuaj të parë"],"Set up Jetpack Starter":["Ujdisni Jetpack Starter"],"Congratulations! You’ve unlocked essential security tools for your site, including real-time backups and spam protection for comments and forms. Let’s get everything set up. It will only take a minute.":["Përgëzime! Keni shkyçur mjete thelbësore sigurie për sajtin tuaj, përfshi kopjeruajtje aty për aty dhe mbrojtje nga mesazhe të padëshiruar në komente dhe formularë. Le të ujdisim gjithçka. Do të duhet vetëm një minutë."],"Welcome to Jetpack Starter!":["Mirë se vini te Jetpack Starter!"],"Label for an active subscription\u0004Subscription active":["Pajtim aktiv"],"Label for a subscription that never expires\u0004Never expires":["Nuk skadon kurrë"],"Activate Stats":["Aktivizo Statistika"],"Get insights on page views, likes, subscribers, and more! <a1>Learn More<\/a1>":["Merrni të dhëna rreth parjesh faqesh, pëlqimesh, pajtimtarësh, etj! <a1>Mësoni Më Tepër<\/a1>"],"Being on top of this can be tedious and time-consuming. Boost’s cloud service can automatically detect when your site needs a new Critical CSS and generate it, improving site performance and SEO without requiring manual monitoring.":["Kapërcimi i kësaj mund të jetë i mërzitshëm dhe t’ju hajë kohë. Shërbimi në re Boost mund të pikasë automatikisht kur sajti juaj ka nevojë t’i riprodhohet CSS-ja Kritike dhe e prodhon, duke përmirësuar funksionimin dhe SEO-n, pa u dashur mbikëqyrje dorazi."],"Upgrading your WordPress version if the new release includes core CSS changes":["Përmirësim versioni të WordPress-it tuaj, nëse hedhja e re në qarkullim përfshin ndryshime të CSS-së bazë"],"Activating, deactivating, or updating plugins that impact your site layout":["Aktivizim, çaktivizim, ose përditësim shtojcash që ndikojnë te skema e sajtit tuaj"],"Editing a post\/page":["Përpunim postimi\/faqeje"],"Writing a new post\/page":["Shkrim postimi\/faqe të re"],"Making theme changes":["Kryerje ndryshimesh teme"],"You should regenerate <ExternalLink>Critical CSS<\/ExternalLink> to optimize speed whenever your site’s HTML or CSS structure changes after:":["Duhet të riprodhoni <ExternalLink>CSS Kritike<\/ExternalLink>, që të optimizohet shpejtësia, kurdo që struktura e HTML-së apo CSS-së së sajtit tuaj ndryshon pas:"],"Regenerate Critical CSS":["Riprodhim CSS-je Kritike"],"Learn more about how critical CSS works":["Mësoni më tepër se si funksionon CSS kritike"],"Source: ":["Burim: "],"Learn more about how slow sites lose visitors":["Mësoni më tepër se si sajtet e ngadaltë humbin vizitorë"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites’ overall performance.":["Vlerësimi i Përgjithshëm për ju është një përmbledhje e funksionimit të sajtit në pajisje celulare dhe desktop. Ai jep një ide të përgjithshme të funksionimit të sajtit tuaj në përgjithësi."],"Learn more about how this grade is calculated":["Mësoni më tepër se si llogaritet kjo vlerë"],"<a>Re-generate your Critical CSS after you make changes on your site<\/a><Info\/>":["<a>Riprodhoni CSS-në tuaj Kritike, pasi bëni ndryshime te sajti juaj<\/a><Info\/>"],"We’re automatically re-generating your site’s Critical CSS.":["Po e riprodhojmë automatikisht CSS-në Kritike të sajtit tuaj"],"Install Boost to run instant tests":["Instaloni Boost-in që të xhironi teste të atypëratyshëm"],"Activate Boost to run instant tests":["Aktivizoni Boost-in që të xhironi teste të atypëratyshëm"],"Your site was tested %s days ago":["Sajti juaj qe testuar %s ditë më parë"],"Your site was tested yesterday":["Sajti juaj qe testuar dje"],"Your site was tested in the last 24 hours":["Sajti juaj qe testuar brenda 24 orëve të fundit"],"Your site needs performance improvements!":["Sajti juaj lyp përmirësime funksionimi!"],"You are one step away from making your site blazing fast.":["Ju ndan një hap nga bërja e sajtit tuaj të shpejtë si rrufe."],"Your site is fast! But maintaining a high speed isn’t easy.":["Sajti juaj është i shpejtë! Por ruajtja e shpejtësisë së madhe s’është e lehtë."],"Your site’s speed performance score: %s":["Vlerësim shpejtësie në sajtin tuaj: %s"],"Make your site blazing fast for free with Boost’s simple dashboard and acceleration tools.":["Bëjeni sajtin tuaj të shpejtë si rrufe, me pultin e thjeshtë dhe mjetet e përshpejtimit të Boost-it."],"You can lose 10% of your visitors for every additional second your site takes to load.":["Mund të humbni 10% të vizitorëve tuaj për çdo sekondë shtesë që lypset për ngarkimin e sajtit tuaj."],"Jetpack Boost enhance your site’s performance like top websites, no developer needed.":["Jetpack Boost e thellon funksionimin e sajtit tuaj si ai i më të mirëve, pa u dashur programues."],"A one-second improvement in loading times can increase your site traffic by 10%.":["Një përmirësim prej një sekonde në kohët e ngarkimit mund të shtojë me 10% trafikun në sajtin tuaj."],"Use Boost’s automated acceleration tools to optimize your performance on the go.":["Përdorni mjete përshpejtimi të automatizuara të Boost-it, që të optimizoni funksionimin e sajtit tuaj në rrugë e sipër."],"A one-second delay in loading times can reduce your site traffic by 10%.":["Një vonesë prej një sekonde në kohët e ngarkimit mund të zvogëlojë 10% trafikun në sajtin tuaj."],"Mobile score":["Vlerësim për në celular"],"Desktop score":["Vlerësim për në desktop"],"Timed out":["I mbaroi koha"],"Invalid response while requesting metrics":["Përgjigje e pavlefshme teksa kërkoheshin statistika"],"An unknown error occurred while requesting metrics":["Ndodhi një gabim i panjohur teksa kërkoheshin statistika"],"Timed out while waiting for speed-score.":["Mbaroi koha, teksa pritej për vlerësimin e shpejtësisë."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Ndodhi një gabim teksa provohej të komunikohej me API-n REST të sajtit. Hollësi shtesë diagonistikimi: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["API REST e sajtit tuaj s’duket se mund të përdoret. Jetpack Boost lyp hyrje te API juaj REST, që të mund të marrë vlerësime mbi funksionimin e sajtit. Ju lutemi, sigurohuni se API REST e sajtit tuaj është aktiv dhe se mund të përdoret, mandej riprovoni."],"HTTP %d error received while communicating with the server.":["U mor gabim HTTP %d, teksa komunikohej me shërbyesin."],"Received invalid response while communicating with your WordPress site: %s":["U mor përgjigje e pavlefshme, teksa komunikohej me sajtin tuaj WordPress: %s"],"Just now":["Mu tani"],"1h":["1h"],"Anonymous User":["Përdorues Anonim"],"Facebook Preview Thumbnail":["Miniaturë paraparjeje në Facebook"],"Unavailable in <a>Offline Mode<\/a>":["S’mund të kihet nën <a>Mënyrën Offline<\/a>."],"Jetpack AI":["Jetpack IA"],"Facebook:":["Facebook:"],"Pinterest:":["Pinterest:"],"Bing:":["Bing:"],"Jetpack Starter":["Jetpack Starter"],"The ultimate toolkit for best-in-class websites: complete security, performance, and growth.":["Grupi përfundimtar i mjeteve, për sajtet më të mira në llojin e tyre: siguri, funksion dhe fuqizim i plotë."],"Renew subscription":["Rinovoni pajtimin"],"<span>Expired on %s.<\/span> <renewLink \/>":["<span>Skadoi më %s.<\/span> <renewLink \/>"],"Expired":["I skaduar"],"Version %s":["Version %s"],"Bring your stats with you using the Jetpack mobile app":["Merrini statistikat tuaja me vete, duke përdorur aplikacionin Jetpack për celular"],"Learn more about the new plan\u0004Learn more":["Mësoni më tepër"],"Total protection for your site, including<br \/> VaultPress Backup, Scan, and Akismet Anti-spam.":["Mbrojtje tërësore për sajtin tuaj, përfshi<br \/> Kopjeruajtje VaultPress, Kontroll dhe Akismet Anti-spam."],"Akismet is now monitoring all comments on your site. Data will display here soon!":["Akismet-i tanimë mbikëqyr krejt komentet në sajtin tuaj. Të dhënat do të shfaqen së shpejti këtu!"],"Already have an API key? <a>Get started<\/a>.":["Keni tashmë një kyç API? <a>Fillojani<\/a>."],"Jetpack Starter is active!":["Jetpack Starter është aktiv!"],"Call to action to buy a new plan\u0004Upgrade":["Përmirësojeni"],"Essential security tools: real-time backups and comment spam protection.":["Mjete thelbësore sigurie: kopjeruajtje aty për aty dhe mbrojtje nga komente të padëshiruar."],"Save allow list":["Ruaj listë lejimesh"],"Save block list":["Ruaj listë bllokimesh"],"Updated Settings.":["Rregullimet u Përditësuan."],"An error occurred retrieving the latest automatic firewall rules.":["Ndodhi një gabim gjatë marrjes së rregullave më të reja të automatizuara për firewall-in."],"A filesystem error occurred.":["Ndodhi një gabim sistemi kartelash."],"Set up your new powers":["Ujdisni fuqitë tuaja të reja"],"Congratulations, your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Përgëzime, Tokeni i Artë Jetpack ju jep një licencë të përjetshme për këtë sajt dhe përfshin produktet vijuese:"],"Congratulations, you have been gifted a Jetpack Golden Token!":["Përgëzime, ju është dhuruar një Token i Artë Jetpack!"],"Jetpack Golden Token":["Token i Artë Jetpack"],"You have been gifted a Jetpack Golden Token. This unlocks a lifetime of Jetpack VaultPress Backup and Jetpack Scan for your website.":["Ju është dhuruar një Token i Artë Jetpack. Kjo shkyç Jetpack VaultPress Backup dhe Jetpack Scan përgjithmonë për sajtin tuaj."],"Gifted on %s.":["Dhuruar më %s."],"Explore your new powers":["Eksploroni fuqitë tuaja të reja"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Kontrolli i automatizuar dhe ndreqjet me një klikim e mbajnë sajtin tuaj një hap para kërcënimeve të sigurisë."],"Plugin name (noun).\u0004Scan":["Skanim"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Tokeni juaj i Artë Jetpack ju jep një licencë të përhershme për këtë sajt dhe përfshin produktet vijuese:"],"Super powers are ready!":["Fuqitë super janë gati!"],"Redeem your token":["Përdoreni tokenin tuaj"],"Awesome!":["Mahnitëse!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Kjo shkyç përgjithmonë fuqitë Jetpack për sajtin tuaj. Punimi juaj ekskluziv me Jetpack ju pret."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Kjo shkyçi përgjithmonë fuqitë Jetpack për sajtin tuaj. Punimi juaj ekskluziv me Jetpack është tashmë aktiv."],"You have been gifted a Jetpack Golden Token.":["Ju është dhuruar një Token i Artë Jetpack."],"Hey, %s":["Hej, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Ose nuk keni leje të kryeni këtë veprim, ose një llogari përdoruesi duhet të lidhet. <connectLink>Klikoni këtu që të lidhni llogarinë tuaj të përdoruesit<\/connectLink>, ose lidhuni me përgjegjësin tuaj."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Duke klikuar mbi butonat më poshtë, pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe me <shareDetailsLink>dhënie hollësish<\/shareDetailsLink> te WordPress.com-i."],"Enable a new Jetpack Stats experience":["Aktivizoni një mënyrë të re punimi të Statistikave Jetpack"],"Take a Quick Survey":["Plotësoni një Pyetësor të Shpejtë"],"Not into the new stats? Tell us why so we can make stats better for you.":["S’përdorni statistikat e reja? Na tregoni pse, që të mund t’i bëjmë më të mira statistikat për ju."],"Easy to use; no developer required.":["E lehtë për t’u përdorur, s’duhet zhvillues."],"Custom WooCommerce table backups.":["Kopjeruajtje të përshtatura tabelash WooCommerce."],"Protect your customer data and stay GDPR compliant.":["Mbroni të dhënat e klientëve tuaj dhe jini në pajtim me GDPR-në."],"Backups are encrypted, keeping your store data secure.":["Kopjeruajtjet fshehtëzohen, duke i mbajtur të dhënat të siguruara."],"Restore your site to any past state in one click while keeping all orders and products current.":["Rikthejeni sajtin tuaj te cilado gjendje e kaluar, me një klikim, teksa ruhet aktuale krejt porositë dhe produktet."],"VaultPress Backup saves your store in the cloud, so even if your host goes down, you’ll never lose a thing.":["Kopjeruajtjet VaultPress e ruajnë shitoren tuaj në re, që edhe nëse shërbimi i strehimit nuk punon, ju s’do të humbni një gjë të vetme."],"Store downtime means lost sales. Do you have a cloud-based store backup solution?":["Kohë mosfunksionimi shitoreje do të thotë humbje shitjesh. Keni ndonjë zgjidhje kopjeruajtje shitoreje të bazuar në re?"],"VaultPress Backup is so easy to use; no developer required.":["Kopjeruajtjet VaultPress janë kaq të kollajta për t’u përdorur, s’duhet zhvillues."],"If your site goes down, you can restore it with one click from desktop or the Jetpack mobile app.":["Nëse sajti juaj s’është në linjë, mund ta riktheni me një klikim që nga aplikacioni Jetpack për desktop, ose për celular."],"We store copies of your backups in our secure cloud, so your content will never be lost.":["Ne ruajmë kopje të kopjeruajtjeve tuaja në renë tonë të siguruar, ndaj lënda juaj s’do të humbë kurrë."],"VaultPress Backup is built specifically for WordPress and has done over 270 million backups to date.":["Kopjeruajtjet VaultPress janë ndërtuar enkas për WordPress dhe kanë kryer mbi 270 milionë kopjeruajtje deri sot."],"Never lose your site, even if your host goes down (along with your backups)":["Mos e humbni kurrë sajtin tuaj, edhe nëse shërbimi juaj s’funksionon përkohësisht (tok me kopjeruajtjet tuaja)"],"Try for %s for 30 days":["Provojeni %s për 30 ditë"],"Try for 30 days":["Provojeni për 30 ditë"],"Jetpack Social Advanced":["Jetpack Social i Thelluar"],"You can automatically share your content to social media sites and get access to advanced posting options.":["Mund të ndani automatikisht me të tjerë lëndën tuaj në sajte mediash shoqërore dhe të përfitoni hyrje në mundësi të thelluara postimi."],"Arrow right":["Shigjeta djathtas"],"Arrow left":["Shigjeta majtas"],"The free version of the firewall only allows for use of manual rules.":["Versioni falas i firewall-it lejon vetëm përdorim rregullash dorazi."],"The free version of the firewall does not receive updates to automatic firewall rules.":["Versioni falas i firewall-it nuk përfiton përditësime rregullash të automatizuara firewall-i."],"Upgrade to enable automatic rules":["Që të aktivizohen rregulla të automatizuara, përmirësojeni"],"Upgrade to keep your site secure with up-to-date firewall rules":["Përmirësojeni që ta mbani sajtin tuaj të siguruar me rregulla të përditësuara firewall-i"],"Automatic rules - Protect your site against untrusted traffic sources with automatic security rules":["Rregulla të automatizuara - Mbrojeni sajtin tuaj kundër burimesh jo të besueshme trafiku, me rregulla të automatizuara për sigurinë"],"Getting started with Jetpack VaultPress Backup":["S’i t’ia fillohet me Kopjeruajtje Jetpack VaultPress"],"Get Jetpack VaultPress Backup":["Merrni Kopjeruajtje Jetpack VaultPress"],"Get Akismet Anti-spam":["Merrni Anti-spam Akismet"],"Configure Akismet Anti-spam":["Formësoni Anti-spam Akismet-i"],"Welcome to Jetpack Akismet<nbsp\/>Anti-spam!":["Mirë se vini te Jetpack Anti-spam<nbsp\/>Akismet!"],"Welcome to Jetpack VaultPress<nbsp\/>Backup!":["Mirë se vini te Kopjeruajtje<nbsp\/>VaultPress Jetpack!"],"Akismet Anti-Spam":["Akismet Anti-Spam"],"Input a license key":["Jepni një kyç licence"],"Select a license key":["Përzgjidhni një kyç licence"],"I want to add a license key manually":["Dua të shtoj një kyç licence dorazi"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Po sille licenca të gatshme…"],"Allow Jetpack Stats to be viewed by":["Lejoni Statistika Jetpack të shihen nga"],"Adds a link to your privacy policy to the notice popup triggered by the do not sell link (optional).":["Shton te njoftimi flluskë i shkaktuar nga lidhja “Do Not Sell” një lidhje për te rregullat tuaja të privatësisë (opsionale)."],"Failure to add this link will result in non-compliance with privacy laws in some US states.":["Mosshtimi i kësaj lidhjeje do të sjellë mospërputhje me rregulla privatësie në disa shtese të ShBA-s."],"Some US states have laws that require offering site visitors an opt-out from having their data used to personalize ads. Targeted advertising is off in certain states unless you enable it.":["Disa shtete në ShBA kanë ligje që kërkojnë doemos ofrimin vizitorëve të sajtit mundësinë për lënie jashtë nga përdorimi i të dhënave të tyre për reklama të personalizuara. Reklamat me synim janë të çaktivizuara në disa shtete, veç në i aktivizofshi."],"Enable targeted advertising to site visitors in all US states.":["Aktivizo reklama me synim, për vizitorë të sajtit në krejt shtetet e ShBA-s."],"Enables a targeted advertising opt-out link in US states where this is legally required.":["Aktivizon një lidhje për zgjedhje lënie jashtë nga reklama të personalizuara., në shtete të ShBA-s ku kjo është ligjërisht e domosdoshme."],"Measure your impact with Jetpack Stats":["Vlerësoni ndikimin tuaj, me statistika Jetpack"],"View your Email Subscribers":["Shihni Pajtimtarët tuaj Me Email"],"Line chart overlaid on a bar chart":["Grafik me vija përmbi një grafiku me shtylla"],"Already have an API key? <Button>Activate Akismet Anti-spam<\/Button>.":["Keni tashmë një kyç API? <Button>Aktivizoni Akismet Anti-spam<\/Button>."],"Get VaultPress Backup":["Merrni Kopjeruajtje VaultPress"],"VaultPress Backup":["Kopjeruajtje VaultPress"],"Akismet Anti-spam":["Anti-spam Akismet"],"Jetpack VaultPress Backup":["Kopjeruajtje VaultPress Jetpack"],"Settings header\u0004Jetpack Stats":["Statistika Jetpack"],"Part of your %s plan":["Pjesë e planit tuaj %s"],"Step %1$s of %2$s":["Hapi %1$s nga %2$s"],"Add server credentials":["Shtoni kredencialet tuaja për në shërbyes"],"To restore your site to a previous version, you need to add your server credentials. We recommend doing this now so you can restore your site in one click if you encounter issues in the future.":["Që ta riktheni sajtin tuaj te një version i mëparshëm, ju duhet të shtoni kredencialet për te shërbyesi. Rekomandojmë ta bëni këtë tani, që të mund ta riktheni sajtin tuaj me një klikim, nëse hasni probleme në të ardhmen."],"Setup one-click restores":["Ujdisni rikthime të kollajta me një klikim"],"Live Spam Protection":["Mbrojtje Aty Për Aty Nga të Padëshiruarit"],"Site backups are live":["Kopjeruajtjet e sajtit janë gati"],"View Security Dashboard":["Shihni Pult Sigurie"],"Automated malware scanning is live and your site’s first scan is underway. We’ll notify you if we detect anything suspicious, with one-click fixes for most issues.":["Kontrolli i automatizuar kundër malware-i filloi të funksionojë dhe kontrolli i parë për sajtin tuaj është në zhvillim e sipër. Do t’ju njoftojmë, nëse pikasim çfarëdo gjëje të dyshimtë, me ndreqje me një klikim, për shumicën e problemeve."],"Jetpack Search is now active. Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Kërkimi Me Jetpack tani është aktiv. I fuqishëm dhe i përshtatshëm sa s’besohet, Kërkimi Me Jetpack i ndihmon vizitorët tuaj të gjejnë aty për aty lëndën e duhur – mu kur u duhet."],"Welcome to Jetpack Search!":["Mirë se vini te Kërkimi Me Jetpack!"],"Learn how to add videos to your site":["Mësoni se si të shtoni video te sajti juaj"],"Jetpack VideoPress is now active. Stunning-quality video with none of the hassle. Drag and drop videos through the WordPress editor and keep the focus on your content, not the ads.":["Jetpack VideoPress tani është aktive. Video me cilësi marramendëse, pa asnjë nga bezditë. Merrni dhe lini video përmes përpunuesit WordPress dhe mbajeni vëmendjen te lënda juaj, jo te reklamat."],"Welcome to Jetpack VideoPress!":["Mirë se vini te Jetpack VideoPress!"],"Automated spam protection is now active for comments and forms. We’ll flag anything that looks suspicious and comments will now be available to moderate.":["Mbrojtja e automatizuar nga mesazhet e padëshiruar tani është aktive për komentet dhe formularët. Do t’i vëmë shenje çfarëdo gjëje që duket e dyshimtë dhe komentet tani do të jenë gati për t’u moderuar."],"Congratulations, you’ve just unlocked comprehensive WordPress site security, including backups, malware scanning, and spam protection.":["Përgëzime, keni shkyçur siguri të plotë sajti WordPress, përfshi kopjeruajtje, kontroll për <em>malware<\/em> dhe mbrojtje nga mesazhet e padëshiruar."],"Welcome to Jetpack Security!":["Mirë se vini në Siguri Jetpack!"],"Set up your new tools":["Ujdisni mjetet tuaja të reja"],"Congratulations, you’ve just unlocked the full power of the Jetpack suite; all of our Security, Performance, Growth, and Design tools.":["Përgëzime, sapo çliruat fuqinë e plotë të suitës Jetpack; krejt mjetet tona të Sigurisë, Funksionimit, Fuqizimit dhe Dizajnit."],"Welcome to Jetpack Complete!":["Mirë se vini te Jetpack Complete!"],"Manage Backups":["Administroni Kopjeruajtje"],"Real-time cloud-based backups are now active for your site. Save every change and get back online in one click from desktop and mobile.":["Kopjeruajtjet e atypëratyshme, me bazë në re, tani janë aktive për sajtin tuaj. Ruani çfarëdo ndryshimi dhe kthehuni prapë në linjë me një klikim, nga desktopi dhe celulari."],"Custom Site Search":["Kërkim i Përshtatur në Sajt"],"Add a Video":["Shtoni një Video"],"Ad-free, Customizable Video":["Video Pa Reklama, Që Mund Ta Përshtatni"],"Automated Spam Protection":["Mbrojtje e Automatizuar Nga Mesazhe të Padëshiruar"],"Real-time Malware Scanning":["Kontrolle të Atypëratyshme Kundër Malware-i"],"Server Credentials":["Kredencialet Për Te Shërbyesi"],"Jetpack Social Basic":["Jetpack Social Elementar"],"You can automatically share your content to social media sites.":["Mund të ndani në mënyrë të automatizuar me të tjerët lëndën tuaj në sajte mediash shoqërore."],"Jetpack Search Free":["Kërkim Jetpack Falas"],"Charts depicting an evolution in traffic and engagement":["Grafikë që tregojnë ecuri trafiku dhe angazhimi"],"Activate Jetpack Stats":["Aktivizoni Statistika nga Jetpack"],"Hello there! Jetpack Stats has been activated.":["Tungjatjeta juaj! Statistikat Jetpack janë aktivizuar."],"% off":["% më pak"],"Jetpack Stats":["Statistika Jetpack"],"Add your server credentials":["Shtoni kredencialet tuaja për në shërbyes"],"Enter your SSH, SFTP, or FTP credentials to enable one-click site restores and fixes":["Jepni kredencialet tuaja SSH, SFTP, apo FTP, që të aktivizohen rikthime dhe ndreqje sajti me një klikim"],"The Jetpack mobile app gives you everything you need to grow and manage your WordPress site anywhere, anytime.":["Aplikacioni Jetpack për celular ju jep gjithçka që ju duhet për të fuqizuar dhe administruar sajtin tuaj WordPress kudo, kurdo."],"Get instant alerts for serious issues and fix them with a simple tap.":["Merrni sinjalizime të menjëhershme për çështje serioze dhe ndreqini ato me një prekje të thjeshtë."],"Keep track of your site’s activity and restore your site anywhere, any time.":["Ndiqni veprimtarinë në sajtin tuaj dhe rikthejeni sajtin tuaj në punë ngado, kurdo."],"Never miss an important event with realtime notifications and your activity log just a tap away.":["Mos humbni kurrë një veprimtari të rëndësishme, përmes njoftimesh të atypëratyshme dhe regjistër të veprimtarisë tuaj vetëm një prekje larg."],"Jetpack puts WordPress in your pocket.":["Jetpack-u e hedh WordPress-in në xhepin tuaj."],"Realtime security notifications anywhere, any time.":["Njoftime të menjëhershme sigurie, kudo. kurdo."],"Restore a backup anytime with the Jetpack mobile app.":["Riktheni në punë një kopjeruajtje kurdo, përmes aplikacionit Jetpack për celular."],"Check your site activity anywhere, any time.":["Kontrolloni veprimtarinë në sajtin tuaj, ngado, kurdo."],"Visit <ExternalLink>jetpack.com\/app<\/ExternalLink> or scan this code to download the Jetpack mobile app.":["Vizitoni <ExternalLink>jetpack.com\/app<\/ExternalLink>, ose skanoni këtë kod, që të shkarkoni aplikacionin Jetpack për celular."],"You built this site yourself, nice work! Personal sites include things like blogs, resume sites, wedding sites, and hobby sites.":["E ngritët vetë këtë sajt, punë e paqme! Sajtet personale përfshijnë gjëra të tilla si blogje, sajte rezymesh, sajte dasmash dhe sajte për <em>hobby<\/em>."],"E-commerce sites include stores selling goods, services, or digital downloads.":["Në sajte e-tregtie përfshihen shitore që shesin artikuj, shërbime dhe shkarkime dixhitale."],"This is an e-commerce site":["Ky është një sajt e-tregti"],"Are you an agency or developer that builds or manages sites for clients?":["Jeni agjenci apo zhvillues që ngre apo administron sajte për klientë?"],"Get Jetpack for Agencies":["Merrni Jetpack për Agjenci"],"Jetpack’s world-class security features are now easier to manage for anyone with at least five WordPress websites.<br\/><br\/>Purchase and manage licenses, and get a 60% discount with our licensing platform.":["Veçoritë e Jetpack-ut mbi sigurinë, të klasit botëror, tani janë më të lehta për t’u administruar nga cilido me të paktën pesë sajte WordPress.<br\/><br\/>Blini dhe administroni licenca dhe përfitoni një zbritje 60% me platformën tonë të licencimit."],"Manage your clients’ sites with ease":["Administroni me lehtësi sajtet e klientëve tuaj"],"Jetpack for Agencies":["Jetpack për Agjenci"],"Visit <a>jetpack.com\/app<\/a> or scan this code to download the Jetpack mobile app.":["Vizitoni <a>jetpack.com\/app<\/a>, ose skanoni këtë kod, që të shkarkoni aplikacionin Jetpack për celular."],"Enter your SSH, SFTP, or FTP credentials to enable one-click fixes":["Jepni kredencialet tuaja SSH, SFTP, apo FTP, që të aktivizohen ndreqje sajti me një klikim"],"Enter your SSH, SFTP or FTP credentials to enable one-click site restores and faster backups":["Jepni kredencialet tuaja SSH, SFTP, apo FTP, që të aktivizohen rikthime sajti me një klikim dhe kopjeruajtje më të shpejta"],"Start for free":["Nisjani falas"],"This is a personal site":["Ky është një sajt personal"],"I build or manage this site for a client":["Ndërtoj, ose administroj këtë sajt për një klient"],"To help you get the most from Jetpack, tell us about your site. Check all that apply:":["Për t’ju ndihmuar të përfitoni maksimumin prej Jetpack-ut, tregonani rreth sajtit tuaj. U vini shenjë krejt atyre që kanë vend:"],"Tell us more about %s?":["Po sikur të na tregonit më tepër rreth %s?"],"Settings header\u0004Jetpack Social connections":["Lidhje Jetpack Social"],"View Recommendations":["Shihni Rekomandime"],"Go back in time with one click":["Kthehuni mbrapa në kohë, me një klikim"],"Install Protect for Free":["Instaloni Mbrojtje Falas"],"As you add plugins to your site, you have to start thinking about vulnerabilities.<br \/><br \/><strong>Jetpack Protect<\/strong> is a free security solution for WordPress that runs automated scans on your site and warns you about vulnerabilities.<br \/><br \/>Focus on running your business while we protect your site with Jetpack Protect. <ExternalLink>Learn More<\/ExternalLink>.":["Dora-dorës që shtoni shtojca te sajti juaj, duhet të filloni të mendoni rreth cenueshmërish.<br \/><br \/><strong>Mbrojtja Jetpack<\/strong> është një zgjidhje sigurie falas për WordPress që kryen kontrolle të automatizuar në sajtin tuaj dhe ju sinjalizon mbi cenueshmëri.<br \/><br \/>Përqendrohuni te biznesi juaj, teksa ne mbrojmë sajtin tuaj me Mbrojtje Jetpack. <ExternalLink>Mësoni Më Tepër<\/ExternalLink>."],"Install Jetpack Boost for free":["Instaloni Jetpack Boost falas"],"Lazy image loading and site performance scores":["Ngarkim dembel figurash dhe vlerësim funksionimi sajti"],"Defer non-essential Javascript":["Hidh poshtë JavaScript-i jothelbësor"],"Optimize CSS loading":["Optimizim ngarkim kodi CSS"],"Fast websites mean more page visits and conversions. Even a one-second delay in loading times can reduce conversion rates by 20%.<br\/><br\/> Make your site blazing fast with <ExternalLink>Jetpack Boost’s<\/ExternalLink> simple dashboard and acceleration tool:":["Sajt i shpejtë do të thotë më tepër vizita faqesh dhe shndërrime. Qoftë edhe një vonë prej një sekonde në kohë ngarkimi mund të reduktojë me 20% shkallën e shndërrimit.<br\/><br\/> Bëjeni sajtin tuaj të shpejtë si rrufe, me pultin e thjeshtë dhe mjetin e përshpjetimit të <ExternalLink>Jetpack Boost<\/ExternalLink>:"],"Get more views for your new page.":["Përfitoni më tepër parje për faqen tuaj të re."],"Learn More About Site Backups":["Mësoni më tepër rreth Kopjeruajtje Sajti"],"We noticed that you’ve recently enabled auto-updates for one of your plugins. Nice work, keeping plugins updated is vital for a healthy site!<br\/><br\/>Sometimes auto-updating plugins can cause unexpected changes on your site. Finding an older version of the plugin or learning how to install it to revert the changes can be challenging.<br\/><br\/>Here at Jetpack, we recommend regular backups of your site so you can go back in time with the click of a button.":["Vumë re se keni aktivizuar tani së fundi vetë-përditësime për një nga shtojcat tuaja. Bukur, mbajtja e shtojcave të përditësuara është jetike për një sajt të shëndetshëm!<br\/><br\/>Ndonjëherë vetëpërditësimi i shtojcave mund të shkaktojë ndryshime të papritura në sajtin tuaj. Gjetja e një versioni të dikurshëm të shtojcës, apo mësimi se si të instalohet për të prapakthyer ndryshimet mund të jetë i zorshëm.<br\/><br\/>Këtu në Jetpack, rekomandojmë kopjeruajte periodike të kopjeruajtjeve të sajtit tuaj, që të mund të ktheheni prapa në kohë përmes klikimit të një butoni."],"Be prepared for auto-updates.":["Jini gati për përditësime të automatizuara."],"Site Backups":["Kopjeruajtje Sajti"],"Manage your clients’ sites with ease and get a %s discount with the Jetpack licensing platform.":["Administroni me lehtësi sajtet e klientëve tuaj dhe përfitoni një zbritje %s përmes platformës së licencimeve Jetpack."],"Jetpack Writing Settings":["Rregullime mbi Shkrim Jetpack"],"Jetpack Traffic Settings":["Rregullime mbi Trafik Jetpack"],"Jetpack Sharing Settings":["Rregullime Jetpack për Ndarje Me të Tjerë"],"Jetpack Security Settings":["Rregullime Sigurie Jetpack-u"],"Jetpack Recommendations":["Rekomandime Jetpack"],"Jetpack Privacy Settings":["Rregullime Privatësie Jetpack"],"Jetpack Performance Settings":["Rregullime Funksionimi Jetpack"],"Jetpack My Plan Details":["Hollësitë e Planit Tim Jetpack"],"Jetpack Discussion Settings":["Rregullime Diskutimi Jetpack"],"Jetpack At A Glance Dashboard":["Pulti Jetpack “Me Një Vështrim”"],"View your most recent restore points":["Shihni pikat tuaja më të afërta për rikthim"],"Every change you make will be backed up, in real-time, as you edit your site. <ExternalLink>Learn More<\/ExternalLink>":["Çdo ndryshim që bëni do të kopjeruhet, aty për aty, teksa përpunoni sajtin. <ExternalLink>Mësoni Më Tepër<\/ExternalLink>"],"Watch the video":["Shihni videon"],"A short video guide on how to back up your website":["Një udhërrëfyes i shkurtër video se si të kopjeruani sajtin tuaj"],"Getting started with Jetpack Backup":["S’i t’ia fillohet me Kopjeruajtje Jetpack"],"Record type":["Lloj regjistrimi"],"Summary of the records":["Përmbledhje e regjistrimeve"],"Access the Customizer here.":["Përdorni Përshtatësin nga këtu."],"Edit and add CSS directly on your site from the Customizer.":["Përpunoni dhe shtoni CSS drejt e në sajtin tuaj që nga Përshtatësi."],"Additional CSS can be added from the Customizer. Enable the enhanced Custom CSS feature below to add additional features.":["CSS shtesë mund të shtohet që nga Përshtatësi. Që të shtoni më tepër veçori, aktivizoni veçorinë CSS Vetjake e thelluar."],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["Mos harroni ta zhbëni këtë veprim, kur Firewall-i është i kyçur, ose kur çinstaloni Jetpack-un."],"To ensure the firewall can best protect your site, please update: <code>auto_prepend_file<\/code> PHP directive to point to <code>%s<\/code> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["Për të siguruar që firewall-i ta mbrojë sa më mirë sajtin tuaj, ju lutemi, përditësoni: direktivën PHP <code>auto_prepend_file<\/code> që të shpjerë te <code>%s<\/code> Zakonisht kjo ujdiset ose brenda një kartele .htaccess, ose te formësimi global i PHP-së; për më tepër asistencë, lidhuni me strehuesin e sajtit tuaj."],"<b>Enhance protection<\/b> - Learn how to configure the firewall to inspect all requests and run before WordPress initializes":["<b>Thelloni mbrojtjen<\/b> - Mësoni se si të formësohet firewall-i për të shqyrtuar krejt kërkesat dhe xhiruar para se të vihet në punë WordPress-i"],"Allow Jetpack to collect data to improve Firewall protection and rules. <ExternalLink>Learn more<\/ExternalLink> <hr \/> <ExternalLink>Privacy Information<\/ExternalLink>":["Lejojeni Jetpack-un të grumbullojë të dhëna për të përmirësuar mbrojtjen me Firewall dhe rregullat për të. <ExternalLink>Mësoni më tepër<\/ExternalLink> <hr \/> <ExternalLink>Hollësi Mbi Privatësinë<\/ExternalLink>"],"Share data with Jetpack":["Ndani të dhëna me Jetpack-un"],"Example: %s":["Shembull: %s"],"Allow \/ Block list - Block or allow a specific request IP":["Listë Lejoje \/ Bllokoje - Bllokoni, ose lejoni një IP kërkese specifike"],"Settings header badge\u0004NEW":["I RI"],"Settings header\u0004Firewall":["Firewall"],"per month, paid yearly":["në muaj, faturuar një herë në vit"],"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["Jetpack-u mban aktualisht në punë veçori në sajtin tuaj. Pasi ta çaktivizoni Jetpack-un, këto veçori s’do të jenë më të përdorshme."],"Close.":["Mbylle."],"Blocked IP addresses":["Adresa IP të bllokuara"],"Jetpack Social":["Jetpack Social"],"Jetpack Protect":["Mbrojtje Jetpack"],"Caution: if there are Jetpack blocks used in existing posts or pages, disabling this setting will cause those blocks to stop working.":["Kujdes: nëse ka blloqe Jetpack të përdorur në postime ose faqe ekzistuese, çaktivizimi i këtij rregullimi do të shkaktojë ndalimin e funksionimit të këtyre blloqeve."],"Discount offer has ended":["Oferta për zbritje ka përfunduar"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"%dd":["%dd"],"See all discounted products":["Shihni krejt produktet me zbritje"],"Resources":["Burime"],"View products":["Shihni produkte"],"View discounted products":["Shihni produkte me zbritje"],"Comments and form spam protection":["Mbrojtje formularësh dhe komentesh nga mesazhe të padëshiruar"],"Real-time malware scanning":["Kontrolle të atypëratyshme kundër malware-i"],"One-click restores":["Rikthime me një klikim"],"Real-time cloud backups":["Kopjeruajtje të atypëratyshme në re"],"Discount ends in:":["Zbritja përfundon më:"],"* Discount is for first term only, all renewals are at full price.":["* Zbritja vlen vetëm për periudhën e parë, për krejt rinovimet aplikohet çmim i plotë."],"Next":["Pasuesja"],"Feature Enabled":["Veçori e Aktivizuar"],"Get %s":["Merreni %s"],"Jetpack Security gives you complete site protection and backups.":["Siguria Jetpack ju jep mbrojtje dhe kopjeruajtje të plotë të sajtit."],"Your site is growing. It’s time for a security plan.":["Sajti juaj po fuqizohet. Ka ardhur koha për një plan sigurie."],"Get VideoPress":["Merrni VideoPress"],"Upgrade for more videos and storage":["Për më tepër video dhe hapësirë depozitimi, përmirësojeni"],"Block spam automatically with Jetpack Akismet Anti-spam":["Bllokoni automatikisht mesazhe të padëshiruar, me Jetpack Akismet Anti-spam"],"Get Jetpack Security":["Merrni Siguri Jetpack"],"Increase your site security!":["Shtoni sigurinë e sajtit tuaj!"],"Try VideoPress for free":["Provojeni VideoPress falas"],"No matter your business, adding videos to your site is essential for success. Jetpack VideoPress offers HD, ad-free video hosting, so you can keep the focus on your content. Try it for free or upgrade for more space. <ExternalLink>Learn more<\/ExternalLink>":["Cilido qoftë biznesi juaj, shtimi i videove në sajtin tuaj është thelbësor për suksesin. Jetpack VideoPress ofron strehim videosh në cilësi HD, pa reklama, kështu që mund të përqendroheni te lënda juaj. Provojeni falas, ose përmirësojeni për më tepër hapësirë. <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Share videos on your site to increase engagement and purchases.":["Ndani me të tjerët video në sajtin tuaj, që të shtoni angazhimin e vizitorëve dhe blerjet."],"Learn how to block spam":["Mësoni si të bllokoni mesazhe të padëshiruar"],"Congratulations! Your content is getting traction and receiving comments. The more popular your content is, the more likely it is you will be a target for spam comments. To ensure a great experience for your readers, we recommend manually moderating spam or using an automated product like Jetpack Akismet Anti-spam.":["Përgëzime! Lënda juaj po tërheq vëmendjen dhe po ka komente. Sa më popullore të jetë lënda juaj, aq më tepër gjasa të jeni në shënjestër komentesh të padëshiruar. Që të garantoni funksionim të mbarë për lexuesit tuaj, rekomandojmë të moderoni dorazi mesazhet e padëshiruar, ose të përdorni një produkt që e automatizon këtë gjë, bie fjala, Jetpack Akismet Anti-spam."],"It’s time to block spam comments.":["Ka ardhur koha të bllokohen komente të padëshiruar."],"With more plugins comes more responsibility.":["Me më tepër shtojca vijnë edhe më shumë përgjegjësi."],"Enable Social Media Sharing":["Aktivizoni Ndarje Me të Tjerë Në Rrjete Shoqërorë"],"It’s easy to share your content to a wider audience by connecting your social media accounts to Jetpack. When you publish a post, it will automatically appear on all your favorite platforms. Best of all, it’s free. <ExternalLink>Learn more<\/ExternalLink>":["Është kollaj të ndani lëndën tuaj me një publik më të gjerë duke lidhur llogaritë tuaja në media shoqërore me Jetpack-un. Kur botoni një postim, ai do të shfaqet në krejt platformat tuaja të parapëlqyera. Dhe, mbi të gjitha, gjithë kjo është falas. <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Automatically share your posts to social media to grow your audience.":["Ndani vetvetiu me të tjerët në media shoqërore postime tuaja, që të shtoni publikun tuaj."],"Spam Management":["Administrim Mesazhesh të Padëshiruar"],"Read More":["Lexoni Më Tepër"],"How To":["Si Të"],"Social Media Sharing":["Ndarje Në Media Shoqërore"],"New":["I ri"],"%d%% off":["%d%% zbritje"],"Navigation item.\u0004Recommendations <count>%d<\/count>":["Rekomandime <count>%d<\/count>"],"Save every change and get back online quickly with one‑click restores.":["Ruani çdo ndryshim dhe rikthehuni pa humbur kohë në linjë përmes rikthimesh me një klikim."],"Video Privacy: Restrict views to members of this site":["Privatësi Videosh: Kufizoje parjen vetëm për anëtarë të këtij sajti"],"Discover Jetpack tools in the block editor":["Zbuloni mjete Jetpack te përpunuesi me blloqe"],"Jetpack Blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["Blloqet Jetpack ju japin fuqi të ofroni lëndë cilësore që i tërheq vizitorët, pa u dashur të punësohet një programues, apo të mësohet qoftë edhe një rresht i vetëm kod."],"Nice work! Let’s recap what we enabled for %s.":["Punë e paqme! Le të përmbledhim se ç’kemi aktivizuar për %s."],"Learn how to get started with Jetpack":["Mësoni se si t’ia filloni me Jetpack-un"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. Jetpack will automatically optimize and load your images and files from our global Content Delivery Network (CDN). <ExternalLink>Learn more<\/ExternalLink>":["Sajte më të shpejtë përfitojnë vend më të mirë në klasifikimet nga motorë kërkimesh dhe ndihmojnë që vizitorët të mbahen më gjatë në sajt. Jetpack-u do të optimizojë automatikisht dhe ngarkojë figurat dhe kartelat tuaja pre Rrjetit tonë global të Shpërndarjes së Lëndës (CDN). <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Would you like your site to load faster?":["Do të donit që sajti juaj të ngarkohet më shpejt?"],"Would you like to turn site visitors into subscribers?":["Do të donit të shndërrohen vizitorët te sajti në pajtimtarë?"],"Getting started with Jetpack":["S’i t’ia fillohet me Jetpack-un"],"Navigation item.\u0004My Jetpack":["Jetpack-u Im"],"Jetpack includes some blocks which can help you create your pages exactly the way you want them.":["Jetpack-u përfshin disa blloqe të cilët ju ndihmojnë të krijoni faqe saktësisht si i doni."],"Be sure your %1$d posts, %2$d comments, and more information are safely backed up with Jetpack":["Sigurohuni që %1$d postimet tuaja, %2$d komentet dhe më tepër informacion janë kopjeruajtur në mënyrë të sigurt me Jetpack"],"Upgrade to backup":["Për kopjeruajtje, përmirësojeni"],"Locked":["I kyçur"],"Record count":["Numër zërash"],"Redeem your %1$s coupon to get started with %2$s for free the first year!":["Përdoreni kuponin tuaj %1$s, që t’ia filloni me %2$s falas për vitin e parë!"],"Get %s free for one year!":["Merreni %s falas për një vit!"],"Upgrade your site to access additional features, including spam protection, backups, and priority support: <a>Upgrade now<\/a>":["Përmirësojeni sajtin tuaj që të shtoni veçori të tjera, përfshi mbrojtje nga mesazhe të padëshiruar, kopjeruajtje dhe asistencë me përparësi: <a>Përmirësojeni që tani<\/a>"],"Upgrade your site to access additional features, including spam protection, security scanning, and priority support: <a>Upgrade now<\/a>":["Përmirësoni sajtin tuaj që të përdorni veçori shtesë, përfshi mbrojtje nga mesazhe të padëshiruar, kontrolle sigurie dhe asistencë me përparësi: <a>Përmirësojeni që tani<\/a>"],"Upgrade your site to access additional features, including spam protection and priority support: <a>Upgrade now<\/a>":["Përmirësoni sajtin tuaj që të përdorni veçori shtesë, përfshi mbrojtje nga mesazhe të padëshiruar dhe asistencë me përparësi: <a>Përmirësojeni që tani<\/a>"],"Sell more and get more leads with the free Jetpack CRM plugin built specifically for WordPress.<br \/><ExternalLink>Learn more<\/ExternalLink>":["Shihni më tepër dhe përfitoni më tepër klientë, përmes shtojcës falas Jetpack CRM, krijuar enkas për WordPress.<br \/><ExternalLink>Mësoni më tepër<\/ExternalLink>"],"The Jetpack CRM product name, without the Jetpack prefix\u0004CRM":["CRM"],"Redeem":["Përdoreni kuponin"],"Remind me later":["Kujtoma më vonë"],"Redeem your coupon and get started with %s for free the first year! Never worry about losing your data, ever.":["Përdoreni kuponin tuaj dhe fillojani me %s falas për vitin e parë! Mos u shqetësoni më për humbje të të dhënave tuaja, kurrë."],"One free year of Jetpack Backup":["Një vit falas Kopjeruajtje Jetpack"],"Logo of %s who are offering a coupon in partnership with Jetpack":["Stemë e %s që po ofron një kupon në bashkëpunim me Jetpack-un"],"Jetpack Boost gives your site the same performance advantages as the world’s leading websites, no developer required.":["Jetpack Boost i jep sajtit tuaj të njëjtat përparësi funksionimi me ato të sajteve kryesues të botës, s’ka nevojë për programues."],"Jetpack Boost":["Jetpack Boost"],"Magnifying Glass":["Thjerrë Zmadhuese"],"Install %s":["Instalo %s"],"Plugin is installed & active.":["Shtojca është instaluar & aktive."],"Manage %s":["Administroni %s"],"Activating %s":["Po aktivizohet %s"],"Installing %s":["Po instalohet %s"],"Download the Jetpack iOS mobile app.":["Shkarkoni aplikacionin Jetpack iOS për celular."],"Apple App Store download badge.":["Stemë shkarkimi në Apple App Store."],"Download the Jetpack Android mobile app.":["Shkarkoni aplikacionin Jetpack për celular Android."],"Google Play Store download badge.":["Stemë shkarkimi në Google Play Store."],"1 free video available. Upgrade now to unlock more videos and 1TB of storage.":["1 video falas e gatshme. Përmirësojeni tani, që të shkyçni më tepër video dhe 1TB depozitë."],"You have used your free video. Upgrade now to unlock more videos and 1TB of storage.":["E keni përdorur videon tuaj falas. Përmirësojeni tani, që të shkyçni më tepër video dhe 1TB depozitë."],"<ExternalLink>View on WordPress.com<\/ExternalLink>":["<ExternalLink>Shiheni në WordPress.com<\/ExternalLink>"],"Comprehensive Site Security":["Siguri e Plotë Sajti"],"A shield and check mark representing the Jetpack Security Bundle":["Një mburojë dhe shenjë, që përfaqësojnë Paketë Sigurie Jetpack"],"Performance and Growth":["Funksionim dhe Fuqizim"],"The Jetpack Boost product name, without the Jetpack prefix\u0004Boost":["Boost"],"Configure search":["Formësoni kërkimin"],"View scan results":["Shihni përfundime kontrolli"],"View latest backup":["Shihni kopjeruajtjen e fundit"],"View my plans":["Shihni plane për ju"],"Configure my site":["Formësim i sajtit tim"],"Submit Feedback":["Parashtrojini Përshtypjet"],"Submitting…":["Po parashtrohet…"],"Navigation item.\u0004License":["Licencë"],"Navigation item.\u0004Activate a Product":["Aktivizoni një Produkt"],"View all purchases":["Shihni krejt blerjet"],"Got a license key? Activate it here.":["Keni kyç licence? Aktivizojeni këtu."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dTB<\/strong> of storage space.":["Kijeni mendjen të fjetur, me mbrojtje të plotë të sajtit. Keni <strong>%1$dTB<\/strong> hapësirë depozitimi.","Kijeni mendjen të fjetur, me mbrojtje të plotë të sajtit. Keni <strong>%1$dTB<\/strong> hapësirë depozitimi."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dGB<\/strong> of storage space.":["Kijeni mendjen të fjetur, me mbrojtje të plotë të sajtit. Keni <strong>%1$dGB<\/strong> hapësirë depozitimi.","Kijeni mendjen të fjetur, me mbrojtje të plotë të sajtit. Keni <strong>%1$dGB<\/strong> hapësirë depozitimi."],"Jetpack is the perfect companion plugin for WooCommerce - made by WordPress experts to make your store faster, safer, and to help grow your business.":["Jetpack-u është shtojca e përkryer shoqëruese për WooCommerce - krijuar nga ekspertë WordPress-i për ta bërë shitoren tuaj më të shpejtë, më të sigurt dhe për t’ju ndihmuar të fuqizoni biznesin tuaj."],"Jetpack and WooCommerce":["Jetpack dhe WooCommerce"],"Welcome to Jetpack! Security, Growth, & Performance tools for WordPress businesses":["Mirë se vini në Jetpack! Mjete Sigurie, Fuqizimi & Suksesi për biznese WordPress"],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Shtoni trafikun në sajtin tuaj përmes <ExternalLink>publikimesh dhe ndarjesh me të tjerë<\/ExternalLink> në rrjete shoqërore në mënyrë të automatizuar"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Bllokoni <ExternalLink>sulme hyrjesh me zor<\/ExternalLink> dhe merrni njoftim të menjëhershëm kur sajti nxirret nga funksionimi"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Përshpejtojeni sajtin tuaj dhe ofroni figura të gatshme për shfaqje në celular, përmes <ExternalLink>CDN-së tonë<\/ExternalLink>"],"Ad network access":["Hyrje në rrjet reklamash"],"Accept payments":["Pranoni pagesa"],"<strong>Free<\/strong> related posts":["Postime të afërta <strong>falas<\/strong>"],"<strong>Free<\/strong> social media tools":["Mjete mediash shoqërore <strong>falas<\/strong>"],"<strong>Free<\/strong> site stats":["Statistika sajti <strong>falas<\/strong>"],"Growth tools":["Mjete fuqizimi"],"Ad-free WordPress video hosting":["Strehim WordPress për video, pa reklama"],"Instant site search":["Kërkim i atypëratyshëm në sajt"],"<strong>Free<\/strong> SEO tools":["Mjete SEO <strong>falas<\/strong>"],"<strong>Free<\/strong> lazy image loading":["Ngarkim “lazy” <strong>falas<\/strong> për figurat"],"<strong>Free<\/strong> Content Delivery Network (CDN)":["Rrjet Shpërndarje Lënde (CDN) <strong>falas<\/strong>"],"Performance tools":["Mjete funksionimi"],"Comment and form spam protection":["Mbrojtje formularësh dhe komentesh nga mesazhe të padëshiruar"],"Automated malware scanning":["Kontrolle të automatizuara kundër malware-i"],"Full store & order backups":["Kopjeruajtje e plotë e shitores & porosive"],"<strong>Free<\/strong> brute force attack prevention":["Pengim sulmesh hyrjeje me zor <strong>falas<\/strong>"],"<strong>Free<\/strong> downtime monitoring":["Mbikëqyrje <strong>falas<\/strong>për ndalesa funksionimi"],"Security tools":["Mjete sigurie"],"Continue to Jetpack":["Vazhdoni me Jetpack-un"],"Redeem %s":["Përdoreni %s"],"Redeem your coupon and get started with %s for free the first year!":["Përdorni kuponin tuaj dhe fillojani me %s falas për vitin e parë!"],"Set up & redeem %s":["Ujdiseni & përdorni “%s”"],"Welcome to Jetpack %s traveler!":["Mirë se erdhe në Jetpack %s o rrugëtar!"],"An unknown error occurred during license activation. Please try again.":["Ndodhi një gabim i panjohur gjatë aktivizimit të licencës. Ju lutemi, riprovoni më vonë."],"This is not a valid license key. Please try again.":["Ky s’është kyç i vlefshëm licence. Ju lutemi, riprovoni."],"You're all set!":["Kaq qe!"],"Your product is active!":["Produkti juaj është aktiv!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Shijoni video të cilësisë së lartë, pa reklama, krijuar posaçërisht për WordPress-in."],"Jetpack VideoPress is active!":["Jetpack Videopress-i është aktiv!"],"Jetpack Security is active!":["Siguria me Jetpack është aktive!"],"Next, we'll help you customize the Search experience for your visitors.":["Në vazhdim, do t’ju ndihmojmë të përshtatni funksionimin e Kërkimit për vizitorët tuaj."],"Jetpack Search is active!":["Kërkimi me Jetpack është aktiv!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Kontrollet e sigurisë për ju mund t’i shihni te <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan-i është aktiv!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Mund të shihni kopjeruajtjet tuaja, kontrollet e sigurisë dhe të riktheni sajtin tuaj që nga <a>cloud.jetpack.com<\/a>. Nëse humbni hyrjen në sajtin tuaj, mund ta riktheni prej andej."],"Jetpack Complete is active!":["Jetpack Complete-i është aktiv!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Mund të shihni kopjeruajtjet tuaja dhe të riktheni sajtin tuaj që nga <a>cloud.jetpack.com<\/a>. Nëse humbni hyrjen në sajtin tuaj, mund ta riktheni prej andej."],"Jetpack Backup is active!":["Kopjeruajtjet me Jetpack janë aktive!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Do të kujdesemi ne për gjithçka nga këtu. Tani gëzojuni një sajti pa mesazhe të padëshiruar!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam është aktiv!"],"Do you need help? <a>Contact us.<\/a>":["Ju duhet ndihmë? <a>Lidhuni me ne.<\/a>"],"License key":["Kyç licence"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["Për kyçin tuaj të licencës, <strong>shihni te email-i juaj<\/strong>. Duhet ta keni marrë pasi bëtë blerjen tuaj."],"Add a license key":["Shtoni një kyç licence"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Pyetja juaj është parashtruar. <br\/>Faleminderit për mendimet tuaja se si mund të përmirësojmë Jetpack-un."],"Thank you!":["Faleminderit!"],"Skip for now":["Hëpërhë anashkaloje"],"Let us know what didn‘t work for you":["Na bëni të ditur ç’nuk eci me ju"],"Before you go, help us improve Jetpack":["Para se të largoheni, ndihmonani të përmirësojmë Jetpack-un"],"Stay connected":["Mbaje të lidhur"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Ju duhet ndihmë?<\/strong> Mësoni më tepër rreth <jpConnectionInfoLink>lidhjes së Jetpack-ut<\/jpConnectionInfoLink>, ose <jpSupportLink>lidhuni me asistencën e Jetpack-ut<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Po shkëputët Jetpack-un, këto s’do të funksionojnë më."],"Jetpack is currently powering multiple products on your site.":["Jetpack-u aktualisht mban në punë disa produkte në sajtin tuaj."],"Back to my website":["Mbrapsht te sajti im"],"No thank you":["Jo, faleminderit"],"Help us improve":["Ndihmonani të përmirësohemi"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Na vjen keq t’ju shohim të ikni. Këtu në Jetpack, përpiqemi përherë të japim më të mirën për klientët tanë. Ju lutemi, plotësoni pyetësorin tonë të shkurtër (2 minuta, ju premtojmë)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack-u u shkëput <br\/>me sukses."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack-u mban në punë shtojca të tjera në sajtin tuaj. Po e shkëputët, këto shtojca s’do të punojnë më."],"Loading recommendations":["Po ngarkohen rekomandime"],"Add %s":["Shtoni %s"],"\/month, paid yearly":["\/muaj, paguar një herë në vit"],"Popular upgrade":["Përmirësim popullor"],"Graphical illustration of product: %s":["Ilustrim grafik i produktit: %s"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Duke klikuar mbi butonin më poshtë, pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe me <shareDetailsLink>dhënie hollësish<\/shareDetailsLink> te WordPress.com-i."],"Example Archive Title\/Date":["Shembull Arkiv Titull\/Datë"],"Archive Title":["Titull Arkivi"],"14-day money-back guarantee":["Garanci kthimi parash deri pas 14 ditësh"],"Special introductory pricing, all renewals are at full price.":["Çmim special mirëseardhjeje, krejt rinovimet janë me çmimin e plotë."],"You now have access to these benefits:":["Tani mund të keni këto përfitime:"],"Your plan has been upgraded!":["Plani juaj u përmirësua!"],"Recommendations Product Purchased\u0004Configure your site":["Formësoni sajtin tuaj"],"Enable VideoPress":["Aktivizoni VideoPress-in"],"Jetpack VideoPress":["Jetpack VideoPress"],"High-quality, ad-free video built specifically for WordPress.":["Video e cilësisë së lartë, pa reklama, krijuar posaçërisht për WordPress-in."],"And more! <a>See all Jetpack features<\/a>":["Dhe më tepër! <a>Shihni krejt veçoritë e Jetpack-ut<\/a>"],"Let visitors share your content on social media":["Lejojuni vizitorëve të ndajnë me të tjerë në media shoqërore lëndë tuajën"],"Automatically share your content on social media":["Ndani vetvetiu me të tjerët në sajte mediash shoqërore lëndë tuajën"],"Connect your user account":["Lidhni llogarinë tuaj të përdoruesit"],"Unlock all the amazing features of Jetpack by connecting now":["Shkyçini krejt veçoritë e mahnitshme të jetpack-ut, duke e lidhur që tani"],"Unlock %s and more amazing features":["Çlironi %s më tepër veçori të shkëlqyera"],"Enhance your site with dozens of other features":["Përmirësojeni sajtin tuaj përmes dhjetëra veçorish të tjera"],"Get notifications if your site goes offline":["Merrni njoftime, nëse sajti juaj del jashtë funksionimi"],"Protect your site against bot attacks":["Mbrojeni sajtin tuaj nga sulme robotësh"],"Speed up your site with optimized images":["Përshpejtoni funksionimin e sajtit tuaj me figura të optimizuara"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["Sigurojeni dhe përshpejtojeni sajtin tuaj falas me mjete të fuqishme të Jetpack-ut për WordPress."],"<Button>Activate<\/Button> to engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. Try it for free.":["<Button>Aktivizojeni<\/Button>, që të angazhoni vizitorët tuaj me video të cilësisë së lartë, pa reklama. Kurseni kohë duke i ngarkuar videot drejt e nga përpunuesi WordPress. Provojeni falas."],"Connect your WordPress.com account to enable high-quality, ad-free video.":["Lidheni llogarinë tuaj WordPress.com, që të aktivizohen video me cilësi të lartë, pa reklama."],"Video storage used out of 1TB:":["Depozitim videosh i përdorur, nga 1TB gjithsej:"],"VideoPress is enabled and will optimize your videos for smooth playback on any device. To add a new video, upload it to the Media Library or Post Editor.":["VideoPress-i është i aktivizuar dhe do të optimizojë videot tuaja për luajtje të rrjedhshme në çfarëdo pajisjeje. Që të shtoni një video të re, ngarkojeni te Mediateka, ose Përpunuesi i Postimeve."],"Engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. With Jetpack VideoPress, you can customize your video player to deliver your message without the distraction.":["Angazhojini vizitorët tuaj me video të cilësisë së lartë, pa reklama. Kurseni kohë duke i ngarkuar videot drejt e nga përpunuesi WordPress. Me Jetpack VideoPress mund të përshtatni lojtësin tuaj të videove, për të përhapur mesazhin tuaj pa tërheqje të vëmendjes."],"Your site is new and may still be preparing backup configuration.":["Sajti juaj është i ri dhe mund të jetë ende duke përgatitur formësim kopjeruajtjesh."],"Loading…":["Po ngarkohet…"],"Over 5 million WordPress sites are faster and more secure":["Mbi 5 milionë sajte WordPress janë më të shpejtë dhe më të siguruar"],"An error occurred. Please try again.":["Ndodhi një gabim. Ju lutemi, riprovoni."],"Jetpack Logo":["Stemë Jetpack-u"],"Jetpack logo":["Stemë Jetpack-u"],"Your data is being securely backed up as you edit. You have <strong>%1$dTB<\/strong> of storage space.":["Të dhënat tuaja kopjeruhen në mënyrë të sigurt, dora-dorës që përpunoni. Keni <strong>%1$dTB<\/strong> hapësirë depozitimi.","Të dhënat tuaja kopjeruhen në mënyrë të sigurt, dora-dorës që përpunoni. Keni <strong>%1$dTB<\/strong> hapësirë depozitimi."],"Your data is being securely backed up as you edit. You have <strong>%1$dGB<\/strong> of storage space.":["Të dhënat tuaja kopjeruhen në mënyrë të sigurt, dora-dorës që përpunoni. Keni <strong>%1$dGB<\/strong> hapësirë depozitimi.","Të dhënat tuaja kopjeruhen në mënyrë të sigurt, dora-dorës që përpunoni. Keni <strong>%1$dGB<\/strong> hapësirë depozitimi."],"Jetpack Security":["Siguri Jetpack"],"Contact support":["Lidhuni me asistencën"],"Explore themes":["Eksploroni tema"],"Get access to professionally crafted themes offered on WordPress.com, & customize your site exactly how you like it.":["Përfitoni mundësi përdorimi temash të hartuara profesionalisht, të ofruara në WordPress.com & përshtateni sajtin tuaj pikërisht si e doni."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack-u hasi një gabim dhe s’qe në gjendje të shfaqë Pultin. Ju lutemi, provoni të rifreskoni faqen."],"Connect your WordPress.com account and upgrade to get a faster resolution to your support questions.":["Lidhni llogarinë tuaj WordPress.com dhe përmirësojeni, që të përfitoni zgjidhje më të shpejtë për pyetjet tuaja për asistencë."],"Button caption\u0004Apply license":["Apliko licencë"],"Button caption\u0004Applying…":["Po aplikohet…"],"Jetpack licence key":["Kyç licence Jetpack"],"If you have a Jetpack license key paste it here to queue it for activation. Once your license is processed your product will appear under \"My Plan\".":["Nëse keni një kyç licence Jetpack, hidheni këtu që të vihen në radhë për aktivizim. Pasi të përpunohet licenca juaj, produkti juaj do të shfaqet nën “Plani IM”."],"Jetpack License":["Licencë Jetpack"],"Error adding Jetpack license key.":["Gabim në shtim kyçi licence Jetpack."],"Jetpack license key added. It may take a minute for the license to be processed.":["Kyçi i licencës Jetpack u shtua. Mund të duhet një minutë që të përpunohen gjëra për licencën."],"Get the most out of Jetpack.":["Përfitoni maksimumin prej Jetpack-ut."],"Connect your WordPress.com account to upgrade and get Jetpack Search, which helps your visitors instantly find the right content – right when they need it.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për të pasur Jetpack Search, i cili i ndihmon vizitorët tuaj të gjejnë menjëherë lëndën e duhur – mu kur u duhet."],"Connect your WordPress.com account to upgrade and get automatic backups that keep your content safe.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për të pasur kopjeruajtje të automatizuara që e mbajnë lëndën tuaj të parrezik."],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms":["Për përmirësim dhe për të spastruar automatikisht mesazhe të padëshiruar nga komente dhe formularë, lidhni llogarinë tuaj WordPress.com"],"Connect your WordPress.com account to upgrade to Jetpack Scan and protect your site from security threats with automated scanning.":["Lidhni llogarinë tuaj WordPress.com për përmirësim me Jetpack Scan dhe për ta mbrojtur sajtin tuaj nga kërcënime sigurie përmes kontrolli të automatizuar."],"<Button>Connect your WordPress.com<\/Button> account to use this feature.":["Që të përdoret kjo veçori, <Button>lidhni llogarinë tuaj si përdorues WordPress.com-i<\/Button>."],"<Button>Connect your WordPress.com<\/Button> account to keep your site protected from malicious sign in attempts.":["<Button>Lidhni llogarinë tuaj WordPress.com<\/Button>, që ta mbani sajtin tuaj të mbrojtur nga përpjekje dashajeqe për hyrje."],"Connect your WordPress.com account for more metrics":["Për më tepër statistika, lidheni me llogarinë tuaj WordPress.com"],"Not now":["Jo tani"],"Connect to enable the WordPress.com toolbar.":["Që të aktivizohet paneli WordPress.com, bëni lidhjen."],"Connect to enable publishing via email.":["Që të aktivizohet botimi përmes email-i, bëni lidhjen."],"Google search":["Kërkim me Google"],"Expand to preview how the SEO settings will look for your homepage on Google, Facebook, and Twitter.":["Zgjerojeni, që të bëhet një paraparje se si do të duken rregullimet SEO në faqen tuaj hyrëse në Google, Facebook dhe Twitter."],"Maximum characters reached.":["U arrit maksimumi i shenjave."],"Front Page Meta Description":["Përshkrimi Meta i Faqes Ballore"],"Craft a description of your Website: up to 160 characters that will be used in search engine results for your front page, and when your website is shared on social media sites.":["Hartoni një përshkrim të sajtit tuaj: deri në 160 shenja që mund të përdoren në përfundime motorësh kërkimesh për faqen tuaj hyrëse dhe kur sajti jepet në sajte mediash shoqërore."],"Expand to edit your front page meta description.":["Që të përpunoni përshkrimin meta të faqes tuaj ballore, zgjerojeni."],"You can set the structure of page titles for different sections of your site. Doing this will change the way your site title is displayed in search engines, social media sites, and browser tabs.":["Mund të ujdisni strukturën e titujve të faqeve për pjesë të ndryshme të sajtit tuaj. Bërja e kësaj do të ndryshojë mënyrën se si shfaqet sajti juaj në motorë kërkimesh, sajte mediash shoqërore dhe skeda shfletuesish."],"Expand to customize the page title structures of your site.":["Që të përshtatni struktura titujsh faqesh në sajtin tuaj, zgjerojeni."],"Your SEO settings are managed by the following plugin: %s":["Rregullimet tuaja për SEO administrohen nga shtojca vijuese: %s"],"Preview: %s":["Paraparje: %s"],"Example Title":["Shembull Titulli"],"Tag or Category Name":["Emër Etikete ose Kategorie"],"Page Title":["Titull Faqeje"],"Post Title":["Titull Postimi"],"Tagline":["Përmbledhtas"],"Site Title":["Titull Sajti"],"Front Page":["Faqja Ballore"],"The Like button is a way for people on WordPress.com to show their appreciation for your content.":["Butoni Pëlqejeni është një mënyrë që njerëzit në WordPress.com të shfaqin vlerësimin për lëndën tuaj."],"Connect to add your social media accounts.":["Që të shtoni llogaritë tuaja prej mediash shoqërore, bëni lidhjen."],"Connect to enable WordPress.com Secure Sign-On.":["Që të aktivizohen Hyrje të Sigurta me WordPress.com, bëni lidhjen."],"Secure Sign-On":["Hyrje e Sigurt"],"Connect to set up your status alerts.":["Që të ujdisni sinjalizimet tuaja për gjendjen, bëni lidhjen."],"Connect to configure.":["Për ta formësuar, bëni lidhjen."],"Connect to manage your subscriptions settings.":["Që të administroni rregullimet tuaja të pajtimeve, bëni lidhjen."],"This feature is provided by the WordPress.com cloud. %s":["Kjo veçori jepet në reja WordPress.com. %s"],"Receive notifications about new likes and comments":["Merrni njoftime për pëlqime dhe komente të reja"],"Let your subscribers know when you post":["Lërini pajtimtarët tuaj ta dinë, kur postoni"],"Receive instant downtime alerts":["Merrni sinjalizime të menjëhershme për kohë mosfunksionimi"],"Disconnect your WordPress.com account":["Shkëputni llogarinë tuaj WordPress.com"],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për të spastruar automatikisht mesazhe të padëshiruar nga komente dhe formularë."],"Connect your WordPress.com account to upgrade and help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për t’i ndihmuar vizitorët të gjejnë shpejt përgjigje, përmes përfundimesh kërkimi të atypëratyshëm, që kanë lidhje me pyetjet dhe filtrimi të fuqishëm."],"Connect your WordPress.com account to upgrade and connect your site to Google Analytics.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për ta lidhur sajtin tuaj me Google Analytics."],"Connect your WordPress.com account to upgrade for automated scanning and one-click fixes keep your site ahead of security threats.":["Lidhni llogarinë tuaj WordPress.com për përmirësim me kontroll të automatizuar dhe ndreqje me një klikim, për ta mbajtur sajtin tuaj një hap para kërcënimeve të sigurisë."],"Connect your WordPress.com account to upgrade and save every change and get back online quickly with one-click restores.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për të ruajtur çdo ndryshim dhe për ta rikthyer në punë shpejt e shpejt përmes rikthimesh me një klikim."],"Connect your WordPress.com account to upgrade and generate income with high-quality ads.":["Lidhni llogarinë tuaj WordPress.com për përmirësim dhe për të prodhuar të ardhura përmes reklamash cilësore."],"A caption for a button to connect a user account to access paid features.\u0004Connect":["Lidhe"],"Recommendations skipped":["Rekomandime të anashkaluara"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["S’aktivizuat ndonjë veçori të rekomanduar. Që të përfitoni maksimumin e Jetpack-ut, aktivizoni disa rekomandime, ose eksploroni krejt veçoritë e Jetpack-ut."],"Recommendations enabled":["Rekomandime të aktivizuara"],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["Eksploroni paketa produktesh Jetpack me pagesë, ose zgjidhni dhe merrni saktësisht atë që ju duhet."],"Powerful security, performance, and marketing":["Siguri, punim dhe marketing i fuqishëm"],"Recommended premium product":["Produkte me pagesë të rekomanduar"],"Increase site growth with marketing":["Shtoni fuqizimin e sajtit përmes marketingut"],"Speed-enhancing performance tools":["Mjete funksionimi që rrisin shpejtësinë"],"Robust security to keep your site safe":["Siguri e fuqishme për ta mbajtur sajtin tuaj të parrezik"],"Google Play Store download badge":["Stemë shkarkimi në Google Play Store"],"Apple App Store download badge":["Stemë shkarkimi në Apple App Store"],"Manage security on Jetpack.com":["Administroni sigurinë në Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["Mundeni edhe të përfshini veçorinë Veprimtari, që të mbikëqyrni çdo ndryshim që ndodh në sajtin tuaj!"],"Did you know you can manage all your backups right from Jetpack.com?":["E dini se mund të administroni krejt kopjeruajtjet tuaja drejt e nga Jetpack.com?"],"Manage your security on Jetpack.com":["Administroni sigurinë tuaj në Jetpack.com"],"Enter your server credentials to enable one-click restores included in your plan.":["Që të aktivizoni rikthime me një klikim të përfshira në planin tuaj, jepni kredencialet tuaja për te shërbyesi."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["Përfitoni maksimumin e %s tuaj. Rikthimet me një klikim garantojnë se do të jeni në gjendje të riktheni lehtësisht sajtin tuaj, nëse diç shkon ters."],"Enable one-click restores":["Aktivizo rikthime me një klikim"],"Real-time Backups":["Kopjeruajtje të Aatypëratyshme"],"WooCommerce":["WooCommerce"],"Install":["Instaloje"],"Creative Mail":["Creative Mail"],"Install WooCommerce":["Instaloni WooCommerce-in"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["Kemi një partneritet me <strong>WooCommerce<\/strong> — një platformë eTregtie me burim të hapur, që mund të përshtatet, e ndërtuar për WordPress. Bëhet fjalë për gjithçka që keni nevojë për të filluar të shisni produkte që sot. <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["Do të donit që sajti juaj të ngrihet mbi WooCommerce?"],"Enable Site Accelerator":["Aktivizo Përshpejtues Sajti"],"Enable Related Posts":["Aktivizo Postime të Afërta"],"Displaying Related Posts at the end of your content keeps visitors engaged and on your site. <ExternalLink>Learn more<\/ExternalLink>":["Shfaqja e Postimeve të Afërta në fund të lëndës tuaj i mban vizitorët të angazhuar dhe në sajtin tuaj. <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["Do të donit që Postime të Afërta të shfaqen në fund të lëndës tuaj?"],"Enable Downtime Monitoring":["Aktivizo Mbikëqyrje Për Ndalesa Funksionimi"],"If your site ever goes down, Downtime Monitoring will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["Nëse sajti juaj del jashtë funksionimit, Mbikëqyrje Kohësh Mosfunksionimi do t’ju dërgojë një email, ose një njoftim push, për t’jua bërë të ditur. <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["Do të donit që Mbikëqyrje Kohësh Mosfunksionimi t’ju njoftojë, nëse sajti juaj del nga funksionimi?"],"Install Creative Mail":["Instaloni shtojcën Creative Mail"],"The Jetpack Newsletter Form combined with Creative Mail by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["Formulari për Buletin i Jetpack-ut, i ndërthurur me Creative Mail nga Constant Contact, mund t’ju ndihmojë të grumbulloni automatikisht pajtimtarë dhe t’u dërgoni email-e të hijshëm. <ExternalLink>Mësoni më tepër<\/ExternalLink>"],"Navigation item.\u0004Recommendations":["Rekomandime"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["Ju presin krejt veçoritë e fuqishme të Jetpack-ut dhe do t’ju rekomandojmë disa nga të parapëlqyerat tona."],"Jetpack offers support via community forums for any site without a paid product.":["Jetpack-u ofron asistencë përmes forumesh bashkësie për çfarëdo sajti pa një produkt me pagesë."],"No security threats found. Your site will continue to be monitored for future threats.":["S’u gjetën kërcënime sigurie. Do të vazhdohet të mbikëqyret sajti juaj për kërcënime të ardhshme."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["U gjet kërcënim sigurie. <a>Klikoni këtu<\/a> për ta ndrequr menjëherë.","U gjetën kërcënime sigurie. <a>Klikoni këtu<\/a> për t’i ndrequr menjëherë."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Që të mbroni sajtin tuaj nga kërcënime sigurie përmes kontrollesh të automatizuar, blini Jetpack Scan."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress-i s’është i instaluar, <a>ju lutemi, instalojeni<\/a>, që të aktivizohet kontroll i automatizuar për kërcënime sigurie."],"VaultPress is not active, <Button>please activate<\/Button> to enable automatic scanning for security for threats.":["VaultPress-i s’është aktiv, <Button>ju lutemi, aktivizojeni<\/Button>, që të aktivizohet kontroll i automatizuar për kërcënime sigurie."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress-i po ka vështirësi në kontroll. Ju lutemi, sigurohuni se <keyLink>është dhënë kyçi juaj i regjistrimit<\/keyLink>. Nëse ju duhet asistencë e mëtejshme, ju lutemi, <supportLink>lidhuni me ata të asistencës<\/supportLink>."],"Could not activate VaultPress.":["S’u aktivizua VaultPress-i."],"Activating VaultPress…":["Po aktivizohet VaultPress…"],"F Y":["F Y"],"F jS":["jS F"],"M j":["j M"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Rilidheni Jetpack-un"],"Click below to reconnect Jetpack":["Që të rilidhet Jetpack-u, klikoni më poshtë"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Këtë duhet ta bëni vetëm nëse jua këshillojnë testet Shëndet Sajti, ose Asistenca e Jetpack-ut."],"You’ve clicked a link to restore your Jetpack connection.":["Klikuat mbi një lidhje për rikthim të lidhjes tuaj Jetpack."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack-u u rilidh me sukses! Shëndetin e Lidhjes suaj Jetpack mund ta kontrolloni duke vizituar <a>mjetin Shëndet Sajti<\/a>."],"Your site is connected to Jetpack Backup.":["Sajti juaj është lidhur me Jetpack Backup-in."],"Your site is connected to VaultPress for backups.":["Sajti juaj është i lidhur te VaultPress-i për kopjeruajtje."],"Your site is connected to VaultPress for backups and security scanning.":["Sajti juaj është i lidhur me VaultPress-in për kopjeruajtje dhe kontrolle sigurie."],"Your site is connected to Jetpack Backup and Scan.":["Sajti juaj është lidhur me “Jetpack Backup and Scan”."],"Automatically clear spam from comments and forms.":["Spastroni automatikisht mesazhe të padëshiruar nga komentet dhe formularët."],"Connect your site to Google Analytics.":["Lidheni sajtin tuaj me Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Kontrolli i automatizuar dhe ndreqjet me një klikim e mbajnë sajtin tuaj një hap para kërcënimeve të sigurisë."],"Save every change and get back online quickly with one-click restores.":["Ruani çdo ndryshim dhe rikthehuni pa humbur kohë në linjë përmes rikthimesh me një klikim."],"Twitter profile image":["Figurë profili Twitter"],"Account Name":["Emër Llogarie"],"Activating…":["Po aktivizohet…"],"Installing…":["Po instalohet…"],"Jetpack Complete":["Jetpack Complete"],"Jetpack Security Real-Time":["Siguri Jetpack e AtypërAtyshme"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["Siguri shtesë për sajte me veprimtari 24\/7. E këshilluar për shitore eTregtie, ente lajmesh dhe forume internetore."],"Jetpack Security Daily":["Siguri Jetpack e Përditshme"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Shijoni mendje të qetë prej mbrojtje të plotë të sajtit. I goditur për sajte broshurash, restorante, blogje dhe sajte rezymesh."],"Could not activate Akismet.":["S’u aktivizua dot Akismet-i."],"Activating Akismet…":["Po aktivizohet Akismet-i…"],"It looks like your API key has been set globally.":["Duket sikur kyçi juaj API është ujdisur globalisht."],"A valid key has been set in your site's configuration.":["Te formësimi i sajtit tuaj është ujdisur një kyç i vlefshëm."],"There seems to be a problem with your website.":["Duket të jetë një problem me sajtin tuaj."],"More than 5 million WordPress sites trust Jetpack for their website security and performance.":["Jetpack-un e besojnë për sigurinë dhe funksionimin më shumë se 5 milionë sajte WordPress."],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack-u po e fuqizon sajtin tuaj, por për të përdorur krejt veçoritë e tij, do t’ju duhet të lidhni llogarinë tuaj me WordPress.com."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["Hëpërhë nën <a>Mënyrën Offline<\/a> (disa veçori janë të çaktivizuara) ngaqë: <reasons\/>"],"Your site URL is a known local development environment URL":["URL-ja e sajtit tuaj është një URL e njohur mjedisi vendor zhvillimi"],"The %s constant is defined":["Konstantja %s është e përcaktuar"],"The jetpack_development_mode filter is active":["Filtri jetpack_development_mode është aktiv"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["Plani juaj %2$s përfshin %1$s. Duket sikur bletë edhe produktin %3$s. Shihni mundësinë e heqjes së %3$s."],"Restore Connection":["Riktheni Lidhjen"],"Reconnecting Jetpack":["Rilidhje e Jetpack-ut"],"Welcome to <s>Jetpack %s<\/s>!":["Mirë se vini te <s>Jetpack %s<\/s>!"],"%1$s failed to activate. %2$s":["S’u arrit të aktivizohej %1$s. %2$s"],"Activating %s…":["Po aktivizohet %s…"],"Jetpack Scan <em>Daily<\/em>":["Skanim <em>Ditor<\/em> Jetpack"],"Connected as <span>%s<\/span>":["I lidhur si <span>%s<\/span>"],"<a>View backup details<\/a>.":["<a>Shihni hollësi kopjeruajtjeje<\/a>."],"Views: %s":["Parje: %s"],"Week of %s":["Java e %s"],"<button>View detailed stats<\/button>":["<button>Shihni statistika të hollësishme<\/button>"],"Referring to a number of comments\u0004All-time comments":["Komente gjatë krejt kohës"],"Referring to a number of page views\u0004All-time views":["Parje gjatë krejt kohës"],"%s View":["%s Parje","%s Parje"],"Referring to a number of page views\u0004Best overall day":["Dita më e mirë"],"Referring to a number of page views\u0004Views today":["Parje sot"],"%s has been disabled by a site administrator.":["%s është çaktivizuar nga një përgjegjës sajti."],"<button1>Auto verify with Google<\/button1><span>or<\/span><button2>Manually verify with Google<\/button2>":["<button1>Verifikojeni automatikisht me Google<\/button1><span>ose<\/span><button2>Verifikojeni dorazi me Google<\/button2>"],"Site failed to verify: %s":["Dështoi verifikimi i sajtit: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["Te “Përmirësojeni”"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["Te “Celular”"],"Unavailable in Offline Mode":["S’mund të kihet nën Mënyrën Offline"],"<a>Contact Support<\/a>":["<a>Lidhuni Me Asistencën<\/a>"],"<a>View details<\/a>":["<a>Shihni hollësitë<\/a>"],"Uh oh, %s threat found.":["Uh oh, u gjet %s kërcënim.","Uh oh, u gjetën %s kërcënime."],"Unavailable in Offline Mode.":["S’mund të kihet nën Mënyrën Offline."],"Jetpack Backup <em>Real-Time<\/em>":["Kopjeruajtje Jetpack e <em>e AtypërAtyshme<\/em>"],"Jetpack Backup <em>Daily<\/em>":["Kopjeruajtje Jetpack e <em>Përditshme<\/em>"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s është çaktivizuar nga një përgjegjës sajti. <link>Mësoni më tepër<\/link>."],"Error updating settings. %s":["Gabim në përditësim rregullimesh. %s"],"Connect your WordPress.com account":["Lidhni llogarinë tuaj WordPress.com"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Duket të ketë një problem me lidhjen tuaj me WordPress.com-in. Nëse problemi vazhdon, provoni të rilidheni."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Spastroni në mënyrë të automatizuar prej komenteve dhe formularëve mesazhe të padëshiruar. Kurseni kohë, merrni më shumë përgjigje, ofrojuni vizitorëve tuaj funksionim më të mirë – gjithçka pa luajtur fare gishtin."],"Has a video.":["Ka video."],"Tag":["Etiketë"],"Post":["Postim"],"Page":["Faqe"],"Has an image.":["Ka figurë."],"Has multiple images.":["Ka figura të shumta."],"Toggle search filters.":["Shfaq\/Fshih filtra kërkimi."],"Matching comment.":["Koment me përputhje."],"Show filters":["Shfaq filtra"],"Is a product.":["Është produkt."],"Is an event.":["Është veprimtari."],"Has audio.":["Ka audio."],"Connection Error, please reconnect.":["Gabim Lidhjeje, ju lutemi, rilidheni."],"Customize your ads.txt file":["Përshtatni kartelën tuaj ads.txt"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["Ads.txt (Shitës Dixhitalë të Autorizuar) është një mekanizëm që u lejon të zotëve të lëndës të deklarojnë se cilët janë të autorizuar të shesin inventarin e tyre të reklamave. Është një listë formale e partnerëve të reklamës që mbuloni si botues."],"If you enable targeted advertising in all US states, you are required to place a \"Do Not Sell or Share My Personal Information\" link on every page of your site where targeted advertising will appear. You can use the <widgetLink>Do Not Sell Link Widget<\/widgetLink>, or the <code>[privacy-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["Nëse aktivizoni reklama që synojnë dikë a diçka në krejt shtetet e ShBA-s, jeni të detyruar të vendosni një lidhje “Mos Shitni ose Ndani Me të Tjerë të Dhënat e Mia Personale” në çdo faqe të sajtit tuaj ku do të shfaqet reklamë që synon dikë a diçka. Për ta vendosur automatikisht këtë lidhje në sajtin tuaj, mund të përdorni <widgetLink>Do Not Sell Link (CCPA) Widget<\/widgetLink>, ose kodin e shkurtër <code>[ccpa-do-not-sell-link]<\/code>. Vini re: lidhja do t’u shfaqet përherë përgjegjësve që kanë bërë hyrjen në llogarinë e tyre, pavarësisht gjeovendëzimit."],"Do Not Sell Link":["Lidhje “Do Not Sell”"],"Always allowed IP addresses":["Adresa IP të lejuara përgjithnjë"],"Add to Always Allowed list":["Shtoje te listë të Lejuarash Përgjithnjë"],"Privacy Policy URL":["URL Rregullash Privatësie"],"Back":["Mbrapsht"],"Sign Up":["Regjistrohuni"],"Threat":["Kërcënim","Kërcënime"],"Subscriptions":["Pajtime"],"Site Accelerator":["Përshpejtues Sajti"],"Downtime Monitoring":["Mbikëqyrje Për Ndalesa Funksionimi"],"Navigation item.\u0004Set up":["Ujdise"],"Show comments area in carousel":["Shfaq në rrotullame fushë komentesh"],"Disconnecting…":["Po shkëputet…"],"Jetpack Scan":["Kontroll Jetpack"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Kontrolli i automatizuar dhe ndreqjet me një klikim e mbajnë sajtin tuaj një hap para kërcënimeve të sigurisë."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Ndihmojini vizitorët të gjejnë përgjigje pa humbur kohë, me përfundime kërkimi të atypëratyshme dhe me kuptim, si dhe me filtrim të fuqishëm."],"share your experience":["na tregoni rastin tuaj"],"Other:":["Tjetër:"],"Troubleshooting - I'll be reconnecting afterwards.":["Ndreqje defektesh - Do ta rilidh më vonë."],"I don't know what it does.":["S’di se ç’bën."],"It's buggy.":["Ka defekte."],"It slowed down my site.":["Më ngadalëson sajtin."],"I can't get it to work.":["S’e bëj dot të funksionojë."],"Continue":["Vazhdo"],"The Jetpack Backup status could not be retrieved at this time.":["Gjendja e Kopjeruajtjes Jetpack s’mund të merret në këtë çast."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["Gjendja e Kopjeruajtjes Jetpack dhe e Kontrollit s’mund të merret në këtë çast."],"Oops!":["Oooh!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Kërkimi i atypëratyshëm u lejon vizitorëve tuaj të marrin përfundime kërkim sapo fillojnë të shtypin. Në u çaktivizoftë, Jetpack Search do ta optimizojë kërkimin tuaj prapëseprapë, pro vizitorëve do t’u duhet të parashtrojnë një kërkesë kërkimi, përpara se të shohin ndonjë përfundim."],"Enable instant search experience (recommended)":["Aktivizoni kërkim të atypëratyshëm (e rekomanduar)"],"Enable Search":["Aktivizo Kërkimin"],"Customize Search":["Përshtateni Kërkimin"],"Relevant search results and filtering tightly integrated with your theme.":["Përfundime me kuptim kërkimi dhe filtrim i integruar fort me temën tuaj grafike."],"Instant search and filtering":["Kërkim dhe filtrim i atypëratyshëm"],"A Jetpack Site with the power of Jetpack Search":["Një Sajt Jetpack me fuqinë e Kërkimit Jetpack"],"<Button>Activate<\/Button> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["<Button>Aktivizojeni<\/Button> që t’i ndihmoni vizitorët të gjejnë përgjigje pa humbur kohë, me përfundime kërkimi të atypëratyshme dhe me kuptim, si dhe me filtrim të fuqishëm."],"We are backing up your site daily.":["Për sajtin tuaj po bëjmë kopjeruajtje të përditshme."],"Fast, highly relevant search results and powerful filtering.":["Përfundime të shpejta kërkimi, me kuptim, si dhe me filtrim të fuqishëm."],"Search supports many customizations. ":["Kërkimi mbulon mjaft përshtatje. "],"Customize your Search experience.":["Përshtatni punimin e Kërkimit."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["I fuqishëm dhe i përshtatshëm sa s’besohet, Jetpack Search i ndihmon vizitorët tuaj të gjejnë aty për aty lëndën e duhur – mu kur u duhet."],"Error":["Gabim"],"real-time backups":["kopjeruajtje të atypëratyshme"],"daily backups":["kopjeruajtje të përditshme"],"Renews on %s.":["Rinovohet më %s."],"Purchased on %s.":["Blerë më %s."],"Settings header\u0004Jetpack Backup":["Kopjeruajtje Jetpack"],"Jetpack Backup is being configured for your site.":["Kopjeruajtja Jetpack për sajtin tuaj po formësohet."],"Settings header\u0004Anti-spam":["Anti-spam"],"Daily Backups":["Kopjeruajtje të Përditshme"],"My Products":["Produktet e Mi"],"My Plan":["Plani Im"],"Your data is being securely backed up as you edit.":["Të dhënat tuaja kopjeruhen në mënyrë të sigurt dora-dorës që përpunoni."],"Your data is being securely backed up every day with a 30-day archive.":["Të dhënat tuaja kopjeruhen në mënyrë të sigurt çdo ditë te një arkiv tridhjetëditor."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["Jetpack Me Pagesë"],"Jetpack Personal":["Jetpack Personal"],"Jetpack Free":["Jetpack Falas"],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack-u ka mjaft mjete të fuqishme që mund t’ju ndihmojnë të arrini synimet tuaja"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack-u është duke mbajtur në punë veçori në sajtin tuaj. Pasi ta shkëputni Jetpack-un, këto veçori s’do të mund të përdoren dhe sajti juaj mund të mos funksionojë si tani."],"Are you sure you want to disconnect?":["Jeni i sigurt se doni të shkëputet?"],"Notice in the empty statistics chart\u0004No activity this period":["S’ka veprimtari për këtë periudhë"],"We back up your website with every change you make, making it easy to fix your mistakes.":["E kopjeruajmë sajtin tuaj pas çdo ndryshimi që bëni, duke e bërë të lehtë ndreqjen e gabimeve tuaja."],"Automated real-time backups":["Kopjeruajtje të automatizuara të atypëratyshme"],"We back up your website every day, so you never have to worry about your data again.":["E kopjeruajmë sajtin tuaj çdo ditë, që të mos ju duhet të çani më kokën mbi të dhënat tuaja."],"Automated Daily Backups":["Kopjeruajtje të Përditshme të Automatizuara"],"View your backups":["Shihni kopjeruajtjet tuaja"],"A Jetpack Site securely backed up with Jetpack Backup":["Një Sajt Jetpack i kopjeruajtur me siguri me Kopjeruajtje Jetpack"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Përdorni sintaksë Markdown për të hartuar lëndë me lidhje, lista dhe elementë të tjerë stili. Ky rregullim aktivizon Markdown te Përpunuesi Klasik, si edhe brenda një blloku Përpunuesi Klasik."],"<Button>Activate<\/Button> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["<Button>Aktivizojeni<\/Button> që të optimizohen madhësitë e figurave dhe që ato të ngarkohen që nga rrjeti i shpejtë global i shërbyesve Jetpack. Kjo përmirëson funksionimin e sajtit tuaj në desktop dhe në pajisje celulare."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack-u po i optimizon madhësitë e figurave tuaja dhe shpejtësinë e shkarkimit për to duke përdorur rrjetin tonë të shpejtë global të shërbyesve. Kjo përmirëson funksionimin e sajtit tuaj në desktop dhe në pajisje celulare."],"Image Accelerator":["Përshpejtues Figurash"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Plani juaj Jetpack furnizon mbrojtje kundër mesazhesh të padëshiruar përmes Akismet-it. Klikoni mbi “ujdiseni” që të aktivizohet në sajtin tuaj."],"Brute force protection":["Mbrojtje nga hyrjet me zor"],"Verifying…":["Po verifikohet…"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Ofroni lexim të rrjedhshëm, të pandërprerë, përmes ngarkimit të më tepër lënde, dora-dorës që vizitorët rrëshqasin drejt fundit të faqeve tuaja të arkivit."],"Settings header\u0004WP.me Shortlinks":["Lidhje të Shkurtuara WP.me"],"Customize your SEO settings":["Përshtatni rregullimet tuaja për SEO"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Merrni në dorë kontrollin e mënyrës se si motorët e kërkimeve paraqesin sajtin tuaj. Me mjetet SEO të Jetpack-ut mund të parashihni se si do të duket lënda juaj në motorë të njohur kërkimesh dhe të ndryshoni brenda pak sekondash elementë të tillë si emri i sajtit tuaj dhe motoja e tij."],"A caption for a button to cancel an action.\u0004Cancel":["Anuloje"],"Send your new posts to this email address:":["Dërgojini postimet tuaja të reja te kjo adresë email:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["Postimi përmes email-i është një rrugë e shpejtë për të botuar postime të reja pa vizituar sajtin tuaj. Do të prodhojmë për ju një adresë email unike ku të dërgoni lëndë tuajën, e cila mandej shfaqet në sajtin tuaj si çfarëdo postimi tjetër."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["Paneli WordPress.com zëvendëson panelin parazgjedhje të përgjegjësit në WordPress. Ofron hyrje me një klikim te njoftime, te profili juaj WordPress.com dhe sajte të tjerë tuajt Jetpack dhe WordPress.com. Mund të shihni edhe të rejat në sajte që ndiqni në Lexues."],"Verify site ownership with third party services":["Verifikoni pronësi sajti me shërbime palë të treta"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Përfshini te shtylla juaj e përgjegjësi një grafik të vockël me një pamje të trafikut gjatë 48 orëve"],"Expand to update settings for how visits are counted and manage who can view this information.":["Zgjerojeni që të përditësoni rregullimet se si numërohen dhe administrohen ata që mund të shohin këto të dhëna."],"Generate shortened URLs for simpler sharing.":["Prodhoni URL të shkurtuara për ndarje më të lehtë me të tjerët."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Mbajini aktivë vizitorët tuaj me lëndë të përafërt në fund të çdo postimi. Këto rregullime nuk do të zbatohen mbi <a>postime të përafërta të shtuara duke përdorur përpunuesin me blloqe<\/a>."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Veçoria i ndihmon vizitorët të gjejnë më tepër nga lënda juaj, duke shfaqur postime të afërta në fund të çdo postimi."],"WordAds automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["WordAds prodhon automatikisht një <link1>ads.txt<\/link1> qepur enkas për sajtin tuaj. Nëse ju duhet të shtoni zëra të tjerë për rrjete të tjerë, ju lutemi, shtojini në hapësirën më poshtë, një për rresht. <link2>Për më tepër hollësi, shihni këtu<\/link2>."],"Add sharing buttons to your posts and pages":["Shtoni te postimet dhe faqet tuaja butona për ndarjen e tyre me të tjerë"],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Shtoni butona ndarjesh me të tjerë, që kështu vizitorët të mund të ndajnë në media shoqërore postime dhe faqe tuajat me një a dy klikime të shpejta."],"You can customize the sharing buttons and choose which services to display.":["Butonat e ndarjeve me të tjerë mund t’i përshtatni dhe të zgjidhni cilat shërbimet të shfaqen."],"Share your content to social media, reaching new audiences and increasing engagement.":["Ndani lëndë tuajën me të tjerë në media shoqërore, duke mbërritur te publik i ri dhe duke shtuar tërheqjen e tij."],"Settings header, noun.\u0004WordPress.com login":["Hyrje me WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Merrni sinjalizime, nëse sajti juaj del jashtë funksionimi. Do t’ju njoftojmë edhe kur rikthehet në punë."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Sajti juaj mbrohet me Jetpack. Nëse ka diçka që lyp vëmendje, do të njoftoheni."],"Search support docs":["Kërkoni te dokumentime asistence"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Ju duhet ndihmë? Mësoni rreth si t’ia fillohet, rreth përshtatjes së sajtit tuaj, përdorimit të copëzave të thelluara të kodit, etj."],"Start sharing":["Filloni të ndani me të tjerët"],"Optimized performance":["Funksionim i optimizuar"],"Enable the “subscribe to comments” option on your comment form":["Aktivizoni mundësinë “pajtohuni te komentet” te formulari juaj i komenteve"],"Enable the “subscribe to site” option on your comment form":["Aktivizoni mundësinë “pajtohuni te sajti” te formulari juaj i komenteve"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Administroni rregullime të thelluara komentesh dhe shtoni publikun tuaj përmes pajtimeve me email."],"Comment form introduction":["Hyrje në formularë komentesh"],"Scan":["Skanoje"],"Never worry about losing your site – automatic backups keep your content safe.":["Mos u shqetësoni më se mos humbni sajtin tuaj – kopjeruajtjet e automatizuara e mbajnë të parrezik lëndën tuaj."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Jetpack Anti-spam bazuar në Akismet. Parashtrimet e komenteve dhe të formularëve të kontakteve kontrollohen përkundër bazës tonë globale të të dhënave për mesazhe të padëshiruar."],"Anti-spam":["Anti-spam"],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Në merak për sigurinë? Merrni kopjeruajtje, ndreqje të automatizuara të sigurisë, etj: <a>Përmirësojeni tani<\/a>"],"Plugin icon":["Ikonë shtojce"],"Link to learn more about Jetpack.\u0004About":["Rreth"],"Allow readers to like individual comments.":["Lejoju lexuesve të pëlqejnë komente individuale."],"Enable comment likes.":["Aktivizo pëlqime komentesh."],"Allow readers to use markdown in comments.":["Lejojuni përdoruesve të përdorin formatim Markdown në komente."],"Show Gravatar hovercards alongside comments.":["Shfaq skeda Gravatari krah komentesh."],"%d character":["%d shenjë","%d shenja"],"About Jetpack":["Mbi Jetpack-un"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google-i do t’ju dërgojë email lidhur me disa akte që ndodhin në sajtin tuaj, përfshi tregues se sajti juaj është <a1>hack-uar<\/a1>, ose probleme me <a2>kapjen, ose indeksimin<\/a2> e sajtit tuaj."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["Vëzhgoni trafikun dhe funksionimin e sajtit tuaj që nga <a>Konsol Kërkimesh Google<\/a>."],"Your site is verified with Google":["Sajti juaj është verifikuar me Google"],"New in Jetpack %s":["E re në Jetpack %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Ky sajt s’mund të lidhet te WordPress.com, ngaqë cenon <a>Kushtet tona të Shërbimit<\/a>."],"Create account":["Krijo llogari"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Module"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Aktivizoni dukshmëri widget-esh që të shfaqen widget-e vetëm në postime apo faqe të caktuara"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Dukshmëria e widget-eve ju lejon të vendosni cilët widget-e duken dhe te cilat faqe, që kështu të përimtoni lëndën e lidhur me widget-et."],"Make extra widgets available for use on your site including subscription forms and more":["Ofroni për përdorim në sajtin tuaj widget-e ekstra, përfshi formularë pajtimesh, etj"],"Settings header\u0004Widgets":["Widget-e"],"Enhance CSS customization panel":["Thelloni më tej panelin e përshtatjes së CSS-së"],"Compose content the way you want to and streamline your publishing experience.":["Hartoni lëndë sipas mënyrë që doni dhe thjeshtoni punën tuaj me botimet."],"Writing":["Të shkruarit"],"Add a portfolio item":["Shtoni objekt portofoli"],"Add a testimonial":["Shtoni një përshtypje"],"Compose using shortcodes to embed media from popular sites":["Hartoni duke përdorur kode të shkurtër për të trupëzuar media nga sajte popullorë"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Përsëdytni postime, faqe, Dëshmi dhe portofola ekzistues. Do të kopjohet krejt lënda e tyre, përfshi tekst, figura të zgjedhura, rregullime ndarjeje me të tjerët, etj."],"Maximize your site’s visibility in search engines and view traffic patterns in real time.":["Maksimizoni dukshmërinë e sajtit tuaj për motorët e kërkimeve dhe shihni aty për aty prirje trafiku."],"Traffic":["Trafik"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Kur reklamat janë të aktivizuara, Jetpack-u prodhon vetvetiu një ads.txt të përshtatur enkas për sajtin tuaj."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Lidheni sajtin tuaj te rrjete mediash shoqërore që përdorni dhe ndajeni lëndën tuaj me të tjerët në krejt llogaritë tuaja shoqërore me një klikim të vetëm. Kur botoni një postim, do të duket në krejt llogaritë tuaja të lidhura."],"Add Like buttons to your posts and pages":["Shtoni te postimet dhe faqet tuaja butona Pëlqimi"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Shtojini sajtit tuaj një shkallë sigurie ekstra duke aktivizuar hyrje dhe mirëfilltësim të sigurt që nga WordPress.com-i. Nëse keni sajte të shumtë me këtë mundësi të aktivizuar, do të jeni në gjendje të hyni në cilindo prej tyre me të njëjtat kredenciale."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["Jetpack-u do të mbikëqyrë vazhdimisht sajtin tuaj dhe do t’ju njoftojë kur të pikasë mosfunksionim."],"Awaiting credentials":["Në pritje të kredencialeve"],"Backups and Scan are being configured for your site.":["Kopjeruajtjet dhe Kontrollet për sajtin tuaj po formësohen."],"Provisioning":["“Fedora %(rel)s më jep bar"],"Action needed":["Lypset veprim"],"Setting up":["Po rregullohet"],"Speed up static file load times":["Përshpejtoni kohët e ngarkimit të kartelave statike"],"Speed up image load times":["Përshpejtoni kohët e ngarkimit të figurave"],"Enable site accelerator":["Aktivizoni përshpejtues sajti"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Ngarkojini faqet më shpejtë, përmes lejimit të Jetpack-ut të optimizojë figurat tuaja dhe t’i shërbejë ato dhe kartelat statike (të tilla si ato CSS dhe JavaScript) nga rrjeti ynë global i shërbyesve."],"Error enabling Site accelerator. %s":["Gabim gjatë aktivizimi të përshpejtuesit të Sajtit. %s"],"Site accelerator is now speeding up your site!":["Përshpejtuesi i sajtit tani po e përshpejton sajtin tuaj!"],"Enabling Site accelerator…":["Po aktivizohet përshpejtues Sajti…"],"Error disabling site accelerator. %s":["Gabim gjatë çaktivizimit të përshpejtuesit të sajtit. %s"],"Site accelerator is no longer speeding up your site!":["Përshpejtuesi i sajtit s’e përshpejton më sajtin tuaj!"],"Disabling site accelerator…":["Po çaktivizohet përshpejtues sajti…"],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Ngarkoni faqet më shpejt, optimizoni figurat dhe përshpejtoni funksionimin për vizitorët tuaj."],"Spam filtering and priority support.":["Filtrim mesazhesh të padëshiruar dhe asistencë me përparësi."],"Welcome to Jetpack Scan!":["Mirë se vini te Kontroll Jetpack-u!"],"Support documentation":["Dokumentim asistence"],"Chat bubbles representing getting in touch with support":["Flluska fjalosjesh që ilustrojnë lidhjen me asistencën"],"Site activity":["Veprimtari sajti"],"Reach a wider audience by automatically sharing your posts on social media.":["Mbërrini te më shumë publik, përmes ndarjes së vetvetishme me të tjerët të postimeve tuaja në media shoqërore."],"Increase traffic to your site":["Shtoni trafikun në sajtin tuaj"],"A wide variety of themes and tools to customize a site":["Një larmi e madhe temash dhe mjetesh për përshtatjen e një sajti"],"Set up your site security":["Ujdisni sigurinë e sajtit tuaj"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Parandaloni sulme për hyrje dhe merrni njoftime të menjëhershme, kur ka një problem me sajtin tuaj."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Planifikoni që më parë botimin për një numër të pakufizuar postimesh në Twitter, Facebook apo shërbime të tjera."],"Marketing automation":["Automatizim marketingu"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Plotësojini statistika e WordPress.com-it me vështrimin e thelluar të Google-it mbi vizitorët tuaj dhe rregullsitë e trafikut."],"Jetpack Stats showing an evolution in traffic and engagement":["Statistika Jetpack ku shfaqet ecuri trafiku dhe angazhimi"],"Activate Jetpack Social":["Aktivizoni Jetpack Social"],"Start earning":["Filloni të fitoni"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["WordAds ju lë të fitoni para përmes shfaqjes së lëndës promocionale. Filloni të fitoni që sot."],"A chart showing an healthy increase in earnings":["Grafik që shfaq një shtim të shëndetshëm në fitime"],"View your site activity":["Shihni veprimtari në sajtin tuaj"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Shihni një listë kronologjike të krejt ndryshimeve dhe përditësimeve të sajtit tuaj, në një mënyrë të sistemuar dhe të kuptueshme."],"Interface showing a chronological list of changes and updates in a site":["Ndërfaqe ku shfaqet një listë kronologjike ndryshimesh dhe përditësimesh në një sajt"],"High-speed, high-definition video hosting with no third-party ads.":["Video HD, me shpejtësi transmetimi të lartë, pa reklama nga palë të treta."],"A cloud with multiple types of content floating around it":["Një re me lloje të shumta lënde pezull përreth"],"Spam is automatically blocked from your comments.":["Mesazhet e padëshiruar bllokohen automatikisht në komentet tuaja."],"A folder holding real comments":["Dosje që përmban komente të njëmendta"],"Make your site faster":["Bëjeni sajtin tuaj më të shpejtë"],"Load pages faster by serving your images from our global network of servers.":["Ngarkojini faqet më shpejt, duke i shërbyer figurat tuaja që prej shërbyesve të rrjetit tonë global."],"A fast and performant website":["Sajt i shpejtë dhe që punon"],"View settings":["Shihni rregullimet"],"A secure site, locked and protected by Jetpack":["Sajt i siguruar, i kyçur dhe i mbrojtur nga Jetpack-u"],"Discussion":["Diskutim"],"We are configuring your site protection.":["Po formësojmë mbrojtjen e sajtit tuaj."],"Manage security settings":["Administroni rregullime sigurie"],"View your site's backups":["Shihni kopjeruajtjet e sajtit tuaj"],"Enter credentials":["Jepni kredenciale"],"We are configuring your site's backups.":["Po formësojmë kopjeruajtjet e sajtit tuaj."],"View site activity":["Shihni veprimtari sajti"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack-u ruan një regjistër të plotë të gjithçkaje që ndodh në sajtin tuaj, duke mos lënë vend për hamendësime gjatë administrimit, diagnostikimit dhe ndreqjes së sajtit tuaj."],"Site is verified":["Sajti është verifikuar"],"There was an error testing Jetpack. Error: %s":["Pati një gabim gjatë testimit të Jetpack-ut. Gabim: %s"],"Testing Jetpack Connection":["Po kontrollohet Lidhja me Jetpack-un"],"Navigation item.\u0004Performance":["Funksionim"],"Navigation item.\u0004My Plan":["Plani Im"],"Enable":["Aktivizoje"],"Test your site’s compatibility with Jetpack.":["Provoni përputhshmërinë mes sajtit tuaj dhe Jetpack-ut."],"Privacy information":["Informacion Privatësie"],"Enable Lazy Loading for images":["Aktivizo “Lazy Loading” për figurat"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Funksioni <em>lazy-loading<\/em> për figurat do të përmirësojë shpejtësinë e sajtit tuaj dhe krijojë për përdoruesin pamje të rrjedhshme. Figurat do të ngarkohen dora-dorës që vizitorët rrëshqasin poshtë nëpër ekran, në vend se të tëra njëherësh."],"Performance & speed":["Punim & shpejtësi"],"Carousel color scheme":["Skemë ngjyrash Rrotullameje"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Të dhënat Exif u shfaqin parësve hollësi teknike shtesë të një fotoje, të tilla si rrezja vatrore, hapja e diafragmës dhe ISO."],"Show photo Exif metadata in carousel (when available)":["Shfaq te rrotullamja tejtëdhëna fotosh Exif (në pastë)"],"Display images in a full-screen carousel gallery":["Te galeria rrotullame figurat shfaqi në madhësi të plotë"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Krijoni rrotullame diapozitivash sa krejt ekrani për figurat në postime dhe faqe tuajat. Galeritë rrotullame janë të përshtatshme për celularin dhe i nxitin vizitorët e sajtit të ndërveprojnë me fotot tuaja."],"Portfolios shortcode: [portfolio]":["Kod i shkurtër për portofola: [portfolio]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["Përdorni në sajtin tuaj <portfolioLink>portofola<\/portfolioLink>, për të nxjerrë në pah ajkën e punës tuaj. Nëse tema juaj grafike nuk mbulon Jetpack Portfolios, për shfaqjen e tyre në sajtin tuaj mundeni prapëseprapë të përdorni një kod të shkurtër."],"Testimonials shortcode: [testimonials]":["Kod i shkurtër për përshtypje: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Shtoni te sajti juaj <testimonialLink>përshtypje<\/testimonialLink> që të tërhiqni klientë të rinj. Nëse tema juaj grafike nuk mbulon Jetpack Testimonials, për shfaqjen e tyre në sajtin tuaj mundeni prapëseprapë të përdorni një kod të shkurtër."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["Motorët e kërkimit s’mund të përdorin sajtin tuaj këtë çast. Nëse doni ta bëni sajtin tuaj të përdorshëm prej tyre, shihni <a>rregullimet tuaja për Lexim<\/a> dhe kalojeni “Dukshmëri Për Motorë Kërkimesh” në vlerën <em>on<\/em>."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Lajme të mira: Jetpack-u po e dërgon hartën e sajtit tuaj vetvetiu te krejt motorët kryesorë të kërkimeve, për indeksim."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Hartat e sajteve janë kartela që motorë kërkimi, të tillë si Google, ose Bing i përdorin për të indeksuar sajtin tuaj. Ato mund të ndihmojnë të përmirësohet vendi juaj në renditje përfundimesh kërkimesh. Kur e aktivizoni këtë veçori, Jetpack-u do të krijojë për ju harta sajti dhe do t’i përditësojë ato vetvetiu kur lënda në sajt ndryshon."],"Configure related posts in the Customizer":["Formësoni postime të afërta te Përshtatësi"],"Show a thumbnail image where available":["Shfaq një figurë miniaturë kur të ketë"],"Highlight related content with a heading":["Nxirre në pah lëndën e përafërt përmes një stili kryesh"],"View security scan details":["Shihni hollësi kontrolli sigurie"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["Për më tepër të dhëna se si veçori të caktuara të Jetpack-ut përdorin të dhëna dhe gjurmojnë veprimtari, ju lutemi, shihni te <privacyCenterLink>Qendra jonë e Privatësisë<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Përdorim mjete të tjera gjurmimi, përfshi disa të tillë nga palë të treta. <cookiePolicyLink>Lexoni rreth tyre<\/cookiePolicyLink> dhe se si t’i mbani nën kontroll."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Këto të dhëna na ndihmojnë të përmirësojmë produktet tona, ta bëjmë marketingun më specifik për ju, më personal punimin tuaj në WordPress.com, etj, siç përshkruhet hollësisht te <pp>rregullat tona mbi privatësinë<\/pp>."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["Ndani me mjetin tonë të analizave të Dhëna rreth përdorimit tuaj të shërbimeve, teksa jeni i futur në llogarinë tuaj WordPress.com. <cookiePolicyLink>Mësoni më tepër<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Kjo veçori administrohet nga një përgjegjës sajti. <link>Mësoni më tepër<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Kjo veçori është çaktivizuar nga një përgjegjës sajti. <link>Mësoni më tepër<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Kjo veçori është aktivizuar nga një përgjegjës sajti. <link>Mësoni më tepër<\/link>."],"We are committed to your privacy and security.":["Jemi të përkushtuar për privatësinë dhe sigurinë tuaj."],"Settings header\u0004Privacy Settings":["Rregullime Privatësie"],"Search term.\u0004terms of service":["kushte shërbimit"],"Search term.\u0004tos":["pl"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["të dhëna"],"Search term.\u0004tracks":["pjesë"],"Search term.\u0004privacy":["privatësi"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Ngarkon vetvetiu postimet pasuese, kur lexuesi i afrohet fundit të faqes."],"Allows you to publish new posts by sending an email to a special address.":["Ju lejon të botoni postime të reja duke i dërguar si email te një adresë speciale."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Shton një panel me lidhje te krejt sajtet tuaja, njoftime, profili juaj WordPress.com dhe Lexuesi."],"This feature has been disabled by a site administrator.":["Kjo veçori është çaktivizuar nga një përgjegjës sajti."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Furnizon etiketat e nevojshme të fshehura që duhen për të verifikuar sajtin tuaj WordPress me shërbime të ndryshme."],"Displays information on your site activity, including visitors and popular posts or pages.":["Shfaq të dhëna mbi veprimtarinë në sajtin tuaj, përfshi vizitorë dhe postime ose faqe popullore."],"Allows you to optimize your site and its content for better results in search engines.":["Ju lejon të optimizoni sajtin tuaj dhe lëndën e tij për përfundime më të mira kërkimi në motorë kërkimesh."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Integron sajtin tuaj WordPress me Google Analytics, një platformë që ofron ndjekje të prirjeve të trafikut tuaj, vizitorëve dhe shndërrimeve të vizitave."],"Displays high-quality ads on your site that allow you to earn income.":["Shfaq në sajtin tuaj reklama cilësore, që ju lejojnë të fitoni të ardhura."],"Allows you to automatically share your newest content on social media sites, including Facebook and LinkedIn.":["Ju lejon të ndani vetvetiu me të tjerët në sajte mediash shoqërore lëndën tuaj më të re, përfshi Facebook dhe LinkedIn."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Shton te lënda juaj butona pëlqimi, që kështu vizitorët të mund të shpalosin vlerësimin apo ngazëllimin e tyre."],"Allows registered users to log in to your site with their WordPress.com accounts.":["U lejon përdoruesve të regjistruar të bëjnë hyrjen në sajtin tuaj përmes llogarive të tyre WordPress.com."],"Configure your notification settings":["Formësoni rregullimet për njoftime"],"Settings header\u0004Downtime monitoring":["Mbikëqyrje për ndalesa funksionimi"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["E kopjeruan sajtin tuaj te shërbyesit globalë WordPress.com, duke ju lejuar të riktheni lëndën tuaj, në rast urgjence apo gabimi."],"Removes spam from comments and contact forms.":["Heq mesazhe të padëshiruar nga formularë komentesh dhe kontakti."],"Add Search (Jetpack) Widget":["Shtoni Widget-in (Jetpack) Search"],"Jetpack Search is powering search on your site.":["Kërkimi në sajtin tuaj ngrihet mbi Jetpack Search."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Kartelat e sajtit tuaj kontrollohen rregullisht për modifikime të paautorizuara, ose të dyshimta që mund të cenojnë sigurinë dhe të dhënat tuaja."],"Protects your site from traditional and distributed brute force login attacks.":["E mbron sajtin tuaj nga sulme të shpërndarë tradicionalë ndaj hyrjes dhe ata për hyrje me zor."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack-u do t’i optimizojë figurat tuaja dhe shërbejë ato nga vendndodhje shërbyesi më afër vizitorëve tuaj. Përdorimi i rrjetit tonë global të shpërndarjes së lëndës do të fuqizojë shpejtësinë e ngarkimit të sajtit tuaj."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["Mbikëqyrësi Jetpack i mosfunksionimit do të vëzhgojë vazhdimisht sajtin tuaj dhe do t’ju njoftojë në çastin kur të pikaset një i tillë."],"VaultPress Backup allows you to easily restore or download a backup from a specific moment.":["Kopjeruajtjet VaultPress ju lejojnë të riktheni apo shkarkoni lehtësisht një kopjeruajtje të bërë në një kohë të caktuar."],"Moderate comments":["Moderoni komentet"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["U lejon lexuesve të pajtohen te postimet apo komentet tuaja dhe të marrin njoftime email mbi lëndë të re."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Zëvendëson formularin standard WordPress të komenteve me një sistem të ri komentesh që përfshin mundësi hyrjeje që nga media shoqërore."],"Error updating privacy settings. %s":["Gabim në përditësim rregullimesh privatësie. %s"],"Updated privacy settings.":["Rregullimet e privatësisë u përditësuan."],"Updating privacy settings…":["Po përditësohen rregullime privatësie…"],"Add Jetpack Search Widget":["Shtoni Widget-in Jetpack Search"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Suitë e plotë sigurie, mjete automatizimi marketingu dhe të ardhurash, strehim videosh i pakufizuar dhe asistencë me përparësi."],"Daily backups, spam filtering, and priority support.":["Kopjeruajtje të përditshme, filtrim mesazhesh të padëshiruar dhe asistencë me përparësi."],"Always-on security":["Siguri përherë zgjuar"],"Design the perfect website":["Skiconi sajtin e përsosur"],"Set up Jetpack":["Rregulloni Jetpack-un"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Kopjeruajtje e atypëratyshme, pa kufizim hapësire, e krejt të dhënave të sajtit tuaj, rikthime me një klikim dhe kontrolle të automatizuar sigurie."],"Jetpack Search":["Kërkim Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Kopjeruajtje të përditshme e krejt të dhënave të sajtit tuaj, pa kufizime hapësire për to dhe rikthime me një klikim"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Kopjeruajtje e atypëratyshme e krejt të dhënave të sajtit tuaj, pa kufizim hapësire, rikthime me një klikim, kontrolle të automatizuar sigurie dhe asistencë me përparësi"],"View your security activity":["Shihni veprimtarinë tuaj të sigurisë"]," (powered by VaultPress).":[" (bazuar në VaultPress)."],"Activity":["Veprimtari"],"Monetize your site with ads":["Monetarizoni sajtin tuaj me reklama"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Duke klikuar butonin <strong>%s<\/strong>, pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe të <shareDetailsLink>ndani hollësi<\/shareDetailsLink> me WordPress.com-in."],"Just give us a little time to collect data so we can display it for you here.":["Thjesht na jepni pak kohë të mbledhim të dhëna që kështu të mund t’i shfaqim për ju."],"Okay, got it!":["OK, e mora vesh!"],"Display ads below posts on":["Shfaq reklama nën postime te"],"Archives":["Arkiva"],"Additional ad placements":["Vendosje reklamash shtesë"],"Top of each page":["Në krye të çdo faqeje"],"Second ad below post":["Reklama e dytë nën postim"],"Schedule posts":["Vini postime në plan"],"Create address":["Krijoje adresën"],"Pages":["Faqe"],"Manage":["Administroni"],"Access the full list of Jetpack modules available on your site.":["Shihni listën e plotë të moduleve Jetpack që keni në sajtin tuaj."],"We’re here to help":["Për ndihmë, na keni këtu"],"Your paid plan gives you access to prioritized %s support.":["Plani që keni paguar ju lejon të keni asistencë me përparësi për %s."],"Search our support site":["Kërkoni te sajti ynë i asistencës"],"Get a faster resolution to your support questions.":["Merrni një zgjidhje më të shpejtë për pyetjet tuaja ndaj asistencës."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Përmirësojeni"],"Generate income with high-quality ads.":["Prodhoni të ardhura, me reklama të cilësisë së lartë."],"Button caption\u0004Saving…":["Po ruhet…"],"Button caption\u0004Save settings":["Ruaji rregullimet"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Ky sajt s’është lidhur me WordPress.com-in. Ju lutemi, kërkojini përgjegjësi të sajtit që ta lidhë."],"Navigation item.\u0004Dev Tools":["Mjete Zhvilluesi"],"An Automattic Airline":["Linjë Ajrore nga <span>Automattic<\/span>"],"Short warning message\u0004Updates needed":["Lypsen përditësime"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Me pagesë"],"Manage site connection":["Administroni lidhje sajti"],"Theme enhancements":["Thellime teme grafike"],"Load more posts using the default theme behavior":["Ngarko më tepër postime duke përdorur sjelljen parazgjedhje të temës"],"Load more posts in page with a button":["Ngarko më tepër postime në një faqe me një buton"],"Load more posts as the reader scrolls down":["Ngarko më tepër postime teksa lexuesi zbret më poshtë në faqe"],"Theme support required.":["Lypset mbulim teme."],"Learn more about adding support for Infinite Scroll to your theme.":["Mësoni më tepër mbi shtimin te tema juaj të mbulimit për Rrëshqitje Pa Fund."],"Settings header\u0004WordPress.com toolbar":["Panel WordPress.com"],"Enable the WordPress.com toolbar":["Aktivizoni panelin WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Këtu do të shfaqen mjetet e shkrimit që mund të përdorni, kur t’i aktivizojë një përgjegjës."],"Portfolios":["Portofola"],"Settings header\u0004Composing":["Hartim Mesazhesh"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex>, and <facebook>Facebook Domain Verification<\/facebook>.":["Kini parasysh se, që sajti juaj të indeksohet nga motorë kërkimesh, <b>verifikimi i tij me këto shërbime s’është i nevojshëm<\/b>. Që të përdorni këto mjete të përparuara motorësh kërkimi dhe që të verifikoni sajtin tuaj me një shërbim, ngjitni më poshtë kodin HTML Tag. Nëse keni probleme, lexoni <support>udhëzimet e plota<\/support>. Shërbime verifikimi të mbuluara: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex> dhe <facebook>Facebook Domain Verification<\/facebook>."],"Yandex:":["Yandex:"],"Generate XML sitemaps":["Prodhoni harta XMl sajtesh"],"Count logged in page views from":["Numëroni parje faqesh nga përdorues të futur"],"Settings header\u0004Search engine optimization":["Optimizim motorësh kërkimesh"],"A header for a preview area in the configuration screen.\u0004Preview":["Paraparje"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Formësoni rregullimet për Google Analytics"],"Ads header\u0004Ads":["Reklama"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Shfaqni reklama në artikullin e parë te faqja juaj hyrëse, ose në fund të çdo faqeje dhe postimi. Vendosni reklama shtesë në krye të sajtit tuaj dhe te çdo fushë widget-esh, që të shtoni të ardhurat."],"Enable ads and display an ad below each post":["Aktivizo reklamat dhe shfaq një reklamë nën çdo postim"],"No search results found for %s":["S’u gjetën përfundime kërkimi për %s"],"Enter a search term to find settings or close search.":["Jepni një term kërkimi që të gjenden rregullime, ose mbylleni kërkimin."],"Match accounts using email addresses":["Përputhjet për llogari kërkoji sipas adresash email-i"],"Require accounts to use WordPress.com Two-Step Authentication":["Pyet për llogari përdorimi të Mirëfilltësimit Dyhapësh të WordPress.com-it"],"Settings header\u0004Brute force protection":["Mbrojtje nga hyrjet me zor"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Mundeni t’i vini shenjë një adrese ose serie adresash IP si “Lejuar përherë”, duke penguar përgjithmonë bllokimin e tyre nga Jetpack-u. Janë të pranueshme adresa të llojit IPv4 dhe IPv6. Që të jepni një interval vlerash, jepni vlerën e ulët dhe të lartë, ndarë nga një vijë. Për shembull: 12.12.12.1–12.12.12.100"],"Checking site status…":["Po kontrollohet gjendje sajti…"],"Settings header\u0004Backups and security scanning":["Kopjeruajtje dhe kontrolle sigurie"],"Checking your spam protection…":["Po kontrollohet mbrojtja juaj kundër mesazhesh të padëshiruar…"],"Fetching key…":["Po sillen kyçi…"],"Your site needs an Anti-spam key.":["Sajti juaj lyp një kyç Anti-spam."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["Ka një problem me kyçin tuaj për API-n Anti-spam. <a>Mësoni më tepër<\/a>."],"Your site is not protected from spam.":["Sajti juaj nuk mbrohet nga mesazhet e padëshiruar."],"Your Anti-spam key is valid.":["Kyçi juaj Anti-spam është i vlefshëm."],"Your site is protected from spam.":["Sajti juaj mbrohet nga mesazhet e padëshiruar."],"Checking key…":["Po kontrollohet kyçi…"],"Your API key":["Kyçi juaj API"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Nëse s’keni ende një kyç API, atëherë <a>merreni kyçin tuaj API këtu<\/a> dhe do të udhëhiqeni përmes procesit të marrjes së një të tilli."],"Configure your sharing buttons":["Formësoni butonat tuaj për ndarje me të tjerët"],"Settings header\u0004Sharing buttons":["Butona ndarjesh me të tjerët"],"Connect your social media accounts":["Lidhni llogaritë tuaja prej mediash shoqërore"],"Automatically share your posts to social networks":["Ndajini postimet tuaja automatikisht me të tjerët në rrjete shoqërore"],"Settings header\u0004Like buttons":["Butona pëlqimesh"],"A caption for a small button to fix security issues.\u0004Threats detected":["U pikasën kërcënime"],"Short message informing user that the site is secure.\u0004Secure":["I sigurt"],"Caption for a button to set up a feature.\u0004Set up":["Rregullojeni"],"Color scheme":["Skemë ngjyrash"],"Enable Markdown use for comments.":["Aktivizoni Markdown për komente."],"Connections":["Lidhje"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Sajti juaj gjendet nën Mënyrën Offline, ndaj s’mund të lidhet te WordPress.com-i."],"Your site is connected to WordPress.com.":["Sajti juaj është i lidhur me WordPress.com-in."],"You are the Jetpack owner.":["Jeni i zoti i Jetpack-ut."],"Dashboard widget header\u0004Site connection":["Lidhje sajti"],"Dashboard widget header\u0004Account connection":["Lidhje llogarie"],"Updating settings…":["Po përditësohen rregullimet…"],"Updated settings.":["U përditësuan rregullimet."],"Updating Post by Email address…":["Përditësim Postimi sipas adrese Email…"],"Regenerated Post by Email address.":["U riprodhua Postimi sipas adresës Email."],"Error regenerating Post by Email address. %s":["Gabim në riprodhimin e Postimit sipas adresës Email. %s"],"Updated settings. Refreshing page…":["Rregullimet u përditësuan. Po rifreskohet faqja…"],"Navigation item.\u0004Settings":["Rregullime"],"Navigation item.\u0004Discussion":["Diskutim"],"Navigation item.\u0004Traffic":["Trafik"],"Navigation item.\u0004Sharing":["Ndarje Me të Tjerët"],"Google Analytics is a free service that complements <a>Jetpack Stats<\/a> with different insights into your traffic. Jetpack Stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics është një shërbim falas që plotëson <a>Statistikat Jetpack<\/a> me tendenca të ndryshme të trafikut tuaj. Statistikat Jetpack dhe Google Analytics përdorin metoda të ndryshme për të identifikuar dhe ndjekur veprimtarinë në sajtin tuaj, ndaj ato normalisht do të japin vlera paksa të ndryshme për vizitat, parjet, etj."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Formësoni Google Analytics"],"Activate Google Analytics":["Aktivizoni Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Shërbyesi juaj është i keqformësuar, që do të thotë se Jetpack Protect s’është në gjendje ta mbrojë me efikasitet sajtin tuaj."],"Activate %s":["Aktivizo %s"],"Activate VideoPress":["Aktivizoni VideoPress-in"],"View your earnings":["Shihni fitimet tuaja"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Duke pranuar reklama, pajtoheni me <link>Kushtet e Shërbimit<\/link> për Reklama nga Automattic."],"Site security":["Siguri sajti"],"You are running Jetpack on a staging server.":["Po e xhironi Jetpack-un në një shërbyes provash."],"More Info":["Më Tepër Hollësi"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Kopjeruajtje të përditshme e krejt të dhënave të sajtit tuaj, pa kufizim hapësire, rikthime me një klikim, kontrolle të automatizuar sigurie dhe asistencë me përparësi"],"This will reset all Jetpack options, are you sure?":["Kështu do të kthehen në fillimet krejt mundësitë Jetpack, jeni i sigurt?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Në këtë skedë ka rregullime të paruajtura, që do të humbasin, nëse dilni prej saj. Të vazhdohet?"],"Dashboard":["Pult"],"Navigation item.\u0004At a Glance":["Me një Vështrim"],"Search for a Jetpack feature.":["Kërkoni për një veçori Jetpack-u."],"Configure your Security Scans":["Formësoni Kontrollet tuaj të Sigurisë"],"Big iPhone\/iPad Update Now Available":["Gati Tani një Përditësim i Madh për iPhone\/iPad"],"The WordPress for Android App Gets a Big Facelift":["Aplikacioni WordPress për Android Ndërron Pamjen Goxha"],"Upgrade Focus: VideoPress For Weddings":["Përmirësoni Focus-in: VideoPress Për Dasma"],"A few catchy words to motivate your visitors to comment.":["Pak fjalë karrem për të motivuar lexuesit tuaj të komentojnë."],"verb\u0004Copy":["Kopjoje"],"Copied!":["U kopjua!"],"Highlight and copy the following text to your clipboard:":["Theksojeni dhe kopjojeni tekstin vijues te e papastra juaj:"],"Regenerate address":["Riprodhoje adresën"],"Cheatin' uh?":["Po bëni me hile, hë?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>A ju mbetet qejfi të na thoni pse s’e plotësuat lidhjen e Jetpack-ut, përmes këtij <a>pyetësori me 2 pyetje<\/a>?<\/p><p>Që të funksionojnë veçoritë tona për siguri falas dhe trafik, lypset lidhje e Jetpack-ut.<\/p>"],"Your Jetpack is already connected.":["Jetpack-u juaj është i lidhur tashmë."],"You're fueled up and ready to go, Jetpack is now active.":["E keni serbatorin plot dhe jeni gati për udhë, Jetpack-u tani është aktiv."],"You're fueled up and ready to go.":["E keni serbatorin plot dhe jeni gati për udhë."],"You are currently running a development version of Jetpack.":["Jeni duke xhiruar një version zhvillim të Jetpack-ut."],"Submit Beta feedback":["Parashtroni përshtypje për versionin Beta"],"Navigation item.\u0004Reset Options (dev only)":["Mundësi Rikthimi Në Fillimet (vetëm versione dev)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Diagnostikim"],"WordPress.com Terms of Service":["Kushte Shërbimi te WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Kushte"],"Automattic's Privacy Policy":["Rregulla Privatësie te Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privatësi"],"Saving…":["Po ruhet…"],"Save Settings":["Ruaji Rregullimet"],"Something happened while loading Jetpack Stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["Diç ndodhi gjatë ngarkimit të Statistikave Jetpack. Ju lutemi, provoni më vonë, ose <a>shihini statistikat tuaja te WordPress.com<\/a>"],"<Button>Activate Jetpack Stats<\/Button> to see page views, likes, followers, subscribers, and more! <a>Learn More<\/a>":["<Button>Aktivizoni Statistika JetPack<\/Button> që të shihni parje faqesh, pëlqime, ndjekës, pajtimtarë, etj! <a>Mësoni Më Tepër<\/a>"],"Days":["Ditë"],"Weeks":["Javë"],"Months":["Muaj"],"Site backups":["Kopjeruajtje sajti"],"View your spam stats":["Shihni statistika tuaja mbi mesazhe të padëshiruar"],"View your security dashboard":["Shihni pultin tuaj të sigurisë"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Sajti gjendet nën Mënyrën “Offline”, ndaj s’mund të lidhet te WordPress.com-i."],"No threats found, you're good to go!":["S’u gjetën rreziqe, jeni gati të vazhdoni!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack-u po bllokon në mënyrë aktive përpjekje dashakeqe për hyrje. Të dhënat do të shfaqen këtë së afërmi!"],"Total malicious attacks blocked on your site.":["Sulme dashakeqës të bllokuar në sajtin tuaj gjithsej."],"<Button>Activate Protect<\/Button> to keep your site protected from malicious sign in attempts.":["Që ta mbani sajtin tuaj të mbrojtur nga përpjekje hyrjesh dashakeqe, <Button>aktivizoni Mbrojtjen<\/Button>."],"Downtime monitoring":["Mbikëqyrje për ndalesa funksionimi"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack-u po e mbikëqyr sajtin tuaj. Nëse na duket se sajti juaj është jashtë funksionimi, do të merrni një email."],"<Button>Activate Monitor<\/Button> to receive email notifications if your site goes down.":["<Button>Aktivizoni Monitor-in<\/Button> që të merrni njoftime me email, nëse sajti juaj del jashtë funksionimi."],"Security":["Siguri"],"Performance":["Punim"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["Që të kopjeruhet vetvetiu krejt sajti juaj, ju lutemi, <a>instaloni dhe aktivizoni<\/a> VaultPress-in."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["U bllokuan komente të padëshiruar."],"Resetting Jetpack options…":["Po rikthehen në fillimet mundësitë për Jetpack-un…"],"Options reset.":["Mundësitë u rikthyen te parazgjedhjet."],"Options failed to reset.":["Dështoi rikthimi i mundësive te parazgjedhjet."],"There was an error reconnecting Jetpack. Error: %s":["Pati një gabim në rilidhjen e Jetpack-ut. Gabim: %s"],"Unlinking from WordPress.com":["Po shkëputet nga WordPress.Com-i"],"Unlinked from WordPress.com.":["U shkëput nga WordPress.Com-i."],"Error unlinking from WordPress.com. Error: %s":["Gabim gjatë heqjes së lidhjes nga WordPress.com. Gabim: %s"],"Navigation item.\u0004At A Glance":["Me një Vështrim"],"Navigation item.\u0004Plans":["Plane"],"Navigation item.\u0004Security":["Siguri"],"Navigation item.\u0004Writing":["Të shkruarit"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Pati një problem me lidhjen e Jetpack-ut tuaj. Ju lutemi, riklikoni mbi “Lidhe me WordPress.com-in”."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Patëm një problem me lidhjen e Jetpack-ut; çaktivizojeni dhe mandej riaktivizojeni shtojcën Jetpack, mandej rilidheni."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Lypset të qëndroni i futur në blogun tuaj WordPress teksa autorizoni Jetpack-un."],"Information.":["Hollësi."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Jetpack-u juaj ka një kleçkë.<\/s> Na vjen keq për ngatërresën. Ju lutemi, riprovoni më vonë; nëse problemi vazhdon, ju lutemi, lidhuni me ata të asistencës me këtë mesazh: %s"],"Google:":["Google:"],"Learn more":["Mësoni më tepër"],"WordPress.com Toolbar":["Panel WordPress.com"],"Posts":["Postime"],"Category":["Kategori"],"Front page":["Faqja ballore"],"Upload videos":["Ngarkoni video"],"VideoPress":["VideoPress"],"Example:":["Shembull:"],"Google":["Google"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Close":["Mbylle"],"Share":["Ndarje"],"Show related content after posts":["Shfaq lëndë të afërt pas postimesh"],"Related":["Të afërta"],"Connect":["Lidhu"],"Disconnect":["Shkëputu"],"Save":["Ruaje"],"Your current IP: %s":["IP-ja juaj e tanishme: %s"],"Media":["Media"],"Plugins":["Shtojca"],"Related Posts":["Postime të Afërta"],"Post by Email":["Postim përmes E-mail-i"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX është një gjuhë e fuqishme markup, për shkrime ekuacionesh matematike të ndërlikuar, formula, etj."],"Like":["Pëlqejeni"],"Sharing":["Ndarje me të tjerët"],"Customize":["Përshtateni"],"Testimonials":["Dëshmi"],"Tags":["Etiketa"],"Cancel":["Anuloje"],"Date":["Datë"],"Comments":["Komente"],"Comment":["Koment"],"Add":["Shtojeni"],"Reconnect Jetpack":["Rilidheni Jetpack-un"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["Jetpack-u s’u lidh dot me WordPress.com-in: %s. Zakonisht kjo vjen kur diçka te strehuesi juaj web s’është formësuar si duhet."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["WordPress.com po ka probleme dhe s’është në gjendje të mbushë serbatorin e Jetpack-ut tuaj. Ju lutemi, riprovoni më vonë."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Jetpack-u juaj ka një parregullsi.<\/s> Lidhja e këtij sajti me WordPress.com-in s’është e mundur. Zakonisht kjo vjen kur sajti juaj nuk hapet dot nga përdoruesit (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Që të përdorë Jetpack-un, sajti juaj duhet të jetë i përdorshëm publikisht: %s"],"Visit the post for more.":["Për më tepër, vizitoni postimin."],"Edit":["Përpunoni"],"Connected":["I lidhur"],"Activate":["Aktivizoje"],"Deactivate":["Çaktivizoje"],"%s has been activated.":["%s aktivizua."],"Inactive":["Joaktive"],"Active":["Aktive"],"Search":["Kërko"],"Settings":["Rregullime"],"Jetpack":["Jetpack"],"Learn More":["Mësoni Më Tepër"]}},"comment":{"reference":"_inc\/build\/admin.js"}}