{"translation-revision-date":"2023-07-24 14:30:49+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Connect to set up campaigns and promote your content.":["Koble til for å sette opp kampanjer og fremme innholdet ditt."],"Manage your campaigns and view your earnings in the Blaze dashboard":["Behandle din kampanjer og se din inntjening i kontrollpanelet for Bluss."],"Blaze is not available on your site.":["Bluss er ikke tilgjengelig på nettstedet ditt."],"Attract high-quality traffic to your site using Blaze.":["Tiltrekk trafikk av høy kvalitet til nettstedet ditt med Bluss."],"Blaze":["Bluss"],"Experience the ease of crafting content with intuitive and powerful AI.":["Opplev hvor enkelt det er å skape innhold med intitiv og kraftig KI."],"Show post views for this site.":["Vis innleggsvisninger for dette nettstedet."],"WordPress.com Reader":["WordPress.com Leser"],"Get %(discount)s%% off your first year":["Få %(discount)s%% rabatt første år"],"Get a discount for your first year":["Får avslag for ditt første år"],"Set up Jetpack Starter":["Sett opp Jetpack Start"],"Congratulations! You’ve unlocked essential security tools for your site, including real-time backups and spam protection for comments and forms. Let’s get everything set up. It will only take a minute.":["Gratulerer! Du har låst opp viktige sikkerhetsverktøy for nettstedet ditt, inkludert sanntids sikkerhetskopiwering og spam-beskyttelse for kommentarer og skjemaer. La oss få alt satt opp. Det vil bare et minutt."],"Welcome to Jetpack Starter!":["Velkommen til Jetpack Start!"],"Label for an active subscription\u0004Subscription active":["Abonnement aktivt"],"Label for a subscription that never expires\u0004Never expires":["Utløper aldri"],"Activate Stats":["Aktiver statistikk"],"Get insights on page views, likes, subscribers, and more! <a1>Learn More<\/a1>":["Få innsikt i sidevisninger, likerklikk, abonnenter og mer! <a1>Lær mer<\/a1>"],"Being on top of this can be tedious and time-consuming. Boost’s cloud service can automatically detect when your site needs a new Critical CSS and generate it, improving site performance and SEO without requiring manual monitoring.":["Å være herre over dette kan være både langtekkelig og tidkrevende. Skytjensten til Forsterk kan automatisk oppdage når nettstedet dit trenger ny krtisk CSS og generere den, og slik forbedre nettstedsytelsen og SEO uten å kreve manuell overvåking."],"Upgrading your WordPress version if the new release includes core CSS changes":["Oppgradering av din WordPress-versjon, om den nye utgivelsen inkluderer CSS-endringer i kjernen."],"Activating, deactivating, or updating plugins that impact your site layout":["Aktivering, deaktivering eller oppdatering av utvidelser som innvirker på oppsettet av ditt nettsted."],"Editing a post\/page":["Redigerer et innlegg eller en side"],"Writing a new post\/page":["Skriver et nytt innlegg eller en side"],"Making theme changes":["Gjør endringer i temaet"],"You should regenerate <ExternalLink>Critical CSS<\/ExternalLink> to optimize speed whenever your site’s HTML or CSS structure changes after:":["Du bør regenerere <ExternalLink>kritisk CSS<\/ExternalLink> for å optimalisere hastigheten når HTML eller CSS på nettstedet ditt endres etter:"],"Regenerate Critical CSS":["Generer kritisk CSS på nytt"],"Learn more about how critical CSS works":["Lær mer om hvordan kritisk CSS virker"],"Source: ":["Kilde: "],"Learn more about how slow sites lose visitors":["Lær mer om hvordan trege nettsteder mister besøkende"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites’ overall performance.":["Din totale poengsum er et sammendrag av ytelsen til nettstedet ditt på både mobile- og skrivebordsenheter. Det gir et generelt bilde av den samlede ytelsen til nettstedet ditt."],"Learn more about how this grade is calculated":["Lær emr om hvordan denne graderingen regnes ut"],"<a>Re-generate your Critical CSS after you make changes on your site<\/a><Info\/>":["<a>Regenerer din krtiske CSS når du har gjort endringer på nettstedet ditt<\/a><Info\/>"],"We’re automatically re-generating your site’s Critical CSS.":["Vi rengenererer kritisk CSS på nettstedet ditt automatisk."],"Install Boost to run instant tests":["Installer Forsterk for å kjøre øyeblikkelige tester"],"Activate Boost to run instant tests":["Aktiver Forsterk for å kjøre eøyeblikkelige tester"],"Your site was tested %s days ago":["Nettstedet ditt ble testet for %s dager siden"],"Your site was tested yesterday":["Nettstedet ditt ble testet i går"],"Your site was tested in the last 24 hours":["Nettstedet ditt ble testet innenfor de siste 24 timer"],"Your site needs performance improvements!":["Nettstedet ditt trenger forbedringer av ytelsen!"],"You are one step away from making your site blazing fast.":["Du er ett skritt unna å gjøre det lynraskt."],"Your site is fast! But maintaining a high speed isn’t easy.":["Nettstedet ditt er raskt! Men å beholde en høy fart er ikke enkelt."],"Your site’s speed performance score: %s":["Hastighet på nettstedet ditt, ytelsespoeng: %s"],"Make your site blazing fast for free with Boost’s simple dashboard and acceleration tools.":["Gjør nettstedet ditt lynraskt gratis med de enkle kontrollpanelet og hastighetsverktøyene til Forsterk."],"You can lose 10% of your visitors for every additional second your site takes to load.":["Du kan miste 10% av dine besøkende for hvert ekstra sekund nettstedet ditt tar å laste."],"Jetpack Boost enhance your site’s performance like top websites, no developer needed.":["Jetpack Forsterk øker ytelsen på nettstedet ditt til den for topp-nettsteder, ingen utvikler nødvendig."],"A one-second improvement in loading times can increase your site traffic by 10%.":["En ett-sekunds forbedring av lastetiden kan øke trafikken på nettstedet ditt med 10%."],"Use Boost’s automated acceleration tools to optimize your performance on the go.":["Bruk de automatiske hastighetsverktøyene i Forstrerk til å optimalisere ytelsen mens du er i farten."],"A one-second delay in loading times can reduce your site traffic by 10%.":["En ett-sekunds forsinkelse av lastetider kan redusere trafikken på nettstedet ditt med 10%."],"Mobile score":["Poengsum for mobilskjerm"],"Desktop score":["Poengsum for skrivebordskjerm"],"Timed out":["Utløp på tid"],"Invalid response while requesting metrics":["Ugyldig respons ved henting av målinger"],"An unknown error occurred while requesting metrics":["En ukjent feil oppsto ved henting av målinger"],"Timed out while waiting for speed-score.":["Tidsutløp under venting på hastighetspoeng."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["En feil oppsto ved forsøk på å kommunisere med nettstedets REST API. Ekstra feilsøkings-info: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["REST-APIet på ditt nettsted ser ikke ut til å være tilgjengelig. Jetpack Forsterk krever tilgang til ditt REST API for å kunne motta ytelsespoengen for nettstedet. Vennligst sørg for at REST APIet på ditt nettstede er aktivt og tilgjengelig, og forsøk igjen."],"HTTP %d error received while communicating with the server.":["HTTP %d-feil mottatt under kommunikasjon med serveren."],"Received invalid response while communicating with your WordPress site: %s":["Mottok ugyldig respons under kommunikasjon med WordPress-nettstedet ditt: %s"],"Just now":["Akkurat nå"],"1h":["1 time"],"Anonymous User":["Anonym bruker"],"Facebook Preview Thumbnail":["Facebook miniatyrbilde for forhåndsvisning"],"Unavailable in <a>Offline Mode<\/a>":["Utilgjengelig i <a>frakoblet modus<\/a>"],"Jetpack AI":["Jetpack KI"],"Facebook:":["Facebook:"],"Pinterest:":["Pinterest:"],"Bing:":["Bing:"],"Jetpack Starter":["Jetpack Start"],"The ultimate toolkit for best-in-class websites: complete security, performance, and growth.":["Det aller beste verktøysettet for de beste nettstedene: KOmplett sikkerhet, ytelse og vekst."],"Renew subscription":["Forny abonnementet"],"<span>Expired on %s.<\/span> <renewLink \/>":["<span>Utløp %s.<\/span> <renewLink \/>"],"Expired":["Utløpt"],"Version %s":["Versjon %s"],"Bring your stats with you using the Jetpack mobile app":["Ta med deg statistikken med Jetpacks mobil-app"],"Learn more about the new plan\u0004Learn more":["Lær mer"],"Total protection for your site, including<br \/> VaultPress Backup, Scan, and Akismet Anti-spam.":["Total sikkerhet for nettstedet ditt, inkludert<br \/> VaultPress sikkerhetskopiering, gjennomsøking og Akismet antispam."],"Akismet is now monitoring all comments on your site. Data will display here soon!":["Akisment overvåker nå alle kommentarer på nettstedet ditt. Data vil snart vises her!"],"Already have an API key? <a>Get started<\/a>.":["Har du allerde en API-nøkkel? <a>Kom i gang her<\/a>"],"Jetpack Starter is active!":["Jetpack Start er aktiv!"],"Call to action to buy a new plan\u0004Upgrade":["Oppgrader"],"Essential security tools: real-time backups and comment spam protection.":["Viktige sikkerhetsverktøy: Sanntids sikkerhetskopiering og beskyttelse mot kommentsarspam."],"Save allow list":["Lagre tillatt-listen"],"Save block list":["Lagre blokkert-listen"],"Updated Settings.":["Oppdaterte innstillinger."],"An error occurred retrieving the latest automatic firewall rules.":["En feil oppsto ved henting av siste automatiske brannmur-regler."],"A filesystem error occurred.":["En filsystemfeil oppsto."],"Set up your new powers":["Sett opp dine nye krefter"],"Congratulations, your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Gratulerer, din Jetpack Gullmynt gir deg livsvarig lisens for dette nettstedet og inkluderer følgende produkter:"],"Congratulations, you have been gifted a Jetpack Golden Token!":["Gratulerer, du har oppnådd å få Jetpack Gullmynt!"],"Jetpack Golden Token":["Jetpack Gullmynt"],"You have been gifted a Jetpack Golden Token. This unlocks a lifetime of Jetpack VaultPress Backup and Jetpack Scan for your website.":["Du har oppnådd å få Jetpack Gullmunt. Denne låser opp livsvarig Jetpack VaultPress sikkerhetskopiering og Jetpack Gjennomsøking for ditt nettsted."],"Gifted on %s.":["Oppnådd %s."],"Explore your new powers":["Utforsk dine nye krefter"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Automatisk gjennomsøking og ettklikks-rettelser holder nettstedet ditt ett steg foran sikkerhetstruslene."],"Plugin name (noun).\u0004Scan":["Gjennomsøk"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Din Jetpack Gullmynt gir deg livsvarig lisens for dette nettstedet og inkluderer følgende produkter:"],"Super powers are ready!":["Superkreftene er klare!"],"Redeem your token":["Krev din mynt"],"Awesome!":["Fantastisk!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Denne låser opp livsvarige Jetpack-krefter for nettstedet ditt. Din eksklusive Jetpack-opplevelse er i vente."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Dette låste opp livsvarige Jetpack-krefter for nettstedet ditt. Din eksklusive Jetpack-opplevelse er allerede aktiv."],"You have been gifted a Jetpack Golden Token.":["Du har oppnådd en Jetpack Gullmynt."],"Hey, %s":["Hei, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Du har enten ikke tillatelse til å utføre denne handlingen, eller en brukerkonto må være kobelt til. <connectLink>Klikk her for å koble til din konto<\/connectLink> elelr kontakt din administrator."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappene ovenfor godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>dele detaljer<\/shareDetailsLink> med WordPress.com."],"Enable a new Jetpack Stats experience":["Slå på vår nye statistikk-opplevelse"],"Take a Quick Survey":["Ta vår hurtigundersøkelse"],"Not into the new stats? Tell us why so we can make stats better for you.":["Ikke tatt i bruk ny statistikk? Fortell oss hvorfor slik at vi kan gjøre statistikken bedre for deg."],"Easy to use; no developer required.":["Enkel å bruke, ingen utvikler nødvendig-"],"Custom WooCommerce table backups.":["Sikkerhetskopier av tilpassede WooCommerce-tabeller."],"Protect your customer data and stay GDPR compliant.":["Beskytt dine data og forbli i samsvar med GDPR."],"Backups are encrypted, keeping your store data secure.":["Sikkerhetskopier er kryptert, noe som holder dine butikkdata trygge."],"Restore your site to any past state in one click while keeping all orders and products current.":["Gjenopprett nettstedet ditt til enhver tidligere tilstand med ett klikk, mens alle ordre og produkter beholdes som nåværende."],"VaultPress Backup saves your store in the cloud, so even if your host goes down, you’ll never lose a thing.":["VaultPress lagrer din sikkerhetskopi i nettskyen, slik at selv om di nettvert går ned, mister du aldri noe."],"Store downtime means lost sales. Do you have a cloud-based store backup solution?":["Nedetid for butikken betyr tapt salg. Har dere et nettskybasert løsning for sikkerhetskopiering av nettbutikk?"],"VaultPress Backup is so easy to use; no developer required.":["VaultPress sikkwerhetskopiering er så enkelt å bruke, ingen utvikler nødvendig."],"If your site goes down, you can restore it with one click from desktop or the Jetpack mobile app.":["Om ditt nettsted går ned kan du gjenopprette det med ett klikk fra skrivebordet eller på Jetpack mobilapp."],"We store copies of your backups in our secure cloud, so your content will never be lost.":["Vi lagrer dine sikkerhetskopier i vår trygge nettsky, så innholdet ditt går aldri tapt."],"VaultPress Backup is built specifically for WordPress and has done over 270 million backups to date.":["VaultPress sikkerhetskopiering er bygget spesfifikt for WordPress og har tatt 270 millioner sikkerhetskopier så langt."],"Never lose your site, even if your host goes down (along with your backups)":["Mist aldri nettstedet ditt, selv om nettverten din går ned (sammen med dine sikkerhetskopier)"],"Try for %s for 30 days":["Prøv for %s i 30 dager"],"Try for 30 days":["Prøv i 30 dager"],"Jetpack Social Advanced":["Jetpack Sosialt Avansert"],"You can automatically share your content to social media sites and get access to advanced posting options.":["Du kan automatisk dele ditt innhold til sosiale nettsteder og få tilgang til avanserte publiseringsalternativer."],"Arrow right":["Høyrepil"],"Arrow left":["Venstrepil"],"The free version of the firewall only allows for use of manual rules.":["Gratisversjonen av brannmuren tillater bare bruk av manuelle regler."],"The free version of the firewall does not receive updates to automatic firewall rules.":["Gratisversjonen av brannmuren mottar ikke oppdateringer av automatiske brannmurregler."],"Upgrade to enable automatic rules":["Oppgrader for å slå på automatiske regler"],"Upgrade to keep your site secure with up-to-date firewall rules":["Oppgrader for holde ditt nettsted sikkert med oppdaterte brannmurregler"],"Automatic rules - Protect your site against untrusted traffic sources with automatic security rules":["Automatiske regler - Beskytt ditt nettsted mot upålitelige tradfikkkilder med automatiske sikkerhetsregler"],"Getting started with Jetpack VaultPress Backup":["Å komme i gang med Jetpack VaultPress sikkerhetskopiering"],"Get Jetpack VaultPress Backup":["Få Jetpack VaultPress sikkerhetskopiering"],"Get Akismet Anti-spam":["Få Akismet antispam"],"Configure Akismet Anti-spam":["Konfigurer Akismet antispam"],"Welcome to Jetpack Akismet<nbsp\/>Anti-spam!":["Velkommen til Akismet <nbsp\/> antispam!"],"Welcome to Jetpack VaultPress<nbsp\/>Backup!":["Velkommen til Jetpack VaultPress<nbsp\/>sikkerhetskopiering!"],"Akismet Anti-Spam":["Akismet antispam"],"Input a license key":["Legg inn en lisensnøkkel"],"Select a license key":["Velg en lisensnøkkel"],"I want to add a license key manually":["Jeg vil legge inn en lisensnøkkel manuelt"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Henter tilgjengelige lisenser..."],"Allow Jetpack Stats to be viewed by":["Tillat at Jetpack Statistikk kan sees av"],"Measure your impact with Jetpack Stats":["Mål din innvirkning med Jetpack Statistikk"],"View your Email Subscribers":["Se dine e-postabonnenter"],"Line chart overlaid on a bar chart":["Linjediagram lagt over et stolpediagram"],"Already have an API key? <Button>Activate Akismet Anti-spam<\/Button>.":["Har du allerede en API-nøkkel? <Button>Aktiver Akismet antispam<\/Button>."],"Get VaultPress Backup":["Få VaultPress sikkerhetskopiering"],"VaultPress Backup":["VaultPress sikkerhetskopiering"],"Akismet Anti-spam":["Akismet antispam"],"Jetpack VaultPress Backup":["Jetpack VaultPress sikkerhetskopiering"],"Settings header\u0004Jetpack Stats":["Jetpack Statistikk"],"Part of your %s plan":["Del av din %s-pakke"],"Step %1$s of %2$s":["Trinn %1$s av %2$s"],"Add server credentials":["Legg til serverpåloggingsinfo"],"Setup one-click restores":["Sett opp ett-klikks gjenoppretting"],"Live Spam Protection":["Sanntids spam-beskyttelse"],"Site backups are live":["Sikkerhetskopiering av nettstedet er i sanntid"],"View Security Dashboard":["Se sikkerhetspanelet"],"Automated malware scanning is live and your site’s first scan is underway. We’ll notify you if we detect anything suspicious, with one-click fixes for most issues.":["Automatisk gjennomsøking etter skadevare er aktiv, og din første gjennomsøking er på vei. Vi vil varsle deg om vi oppdager noe mistenkelig, med ettklikks rettinger for de vanligste problemene."],"Jetpack Search is now active. Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Jetpack Søk er nå aktiv. Utrolig kraftige og tilpassbar, Jetpack Søk hjelper dine besøkende til straks å finne det riktige innholdet - akkurat når de trenger det."],"Welcome to Jetpack Search!":["Velkommen til Jetpack Søk!"],"Learn how to add videos to your site":["Lær hvordan legge til videoer på nettstedet ditt"],"Jetpack VideoPress is now active. Stunning-quality video with none of the hassle. Drag and drop videos through the WordPress editor and keep the focus on your content, not the ads.":["Jetpack VideoPress er nå aktiv. Video i forbløffende kvalitet uten bryderi. Dra og slipp videoer gjennom WordPress-redigereren og behold focus på ditt innhold, ingen reklame."],"Welcome to Jetpack VideoPress!":["Velkommen til Jetpack VideoPress!"],"Automated spam protection is now active for comments and forms. We’ll flag anything that looks suspicious and comments will now be available to moderate.":["Automatisk spambeskyttelse er nå aktiv for kommentarer og skjemaer. Vi vil merke alt som ser mistenkelig ut og kommentarer vil bli tilgjengelig for moderering."],"Congratulations, you’ve just unlocked comprehensive WordPress site security, including backups, malware scanning, and spam protection.":["Gratulerer, du har akkurat låst opp omfattende WordPress nettstedsikkerhet, inkludert sikkerhetskopiering, skadevaregjennomsøking og spambeskyttelse."],"Welcome to Jetpack Security!":["Velkommen til Jetpack Sikkerhet!"],"Set up your new tools":["Sett opp dine nye verktøy"],"Congratulations, you’ve just unlocked the full power of the Jetpack suite; all of our Security, Performance, Growth, and Design tools.":["Gratulerer. Du har nå låst opp den fulle kraften til Jetpack, alt av sikkerhets-, ytelses-, vekst- og utforingsverktøy."],"Welcome to Jetpack Complete!":["Velkommen til Jetpack Komplett!"],"Manage Backups":["Behandle sikkerhetskopier"],"Real-time cloud-based backups are now active for your site. Save every change and get back online in one click from desktop and mobile.":["Sanntids skybasert sikkerhetskopiering er nå aktiv på nettstedet ditt. Lagre enhver endring og kom tilbake på nettet med ett klikk fra skivebordet eller mobilen."],"Custom Site Search":["Tilpasset søk på nettstedet"],"Add a Video":["Legg til en video"],"Ad-free, Customizable Video":["Reklamefri, tilpasset video"],"Automated Spam Protection":["Automatisk spambeskyttelse"],"Real-time Malware Scanning":["Gjennomsøking for skadevare i sanntid"],"Server Credentials":["Serverpåloggingsinfo"],"Jetpack Social Basic":["Jetpack Sosialt grunnleggende"],"You can automatically share your content to social media sites.":["Du kan automatisk dele ditt innhold til sosiale medier."],"Jetpack Search Free":["Jetpack Søk gratis"],"Charts depicting an evolution in traffic and engagement":["Diagrammer som viser utvikling av trafikk og engasjement"],"Activate Jetpack Stats":["Aktiver Jetpack Statistikk"],"Hello there! Jetpack Stats has been activated.":["Hei! Jetpack Statistikk har blitt aktivert."],"% off":["% avslag"],"Jetpack Stats":["Jetpack Statistikk"],"Add your server credentials":["Legg til din serverpålogging"],"The Jetpack mobile app gives you everything you need to grow and manage your WordPress site anywhere, anytime.":["Jetpack mobilappen gir deg alt du trenger for å vokse og administrare WordPress-nettstedet ditt hvor som helst og når som helst."],"Get instant alerts for serious issues and fix them with a simple tap.":["Få øyeblikkelige varsler for alvorlige feil og rett dem med et et enkelt trykk."],"Keep track of your site’s activity and restore your site anywhere, any time.":["Hold øye med nettstedsaktiviteten og gjenopprett nettstedet hvor som helst, når som helst."],"Never miss an important event with realtime notifications and your activity log just a tap away.":["Gå aldri glipp av viktige hendelser med sanntidsvarslinger and din aktivitetslogg bare et trykk unna."],"Jetpack puts WordPress in your pocket.":["Jetpack gjør WordPress tilgjengelig fra lomma."],"Realtime security notifications anywhere, any time.":["Sikkerhetsvarsler i sanntid overalt, når som helst."],"Restore a backup anytime with the Jetpack mobile app.":["Gjenopprett en sikkerhetskopi med Jetpack mobil-app."],"Check your site activity anywhere, any time.":["Kontroller din nettstedsaktivitet hvor som helst, når som helst."],"Visit <ExternalLink>jetpack.com\/app<\/ExternalLink> or scan this code to download the Jetpack mobile app.":["Besøk <ExternalLink>jetpack.com\/app<\/ExternalLink> eller skann denne koden for å laste ned Jetpack mobilapp."],"You built this site yourself, nice work! Personal sites include things like blogs, resume sites, wedding sites, and hobby sites.":["Du bygget dette selv, bra gjort! Personlige nettsteder inkluderer slikt som blogger, CV-nettsteder, bryllupsnettsteder og hobbynettsteder."],"E-commerce sites include stores selling goods, services, or digital downloads.":["E-handelsnettsteder inkluderer butikker som selger varer, tjenester eller digitale nedlastinger."],"This is an e-commerce site":["Dette er et nettsted for e-handel"],"Are you an agency or developer that builds or manages sites for clients?":["Er du et byrå eller en utvikler som bygger eller administrerer nettsteder for klienter?"],"Get Jetpack for Agencies":["Få Jetpack for byråer"],"Manage your clients’ sites with ease":["Behandle dine klienters nettsteder med enkelhet"],"Jetpack for Agencies":["Jetpack for byråer"],"Visit <a>jetpack.com\/app<\/a> or scan this code to download the Jetpack mobile app.":["Besøk <a>jetpack.com\/app<\/a> eller skann denne koden for å laste ned Jetpack mobilapp."],"Start for free":["Start med gratis"],"This is a personal site":["Dette er et personlig nettsted"],"I build or manage this site for a client":["Jeg bygger eller administrerer dette nettstedet for en klient"],"To help you get the most from Jetpack, tell us about your site. Check all that apply:":["For å hjelpe deg å få mest glede av Jetpack, fortell oss om ditt nettsted. Kryss av for alt som passer:"],"Tell us more about %s?":["Fortelle oss mer om %s?"],"Settings header\u0004Jetpack Social connections":["Tilkoblinger for Jetpack Sosialt"],"View Recommendations":["Se anbefalinger"],"Go back in time with one click":["Gå tilbake i tid med ett klikk"],"Install Protect for Free":["Installer Beskytt gratis"],"As you add plugins to your site, you have to start thinking about vulnerabilities.<br \/><br \/><strong>Jetpack Protect<\/strong> is a free security solution for WordPress that runs automated scans on your site and warns you about vulnerabilities.<br \/><br \/>Focus on running your business while we protect your site with Jetpack Protect. <ExternalLink>Learn More<\/ExternalLink>.":["Når du legger til utvidelser på nettstdete ditt må du begybnne å tenke på sårbarheter.<br \/><br \/><strong>Jetpack Beskytt<\/strong> er en gratis sikkerhetsløsning for WordPress som kjører automatiske gjennomsøkinger på nettstedet ditt og vasler deg om sårbarheter.<br \/><br \/>Fokuser på å drive din virksomhet mens vi beskytter nettstedet ditt med Jetpack Beskytt. <ExternalLink>Lær mer<\/ExternalLink>."],"Install Jetpack Boost for free":["Installer Jetpack Boost gratis"],"Lazy image loading and site performance scores":["Sen bildelasting og ytelsespoeng for nettstedet"],"Defer non-essential Javascript":["Utsett Javascript som ikke er viktig"],"Optimize CSS loading":["Optimaliser lasting av CSS"],"Fast websites mean more page visits and conversions. Even a one-second delay in loading times can reduce conversion rates by 20%.<br\/><br\/> Make your site blazing fast with <ExternalLink>Jetpack Boost’s<\/ExternalLink> simple dashboard and acceleration tool:":["Raskere nettsteder betyr flere sidevisninger og konverteringer. Selv ett sekunds forsinkelse i lastetiden kan redusere konverteringsgradene med 20%.<br\/><br\/>Gjør nettstedet ditt flammende raskt med <ExternalLink>Jetpack Forsterks<\/ExternalLink> enkle kontrollpanel og aksellerasjonsverktøy:"],"Get more views for your new page.":["Få flere visninger av din nye side."],"Learn More About Site Backups":["Lær mer opp sikkerhetskopier av nettstdet"],"We noticed that you’ve recently enabled auto-updates for one of your plugins. Nice work, keeping plugins updated is vital for a healthy site!<br\/><br\/>Sometimes auto-updating plugins can cause unexpected changes on your site. Finding an older version of the plugin or learning how to install it to revert the changes can be challenging.<br\/><br\/>Here at Jetpack, we recommend regular backups of your site so you can go back in time with the click of a button.":["Vi oppdaget at du nylig slo på auto-oppdateringer for en av dine utvidelser. Godt arbeid, å holde utvidelser oppdatert er livsviktig for et sunt nettsted!<br\/><br\/>Noen ganger kan auto-oppdatering av utvidelser forårsake uventede endringer på nettstedet ditt. Å finne en eldre versjon av utvidelsen eller å lære hvordan installere den for å omgjøre endringer kan være utfordrende.<br\/><br\/>Her på Jetpack anbefaler vi jevnlige sikkerhetskopieringer av nettstedet slik at du kan gå tilbake i tid ved å klikke på en knapp."],"Be prepared for auto-updates.":["Vær klar for auto-oppdateringer."],"Site Backups":["Sikkerhetskopier av nettstedet"],"Manage your clients’ sites with ease and get a %s discount with the Jetpack licensing platform.":["Behandle dine klienters nettsteder med enkelhet og få %s rabatt med Jetpack lisensplattform."],"Jetpack Writing Settings":["Jetpack innstillinger for skriving"],"Jetpack Traffic Settings":["Jetpack innstilinger for trafikk"],"Jetpack Sharing Settings":["Jetpack innstillinger for deling"],"Jetpack Security Settings":["Jetpack innstillinger for sikkerhet"],"Jetpack Recommendations":["Jetpack anbefalinger"],"Jetpack Privacy Settings":["Jetpack innstillinger for personvern"],"Jetpack Performance Settings":["Jetpack innstillinger for ytelse"],"Jetpack My Plan Details":["Jetpack detaljer for min pakke"],"Jetpack Discussion Settings":["Jetpack innstillinger for diskusjon"],"Jetpack At A Glance Dashboard":["Jetpack Akkurat nå-kontrollpanel"],"View your most recent restore points":["Se dine nyeste gjenopprettingspunkter"],"Every change you make will be backed up, in real-time, as you edit your site. <ExternalLink>Learn More<\/ExternalLink>":["Hver endring du gjør vil bli sikkerhetskopiert, i sanntid, mens du redigerer nettstedet ditt. <ExternalLink>Lær Mer<\/ExternalLink>"],"Watch the video":["Se videoen"],"A short video guide on how to back up your website":["En kort video-veiledning for hvordan sikkerhetskopiere nettstedet ditt"],"Getting started with Jetpack Backup":["Å komme i gang med Jetpack sikkerhetskopiering"],"Record type":["Oppføringstype"],"Summary of the records":["Sammendrag av oppføringene"],"Access the Customizer here.":["Gå til Tilpass her."],"Edit and add CSS directly on your site from the Customizer.":["Rediger og legg til CSS direkte på nettstedet fra Tilpass."],"Additional CSS can be added from the Customizer. Enable the enhanced Custom CSS feature below to add additional features.":["Ekstra CSS kan legges til fra Tilpass. Slå på funksjonen forbedret tilpasset CSS nedenfor for å legge til ytterligere funksjoner."],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["Glem ikke å omgjøre denne handlingen når branmuren er slått av eller når du avinstallerer Jetpack."],"To ensure the firewall can best protect your site, please update: <code>auto_prepend_file<\/code> PHP directive to point to <code>%s<\/code> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["For å sikre at brannmuren best kan beskytte nettstedet ditt, vennligst oppdater PHP-direktivet <code>auto_prepend_file<\/code> til å peke til <code>%s<\/code>. Dette er typisk angitt enten i en .htaccess-fil eller i den globale PHP-konfigurasjonen. Kontakt din nettvert for ytterligere assistanse."],"<b>Enhance protection<\/b> - Learn how to configure the firewall to inspect all requests and run before WordPress initializes":["<b>Forbedre beskyttelsen<\/b> - Lær hvordan konfigurere brannmuren til å inspisere alle forespørsler og kjør før WordPress initialiseres"],"Allow Jetpack to collect data to improve Firewall protection and rules. <ExternalLink>Learn more<\/ExternalLink> <hr \/> <ExternalLink>Privacy Information<\/ExternalLink>":["La Jetpack samle inn data for å forbedre brannmurbeskyttelsen og reglene. <ExternalLink>Lær mer<\/ExternalLink> <hr \/> <ExternalLink>Personvern<\/ExternalLink>"],"Share data with Jetpack":["Del data med Jetpack"],"Example: %s":["Eksempel: %s"],"Allow \/ Block list - Block or allow a specific request IP":["Tillat- \/ blokker-liste - Blokker eller tillat en bestemt forespørsels-IP"],"Settings header badge\u0004NEW":["NYTT"],"Settings header\u0004Firewall":["Brannmur"],"per month, paid yearly":["pr. måned, fakturert årlig"],"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["Jetpack driver for tiden funksjoner på ditt nettsted. Straks du deaktiverer Jetpack vil disse funksjonene ikke lenger være tilgjengelige."],"Close.":["Lukk."],"Blocked IP addresses":["Blokkerte IP-adresser"],"Jetpack Social":["Jetpack Sosialt"],"Jetpack Protect":["Jetpack Beskytt"],"Caution: if there are Jetpack blocks used in existing posts or pages, disabling this setting will cause those blocks to stop working.":["Advarsel: Om det er brukt Jetpack-blokker i eksisterende innlegg eller sider, vil det å slå av denne innstillingen gjøre at de blokkene ikke lenger vil virke."],"Discount offer has ended":["Rabattilbudet er avsluttet"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dt"],"%dd":["%dd"],"See all discounted products":["Se alle nedsatte produkter"],"Resources":["Ressurser"],"View products":["Se produkter"],"View discounted products":["Se nedsatte produkter"],"Comments and form spam protection":["Beskyttelse mot kommentar- og skjema-spam"],"Real-time malware scanning":["Gjennomsøking etter skadevare i sanntid"],"One-click restores":["Ett-klikks gjenoppretting"],"Real-time cloud backups":["Sikkerhetskopiering til nettskyen i sanntid"],"Discount ends in:":["Rabattene slutter om:"],"* Discount is for first term only, all renewals are at full price.":["Rabatt gjelder kun første gang. Alle fornyelser er til full pris."],"Next":["Neste"],"Feature Enabled":["Funksjon slått på"],"Get %s":["Få %s"],"Jetpack Security gives you complete site protection and backups.":["Jetpack Sikkerhet gir deg full nettstedsbeskyttelse og sikkerhetskopiering."],"Your site is growing. It’s time for a security plan.":["Ditt nettsted vokser. Det er tid for en sikkerhetspakke."],"Get VideoPress":["Få VideoPress"],"Upgrade for more videos and storage":["Oppgrader for flere videoer og lagring"],"Block spam automatically with Jetpack Akismet Anti-spam":["Blokker automatisk mot spam med Jetpack Akismet antispam"],"Get Jetpack Security":["Få Jetpack Sikkerhet"],"Increase your site security!":["Øk sikkerheten på nettstedet ditt!"],"Try VideoPress for free":["Prøv VideoPress gratis"],"No matter your business, adding videos to your site is essential for success. Jetpack VideoPress offers HD, ad-free video hosting, so you can keep the focus on your content. Try it for free or upgrade for more space. <ExternalLink>Learn more<\/ExternalLink>":["Uansett hva din virksomhet består i, er å legge til videoer på nettstdet ditt viktig for å lykkes. Jetpack VideoPress tilbyr videoplassering slik at du kan holde fokus på innholdet ditt. Prøv det gratis eller oppgrader for mer plass. <ExternalLink>Lær mer<\/ExternalLink>"],"Share videos on your site to increase engagement and purchases.":["Del videoer på nettstedet ditt for økt engasjement og kjøp."],"Learn how to block spam":["Lær hvordan blokkere spam"],"Congratulations! Your content is getting traction and receiving comments. The more popular your content is, the more likely it is you will be a target for spam comments. To ensure a great experience for your readers, we recommend manually moderating spam or using an automated product like Jetpack Akismet Anti-spam.":["Gratulerer! Innholdet ditt er i bevegelse og mottar kommentarer. Jo mer populært innholdet ditt er, jo mer trolig er det at du vil bli mål for spam-kommentarer. For å sikre en flott opplevelse for dine lesere, anbefaler vi manuelt å moderere spam eller å bruke et automatisert produkt som Jetpack Akismet antispam."],"It’s time to block spam comments.":["Det er på  tide å blokkere spam-kommentarer."],"With more plugins comes more responsibility.":["Med flere utvidelser kommer mer ansvar"],"Enable Social Media Sharing":["Slå på deling til sosiale medier"],"It’s easy to share your content to a wider audience by connecting your social media accounts to Jetpack. When you publish a post, it will automatically appear on all your favorite platforms. Best of all, it’s free. <ExternalLink>Learn more<\/ExternalLink>":["Det er enkelt å dele innholdet ditt til et bredere publikum ved å koble dine sosiale media-konti til Jetpack. Når du publiserer et innlegg vil det automatisk dukke opp på alle dine foretrukne plattformer. Og aller best, det er gratis. <ExternalLink>Lær mer<\/ExternalLink>"],"Automatically share your posts to social media to grow your audience.":["Del automatisk dine innlegg til sosiale media for å øke ditt publikum."],"Spam Management":["Behandling av spam"],"Read More":["Les mer"],"How To":["Hvordan"],"Social Media Sharing":["Deling på sosiale medier"],"New":["Nytt"],"%d%% off":["%d%% avslag"],"Navigation item.\u0004Recommendations <count>%d<\/count>":["Anbefalinger <count>%d<\/count>"],"Save every change and get back online quickly with one‑click restores.":["Lagre enhver endring og kom raskt tilbake på nettet med ettklikks gjennoprettinger."],"Video Privacy: Restrict views to members of this site":["Video-personvern: Begrens visinger til medlemmer av dette nettstedet."],"Discover Jetpack tools in the block editor":["Oppdag Jetpack-verktøy i blokkredigeringen"],"Jetpack Blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["Jetpack-blokker gir deg mulighet til å levere kvalitetsinnhold som fanger nettstedsbesøkende uten å leie en utvikler eller lære en eneste linje kode."],"Nice work! Let’s recap what we enabled for %s.":["Godt gjort! La oss gå gjennom hva vi har slått på for %s."],"Learn how to get started with Jetpack":["Lær hvordan komme i gang med Jetpack"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. Jetpack will automatically optimize and load your images and files from our global Content Delivery Network (CDN). <ExternalLink>Learn more<\/ExternalLink>":["Raske nettsteder gir bedre rangering i søkemotorer og hjelper med å beholde de besøkende lengre. Jetpack vil automatisk optimalisere dine bilder og filer fra vårt globale leveransenettverk for innhold (CDN). <ExternalLink>Lær mer<\/ExternalLink>"],"Would you like your site to load faster?":["Ønsker du at nettstedet ditt skal lastes raskere?"],"Would you like to turn site visitors into subscribers?":["Ønsker du å få besøkende til å bli abonnenter?"],"Getting started with Jetpack":["Å komme i gang med Jetpack"],"Navigation item.\u0004My Jetpack":["Min Jetpack"],"Jetpack includes some blocks which can help you create your pages exactly the way you want them.":["Jetpack har noen blokker inkludert som kan hjelpe deg lage dine sider akkurat slik du ønsker dem"],"Be sure your %1$d posts, %2$d comments, and more information are safely backed up with Jetpack":["Vær sikker på at dine %1$d innlegg, %2$d kommentarer og annen informasjon blir trygt sikkerhetskopiert med Jetpack"],"Upgrade to backup":["Oppgrader for å ta sikkerhetskopi"],"Locked":["Låst"],"Record count":["Antall oppføringer"],"Redeem your %1$s coupon to get started with %2$s for free the first year!":["Innløs din %1$s-kupong for å komme i gang med %2$s gratis det første året!"],"Get %s free for one year!":["Få %s gratis i ett år!"],"Upgrade your site to access additional features, including spam protection, backups, and priority support: <a>Upgrade now<\/a>":["Oppgrader nettstedet ditt for tilgang til ytterliger funksjoner, inkludert spambeskyttelse, sikkerhetskopiering og prioritert brukerstøtte: <a>Oppgrader nå<\/a>"],"Upgrade your site to access additional features, including spam protection, security scanning, and priority support: <a>Upgrade now<\/a>":["Oppgrader nettstedet ditt for tilgang til ytterliger funksjoner, inkludert spambeskyttelse, sikkerhetsgjennomsøking og prioritert brukerstøtte: <a>Oppgrader nå<\/a>"],"Upgrade your site to access additional features, including spam protection and priority support: <a>Upgrade now<\/a>":["Oppgrader nettstedet ditt for tilgang til ytterliger funksjoner, inkludert spambeskyttelse og prioritert brukerstøtte: <a>Oppgrader nå<\/a>"],"Sell more and get more leads with the free Jetpack CRM plugin built specifically for WordPress.<br \/><ExternalLink>Learn more<\/ExternalLink>":["Selg mer og få flere kundeemner med gratisutvidelsen Jetpack CRM bygget spesielt for WordPress.<br \/><ExternalLink>Lær mer<\/ExternalLink>"],"The Jetpack CRM product name, without the Jetpack prefix\u0004CRM":["CRM"],"Redeem":["Løs inn"],"Remind me later":["Påminn meg senere"],"Redeem your coupon and get started with %s for free the first year! Never worry about losing your data, ever.":["Innløs din kupong for å komme i gang med %s gratis det første året! Bekymre deg aldri mer for tap av data."],"One free year of Jetpack Backup":["Ett gratis år med Jetpack Sikkerhetskopiering"],"Logo of %s who are offering a coupon in partnership with Jetpack":["Logo for %s, som tilbyr et kupongpartnerskap med Jetpack"],"Jetpack Boost gives your site the same performance advantages as the world’s leading websites, no developer required.":["Jetpack Forsterk gir nettstedet ditt samme ytelsesfordeler som verdens ledende nettsteder, ingen utvikler nødvendig."],"Jetpack Boost":["Jetpack Forsterk"],"Magnifying Glass":["Forstørrelsesglass"],"Install %s":["Installer %s"],"Plugin is installed & active.":["Utvidelsen er installert og aktiv."],"Manage %s":["Behandle %s"],"Activating %s":["Aktiverer %s"],"Installing %s":["Installerer %s"],"Download the Jetpack iOS mobile app.":["Last ned Jetpack mobil-app for iOS."],"Apple App Store download badge.":["Nedlastingsmerke for Apple app-butikken"],"Download the Jetpack Android mobile app.":["Last ned Jetpack mobil-app for Android."],"Google Play Store download badge.":["Nedlastingsmerke for Google Play-butikken."],"1 free video available. Upgrade now to unlock more videos and 1TB of storage.":["1 gratis video tilgjengelig. Oppgader nå for å åpne for flere videoer og 1TB lagring."],"You have used your free video. Upgrade now to unlock more videos and 1TB of storage.":["Du har brukt din gratis video. Oppgrader nå for å åpne for flere videoer og 1TB lagring."],"<ExternalLink>View on WordPress.com<\/ExternalLink>":["<ExternalLink>Se på WordPress.com<\/ExternalLink>"],"Comprehensive Site Security":["Omfattende nettstedsikkerhet"],"A shield and check mark representing the Jetpack Security Bundle":["Et skjold og et avkrysningsmerke som representerer Jetpack sikkerhetsbunt"],"Performance and Growth":["Ytelse og vekst"],"The Jetpack Boost product name, without the Jetpack prefix\u0004Boost":["Forsterk"],"Configure search":["Konfigurer søk"],"View scan results":["Se gjennomsøkingsresultater"],"View latest backup":["Se siste sikkerhetskopi"],"View my plans":["Se mine abonnementspakker"],"Configure my site":["Konfigurer mitt nettsted"],"Submit Feedback":["Send inn tilbakemelding"],"Submitting…":["Sender inn..."],"Navigation item.\u0004License":["Lisens"],"Navigation item.\u0004Activate a Product":["Aktiver et produkt"],"View all purchases":["Se alle kjøp"],"Got a license key? Activate it here.":["Har du en lisensnøkkel? Aktiver den her."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dTB<\/strong> of storage space.":["Ha glede av sinnsroen ved full nettstedsbeskyttelse. Du har <strong>%1$dTB<\/strong> lagringsplass.","Ha glede av sinnsroen ved full nettstedsbeskyttelse. Du har <strong>%1$dTB<\/strong> lagringsplass."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dGB<\/strong> of storage space.":["Ha glede av sinnsroen ved full nettstedsbeskyttelse. Du har <strong>%1$dGB<\/strong> lagringsplass.","Ha glede av sinnsroen ved full nettstedsbeskyttelse. Du har <strong>%1$dGB<\/strong> lagringsplass."],"Jetpack is the perfect companion plugin for WooCommerce - made by WordPress experts to make your store faster, safer, and to help grow your business.":["Jetpack er den perfekte følgesvenn-utvidelsen for WooCommerce - laget av WordPress-eksperter for å gjør din butikk raskere, sikrere og hjelpe deg øke virksomheten din."],"Jetpack and WooCommerce":["Jetpack og WooCommerce"],"Welcome to Jetpack! Security, Growth, & Performance tools for WordPress businesses":["Velkommen til Jetpack! Sikkerhet, vekst og ytelsesverktøy for WordPress-forretninger."],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Øk din trafikk med automatisk sosial <ExternalLink>publisering og deling<\/ExternalLink>"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Blokker <ExternalLink>råkraft-angrep<\/ExternalLink> og få øyeblikkelig varsel om ditt nettsted er nede"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Få fart på ditt nettsted og levér mobilvennlige bilder med <ExternalLink>vårt CDN<\/ExternalLink>"],"Ad network access":["Tilgang til reklame-nettverk"],"Accept payments":["Ta i mot betalinger"],"<strong>Free<\/strong> related posts":["<strong>Gratis<\/strong> relaterte innlegg"],"<strong>Free<\/strong> social media tools":["<strong>Gratis<\/strong> verktøy for sosiale media"],"<strong>Free<\/strong> site stats":["<strong>Gratis<\/strong> nettstedstatistikk"],"Growth tools":["Verktøy for vekst"],"Ad-free WordPress video hosting":["Reklamefri video-betjening"],"Instant site search":["Øyeblikkelig nettstedssøk"],"<strong>Free<\/strong> SEO tools":["<strong>Gratis<\/strong> SEO-verktøy"],"<strong>Free<\/strong> lazy image loading":["<strong>Gratis<\/strong> sen bildelasting"],"<strong>Free<\/strong> Content Delivery Network (CDN)":["<strong>Gratis<\/strong> Leveringsnettverk for innhold (CDN)"],"Performance tools":["Ytelsesverktøy"],"Comment and form spam protection":["Beskyttelse mot spam i kommentarer og skjema"],"Automated malware scanning":["Automatisk skadevare-gjennomsøking"],"Full store & order backups":["Full sikkerhetkopiering av butikk og ordre"],"<strong>Free<\/strong> brute force attack prevention":["<strong>Gratis<\/strong> beskyttelse mot råkraftangrep"],"<strong>Free<\/strong> downtime monitoring":["<strong>Gratis<\/strong> nedetidsovervåking"],"Security tools":["Verktøy for sikkerhet"],"Continue to Jetpack":["Fortsett til Jetpack"],"Redeem %s":["Innløs %s"],"Redeem your coupon and get started with %s for free the first year!":["Innløs din kupong og kom i gang med %s gratis det første året!"],"Set up & redeem %s":["Sett opp og innløs %s"],"Welcome to Jetpack %s traveler!":["Velkommen til Jetpack %s-reisende!"],"An unknown error occurred during license activation. Please try again.":["En ukjent feil oppsto ved aktivering av lisens. Vennligst prøv igjen."],"This is not a valid license key. Please try again.":["Dette er ikke en gyldig lisensnøkkel. Vennligst prøv igjen."],"You're all set!":["Du er klar!"],"Your product is active!":["Produktet ditt er aktivt!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Opplev høykvalitets-, annonsefrie videoer laget spesielt for WordPress."],"Jetpack VideoPress is active!":["Jetpack VideoPress er aktiv!"],"Jetpack Security is active!":["Jetpack Sikkerhet er aktiv!"],"Next, we'll help you customize the Search experience for your visitors.":["Så vil vi hjelpe deg tilpasse søkeopplevelsen for dine besøkende."],"Jetpack Search is active!":["Jetpack Søk er aktiv!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["De kan se dine sikkerhetsgjennomsøkinger på <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Gjennomsøking er aktiv!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Du kan se dine sikkerhetskopier, sikkerhetsgjenomsøkinger og gjenopprette nettstedet ditt på <a>cloud.jetpack.com<\/a>. Om du mister tilgangen til nettstedet ditt kan du gjenoprette det der."],"Jetpack Complete is active!":["Din Jetpack Komplett er aktiv!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Du kan se dine sikkerhetskopier og gjenopprette nettstedet ditt på <a>cloud.jetpack.com<\/a>. Om du noen gang mister tilgang til nettstedet ditt kan du gjenopprette det der."],"Jetpack Backup is active!":["Jetpack Sikkerhetskopiering er aktiv!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Vi vil ta hånd om alt videre herfra. Nå kan du ha glede av et spamfritt nettsted!"],"Jetpack Anti-spam is active!":["Din Jetpack Antispam er aktiv!"],"Do you need help? <a>Contact us.<\/a>":["Trenger du hjelp? <a>Kontakt oss.<\/a>"],"License key":["Lisensnøkkel"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Sjekk din e-post<\/strong> for din lisensnøkkel. Du skal ha mottatt den etter kjøpet ditt."],"Add a license key":["Legg til en lisensnøkkel"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Svaret ditt er sendt inn. <br\/>Takk for din tilbakemelding om hvordan vi kan forbedre Jetpack."],"Thank you!":["Takk!"],"Skip for now":["Hopp over inntil videre"],"Let us know what didn‘t work for you":["La oss vite hva som ikke virket for deg"],"Before you go, help us improve Jetpack":["Før du drar, hjelp oss forbedre Jetpack"],"Stay connected":["Forbli tilkoblet"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Trenger hjelp?<\/strong> Lær mer om <jpConnectionInfoLink>Jetpack-tilkoblingen<\/jpConnectionInfoLink> eller <jpSupportLink>kontakt Jetpack brukerstøtte<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Når du kobler fra Jetpack vil disse ikke lenger virke."],"Jetpack is currently powering multiple products on your site.":["Jetpack gir nå kraft til flere produkter på ditt nettsted."],"Back to my website":["Tilbake til mitt nettsted"],"No thank you":["Nei, takk"],"Help us improve":["Hjelp oss bli bedre"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Vi er lei for at du vil forlate oss. Her hos Jetpack prøver vi alltid å levere den beste oplevelsen for våre kunder. Vennligst ta en kort spørreundersøkelse (2 minutter, lover)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack har blitt koblet fra."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack driver andre utvidelser på nettstedet ditt. Hvis du kobler fra vil disse utvidelsene ikke lenger virke."],"Loading recommendations":["Laster anbefalinger"],"Add %s":["Legg til %s"],"\/month, paid yearly":["\/måned, fakturert årlig"],"Popular upgrade":["Populær oppgradering"],"Graphical illustration of product: %s":["Grafisk illustrasjon av produkt: %s"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappen nedenfor godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>dele detaljer<\/shareDetailsLink> med WordPress.com."],"Example Archive Title\/Date":["Eksempel: Arkiv tittel\/dato"],"Archive Title":["Arkivtittel"],"14-day money-back guarantee":["14 dagers pengene tilbake-garanti"],"Special introductory pricing, all renewals are at full price.":["Spesiell introduksjonspris, alle fornyelser er til full pris."],"You now have access to these benefits:":["Du har nå tilgang til disse fordelene:"],"Your plan has been upgraded!":["Din abonnementspakke er oppgradert!"],"Recommendations Product Purchased\u0004Configure your site":["Konfigurer nettstedet ditt"],"Enable VideoPress":["Slå på VideoPress"],"Jetpack VideoPress":["Jetpack VideoPress"],"High-quality, ad-free video built specifically for WordPress.":["Høykvalitets-, annonsefrie videoer laget spesielt for WordPress."],"And more! <a>See all Jetpack features<\/a>":["Og mer! <a>Se alle Jetpack-funksjoner<\/a>"],"Let visitors share your content on social media":["La dine besøkende dele ditt innhold på sosiale medier"],"Automatically share your content on social media":["Del automatisk ditt innhold på sosiale medier"],"Connect your user account":["Koble til din brukerkonto"],"Unlock all the amazing features of Jetpack by connecting now":["Lås opp alle de fantastiske funksjonene til Jetpack ved å koble til nå"],"Unlock %s and more amazing features":["Lås opp %s og flere fantastiske funksjoner"],"Enhance your site with dozens of other features":["Forbedre nettstedet ditt med en mengde andre funksjoner"],"Get notifications if your site goes offline":["Få varsel dersom nettstedet ditt ikke er tilgjengelig på nettet"],"Protect your site against bot attacks":["Beskytt nettstedet ditt mot robotangrep"],"Speed up your site with optimized images":["Få fart på ditt nettsted med optimaliserte bilder"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["Sikre og får fart på ditt nettsted gratis med Jetpacks kraftige WordPress-verktøy."],"<Button>Activate<\/Button> to engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. Try it for free.":["<Button>Aktiver<\/Button> for å engasjere dine besøkende med høykvalitets-, annonsefrie video. Spar tid ved å laste opp videoer direkte gjennom redigeringen i WordPress. Prøv gratis."],"Connect your WordPress.com account to enable high-quality, ad-free video.":["Koble til din WordPress.com-konto for å skå på høykvalitets, reklamefri video."],"Video storage used out of 1TB:":["Videoalgring brukt av totalt 1TB:"],"VideoPress is enabled and will optimize your videos for smooth playback on any device. To add a new video, upload it to the Media Library or Post Editor.":["VideoPres er slått på og vil optimalisere videoene dine for jevn avspilling på alle enheter. For å legge til en ny video, last den opp til mediebiblioteket eller til innleggsredigereren."],"Engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. With Jetpack VideoPress, you can customize your video player to deliver your message without the distraction.":["Engasjer dine besøkende med høykvalitets-, annonsefrie video. Spar tid ved å laste opp videoer direkte gjennom redigereren i WordPress. Med Jetpack VideoPress kan du tilpasse din videospiller til å levere ditt budskap uten distraksjoner."],"Your site is new and may still be preparing backup configuration.":["Nettstedet ditt er nytt og forereder kanskje ennå konfigurering av sikkerhetskopiering."],"Loading…":["Laster..."],"Over 5 million WordPress sites are faster and more secure":["Over 5 millioner  WordPress-nettsteder er raskere og sikrere"],"An error occurred. Please try again.":["En feil oppstod. Vennligst prøv igjen."],"Jetpack Logo":["Jetpack logo"],"Jetpack logo":["Jetpack logo"],"Your data is being securely backed up as you edit. You have <strong>%1$dTB<\/strong> of storage space.":["Dine data blir trygt sikkerhetskopiert mens du redigerer. Du har <strong>%1$dTB<\/strong> lagringsplass.","Dine data blir trygt sikkerhetskopiert mens du redigerer. Du har <strong>%1$dTB<\/strong> lagringsplass."],"Your data is being securely backed up as you edit. You have <strong>%1$dGB<\/strong> of storage space.":["Dine data blir trygt sikkerhetskopiert mens du redigerer. Du har <strong>%1$dGB<\/strong> lagringsplass.","Dine data blir trygt sikkerhetskopiert mens du redigerer. Du har <strong>%1$dGB<\/strong> lagringsplass."],"Jetpack Security":["Jetpack sikkerhet"],"Contact support":["Kontakt brukerstøtte"],"Explore themes":["Utforsk temaer"],"Get access to professionally crafted themes offered on WordPress.com, & customize your site exactly how you like it.":["Få tilgang til profesjonelt lagede temaer på WordPress.com og tilpass nettstedet ditt akkurat slik du vil ha det."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack oppdaget en feil og kunne ikke vise kontrollpanelet. Vennligst prøv å oppfriske siden."],"Connect your WordPress.com account and upgrade to get a faster resolution to your support questions.":["Koble til din WordPress.com-konto og oppgrader for å få raskere løsning på din brukerstøttespørsmål."],"Button caption\u0004Apply license":["Bruk lisens"],"Button caption\u0004Applying…":["Bruker..."],"Jetpack licence key":["Jetpack lisensnøkkel"],"If you have a Jetpack license key paste it here to queue it for activation. Once your license is processed your product will appear under \"My Plan\".":["Har du en Jetpack-lisens, lim den inn her for å aktivere den. Straks din lisens er behandlet vil dine produkter dukke opp under \"Min pakke\"."],"Jetpack License":["Jetpack lisens"],"Error adding Jetpack license key.":["Feil ved innlegging av Jetpack lisensnøkkel."],"Jetpack license key added. It may take a minute for the license to be processed.":["Jetpck lisensnøkkel lagt til. Det kan ta et minutt for lisensen å bli behandlet."],"Get the most out of Jetpack.":["Få det beste ut av Jetpack."],"Connect your WordPress.com account to upgrade and get Jetpack Search, which helps your visitors instantly find the right content – right when they need it.":["Koble til din WordPress.com-konto for å oppgradere og få Jetpack Søk, noe som hjelper dine besøkende straks å finne riktig innhold - akkurat når de trenger det."],"Connect your WordPress.com account to upgrade and get automatic backups that keep your content safe.":["Koble til din WordPress.com-konto for å oppgradere og få automatiske sikkerhetskopieringer som holder ditt nettsted trygt."],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms":["Koble til din WordPress.com-konto for å oppgradere og fjern automatisk spam fra kommentarer og skjema."],"Connect your WordPress.com account to upgrade to Jetpack Scan and protect your site from security threats with automated scanning.":["Koble til din WordPress.com-konto for å oppgradere til Jetpack Gjennomsøking og beskytt ditt nettsted mot sikkerhetstrusler med automatisk gjennomsøking."],"<Button>Connect your WordPress.com<\/Button> account to use this feature.":["<Button>Koble til din WordPress.com<\/Button>-konto for å bruke denne funksjonen."],"<Button>Connect your WordPress.com<\/Button> account to keep your site protected from malicious sign in attempts.":["<Button>Koble til din WordPress.com<\/Button>-konto for å holde ditt nettsted beskyttet mot ondsinnede innloggingsangrep."],"Connect your WordPress.com account for more metrics":["Koble til din WordPress.com-konto for å se mer statistikk"],"Not now":["Ikke nå"],"Connect to enable the WordPress.com toolbar.":["Koble til for å slå på verktøylinjen fra WordPress.com."],"Connect to enable publishing via email.":["Koble til å å slå på publisering via e-post."],"Google search":["Google-søk"],"Expand to preview how the SEO settings will look for your homepage on Google, Facebook, and Twitter.":["Utvid forhåndsvisningen for å se hvordan SEO-innstillingene vil se ut for din forside på Google, Facebook og Twitter."],"Maximum characters reached.":["Maksimalt antall tegn nådd."],"Front Page Meta Description":["Metabeskrivelse for forsiden"],"Craft a description of your Website: up to 160 characters that will be used in search engine results for your front page, and when your website is shared on social media sites.":["Lag en beskrivelse av ditt nettsted: Opp til 160 tegn som vil bli brukt i søkemotor-resultater for din forside, og når nettstedet ditt deles på sosiale media-nettsteder."],"Expand to edit your front page meta description.":["Utvid for å redigere metabeskrivelsen for din forside."],"You can set the structure of page titles for different sections of your site. Doing this will change the way your site title is displayed in search engines, social media sites, and browser tabs.":["Du kan angi strukturen for sidetitler for ulike seksjoner av nettstedet ditt. Å gjre dette vil endre måten dine sidetitler vises på i søkemotorer, på sosiale media-nettsteder og i neetleserfaner."],"Expand to customize the page title structures of your site.":["Utvid for å tilpasse sidetittel-strukturen på ditt nettsted."],"Your SEO settings are managed by the following plugin: %s":["Din SEO er ivaretatt av følgende utvidelse: %s"],"Preview: %s":["Forhåndsvis: %s"],"Example Title":["Eksempel-tittel"],"Tag or Category Name":["Stikkord eller kategorinavn"],"Page Title":["Sidetittel"],"Post Title":["Innleggstittel"],"Tagline":["Slagord"],"Site Title":["Nettstedstittel"],"Front Page":["Forside"],"The Like button is a way for people on WordPress.com to show their appreciation for your content.":["Liker-knappen er en måte for folk på WordPress.com å vise at de setter pris på innholdet ditt."],"Connect to add your social media accounts.":["Koble til for å legge til kontoer i sosiale medier."],"Connect to enable WordPress.com Secure Sign-On.":["Koble til for å slå på WordPress.com sikker innlogging."],"Secure Sign-On":["Sikker innlogging"],"Connect to set up your status alerts.":["Koble til for å sette opp statusvarslinger."],"Connect to configure.":["Koble til for å konfigurere."],"Connect to manage your subscriptions settings.":["Koble til for å behandle dine innstillinger for abonnement."],"This feature is provided by the WordPress.com cloud. %s":["Denne funksjonen leveres av nettskyen til WordPress.com. %s"],"Receive notifications about new likes and comments":["Få varsler om likerklikk og kommentarer"],"Let your subscribers know when you post":["La abonnenter vite når du publiserer"],"Receive instant downtime alerts":["Motta øyeblikkelige nedetidsvarslinger"],"Disconnect your WordPress.com account":["Koble fra din WordPress.com-konto"],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms.":["Koble til din WordPress.com-konto for å oppgradere og automatisk fjerne spam fra kommentarer og skjema."],"Connect your WordPress.com account to upgrade and help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Koble til din WordPress.com-konto for å oppgradere og hjelpe besøkende til hurtig å finne svar med høyst relevante og umiddelbare søkeresultater og kraftfull filtrering."],"Connect your WordPress.com account to upgrade and connect your site to Google Analytics.":["Koble til din WordPress.com-konto for oppgradere og koble nettstedet dit til Google Analytics."],"Connect your WordPress.com account to upgrade for automated scanning and one-click fixes keep your site ahead of security threats.":["Koble til din WordPress.com-konto for oppgradere slik at automatisk gjennomsøking og ett-klikks rettinger kan holde nettstedet ditt i forkant av sikkerhetstrusler."],"Connect your WordPress.com account to upgrade and save every change and get back online quickly with one-click restores.":["Koble til din WordPress.com-konto for oppgradere og lagre hver endring og komme tilbake på nettet raskt med ett-klikks gjenopprettinger."],"Connect your WordPress.com account to upgrade and generate income with high-quality ads.":["Koble til din WordPress.com-konto for oppgradere og generer inntekt med høykvalitets reklame."],"A caption for a button to connect a user account to access paid features.\u0004Connect":["Koble til"],"Recommendations skipped":["Anbefalinger ignorert"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["Du slo ikke på noen anbefalte funksjoner. For å få mest ut av Jetpack, slå på noen anbefalinger eller utforsk alle Jetpack-funksjonene."],"Recommendations enabled":["Anbefalinger slått på"],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["Utforsk premium Jetpack produduktpakker eller plukk og velg akkurat det du trenger."],"Powerful security, performance, and marketing":["Kraftig sikkerhet, ytelse og markedsføring"],"Recommended premium product":["Anbefalt premium-produkt"],"Increase site growth with marketing":["Forbedre vekst og markedsføring"],"Speed-enhancing performance tools":["Hastighetsforbedrende ytelsesverktøy"],"Robust security to keep your site safe":["Robust sikkerhet for holde ditt nettsted trygt"],"Google Play Store download badge":["Nedlastingsmerke for Google Play-butikken"],"Apple App Store download badge":["Nedlastingsmerke for Apple app-butikken"],"Manage security on Jetpack.com":["Administrer sikkerhet på Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["Du kan også bruke aktvitetsfunksjonen til å overvåke enhver endring som skjer på ditt nettsted."],"Did you know you can manage all your backups right from Jetpack.com?":["Visste du at du kan behandle alle dine sikkerhetskopier direkte fra Jetpack.com?"],"Manage your security on Jetpack.com":["Administrer din sikkerhet på Jetpack.com"],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["Få ,est mulig ut av din %s. Ett-klikks gjenopprettelser sikrer at du er i stand til å enkelt å gjenopprette ditt nettsted om noe går galt."],"Enable one-click restores":["Slå på ett-klikks gjenoppretting"],"Real-time Backups":["Sanntids sikkerhetskopier"],"WooCommerce":["WooCommerce"],"Install":["Installer"],"Creative Mail":["Creative Mail"],"Install WooCommerce":["Installer WooCommerce"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["Vi er i partnerskap <strong>WooCommerce<\/strong> — en tilpassbar, åpen kildekode, e-handelsplattform bygget for WordPress. Det er alt du trenger for å begynne å selge produkter i dag. <ExternalLink>Lær mer<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["Vil du ha WooCommerce til å drive din butikk?"],"Enable Site Accelerator":["Slå på nettstedsaksellerator"],"Enable Related Posts":["Slå på relaterte innlegg"],"Displaying Related Posts at the end of your content keeps visitors engaged and on your site. <ExternalLink>Learn more<\/ExternalLink>":["Å vise relaterte innlegg på slutten av innholdet holder besøkende engasjert og på ditt nettsted. <ExternalLink>Lær mer<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["Vil du at relaterte innlegg skal vises i bunnen av ditt innhold?"],"Enable Downtime Monitoring":["Slå på nedetidsovervåking"],"If your site ever goes down, Downtime Monitoring will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["Hvi nettstedet ditt går ned vil nedetidsmonitoreringen sende deg en e-post eller push-varsel om det. <ExternalLink>Lær mer<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["Ønsker du at nedetidsovervåkingen skal varsle deg om ditt nettsted ikke er tilgjengelig?"],"Install Creative Mail":["Installer Creative Mail"],"The Jetpack Newsletter Form combined with Creative Mail by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["Skjemaet Jetpack nyhetsbrev, kombinert med Creative Mail av Constant Contact, kan hjelpe med automatisk å samle abonnenter og sende dem nydelige e-poster. <ExternalLink>Lær mer<\/ExternalLink>"],"Navigation item.\u0004Recommendations":["Anbefalinger"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["Alle Jetpacks flotte funksjoner venter på deg og vi vil anbefale noen av våre favoritter."],"Jetpack offers support via community forums for any site without a paid product.":["Jetpack tilbyr brukerstøtte gjennom fellesskapsbaserte forumer for alle nettsteder uten noe betalt produkt."],"No security threats found. Your site will continue to be monitored for future threats.":["Ingen sikkerhetstruseler funnet. Nettstedet ditt vil fortsette å bli overvåket mot fremtidige trusler."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["Sikkerhetstrussel funnet. <a>Klikk her<\/a> for øyeblikkelig å rette den.","Sikkerhetstrusler funnet. <a>Klikk her<\/a> for øyeblikkelig å rette dem."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Kjøp Jetpack Gjennomsøking for å beskytte nettstedet mot sikkerhetstrusler med automatisk gjennomsøking."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress er ikke installert, <a>vennligst installer<\/a> for å slå på automatisk gjennomsøking for sikkerhetstrusler."],"VaultPress is not active, <Button>please activate<\/Button> to enable automatic scanning for security for threats.":["VaultPress er ikke aktiv, <Button>vennligst aktiver<\/Button> for å slå på automatisk gjennomsøking for sikkerhetstrusler."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress har problemer med gjennomsøking. Pass på at <keyLink>registreringsnøkkelen din er lagt inn<\/keyLink>. Om du trenger ytterligere assistanse, <supportLink>kontakt brukerstøtte<\/supportLink>."],"Could not activate VaultPress.":["Kunne ikke aktivere VaultPress."],"Activating VaultPress…":["Aktiverer VaultPress…"],"F Y":["F Y"],"F jS":["j. F"],"M j":["d.M"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Koble til Jetpack på nytt"],"Click below to reconnect Jetpack":["Klikk nedenfor for å koble til Jetpack på nytt"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Du bør bare gjøre dette om du blir rådet til det av Nettstedshelse-tester eller Jetpack brukerstøtte."],"You’ve clicked a link to restore your Jetpack connection.":["Du har klikket på en lenke for å gjenopprette din Jetpack-tilkobling."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack koblet til på nytt! Du kan sjekke helsen til din Jetpack-tilkobling ved å besøke verktøyet <a>Nettstedshelse<\/a>."],"Your site is connected to Jetpack Backup.":["Nettstedet ditt er koblet til Jetpack Sikkerhetskopiering."],"Your site is connected to VaultPress for backups.":["Nettstedet ditt er koblet til VaultPress for sikkerhetskopiering."],"Your site is connected to VaultPress for backups and security scanning.":["Nettstedet ditt er koblet til VaultPress for sikkerhetskopiering og sikkerhetsgjennomsøking."],"Your site is connected to Jetpack Backup and Scan.":["Nettstedet ditt er er koblet til Jetpack sikkerhetskopiering og gjennomsøking."],"Automatically clear spam from comments and forms.":["Fjern spam automatisk fra kommentarer og skjema."],"Connect your site to Google Analytics.":["Koble nettstedet ditt til Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Automatisk gjennomsøking og ettklikks-rettelser holder nettstedet ditt ett skritt foran sikkerhetstruslene."],"Save every change and get back online quickly with one-click restores.":["Lagre enhver endring og kom raskt tilbake på nettet med ettklikks gjennoprettinger."],"Twitter profile image":["Profilbilde på Twitter"],"Account Name":["Kontonavn"],"Activating…":["Aktiverer..."],"Installing…":["Installerer…"],"Jetpack Complete":["Jetpack Komplett"],"Jetpack Security Real-Time":["Jetpack-sikkerhet i sanntid"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["Ytterligere sikkerhet for nettsteder med 24\/7-aktivitet. Anbefalt for e-handelsbutikker, nyhetsorganisasjoner og nettforumer."],"Jetpack Security Daily":["Jetpack-sikkerhet daglig"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Ha glede av sinnsroen ved fullstendig nettstedsbeskyttelse. Bra for brosjyre-nettsteder, restauranter, blogger og andre nettsteder."],"Could not activate Akismet.":["Kunne ikke aktivere Akismet."],"Activating Akismet…":["Aktiverer Akismet..."],"It looks like your API key has been set globally.":["Det ser ut til at din API-nøkkel er satt globalt."],"A valid key has been set in your site's configuration.":["En gyldig nøkkel er satt i konfigurasjonen for nettstedet."],"There seems to be a problem with your website.":["Det ser ut til å være et problem med nettstedet ditt."],"More than 5 million WordPress sites trust Jetpack for their website security and performance.":["Mer en 5 millioner WordPress-nettsteder stoler på Jetpack for sin nettstedsikkerhet og ytelse."],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack gir kraft il nettstedet ditt, men for å få tilgang til disse funksjonene må du koble din konto til WordPress.com."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["For tiden i <a>frakoblet modus<\/a> (noen funksjoner er slått av) fordi: <reasons\/>"],"Your site URL is a known local development environment URL":["Din nettadresse er kjent som en kjent URL for et lokalt utviklingsmiljø"],"The %s constant is defined":["Konstanten %s er definert"],"The jetpack_development_mode filter is active":["Filteret jetpack_development_mode er aktivt"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["Din %2$s-pakke inkluderer %1$s. Det ser ut til at du også har kjøpt produktet %3$s. Vurder å fjerne %3$s."],"Restore Connection":["Gjenopprett forbindelsen"],"Reconnecting Jetpack":["Kobler til Jetpack på nytt"],"Welcome to <s>Jetpack %s<\/s>!":["Velkommen til <s>Jetpack %s<\/s>!"],"%1$s failed to activate. %2$s":["%1$s kunne ikke aktiveres. %2$s"],"Activating %s…":["Aktiverer %s..."],"Jetpack Scan <em>Daily<\/em>":["Jetpack gjennsomsøking <em>daglig<\/em>"],"Connected as <span>%s<\/span>":["Koblet til som <span>%s<\/span>"],"<a>View backup details<\/a>.":["<a>Se sikkerhetskopidetaljer<\/a>."],"Views: %s":["Visninger: %s"],"Week of %s":["Uken fra %s"],"<button>View detailed stats<\/button>":["<button>Se detaljert statistikk<\/button>"],"Referring to a number of comments\u0004All-time comments":["Kommentarer til all tid"],"Referring to a number of page views\u0004All-time views":["Visninger til all tid"],"%s View":["%s visning","%s visninger"],"Referring to a number of page views\u0004Best overall day":["Beste dag hittil"],"Referring to a number of page views\u0004Views today":["Visninger i dag"],"%s has been disabled by a site administrator.":["%s er avslått av en administrator."],"<button1>Auto verify with Google<\/button1><span>or<\/span><button2>Manually verify with Google<\/button2>":["<button1>Bekreft med Google<\/button1><span>eller<\/span><button2>Bekreft manuelt med Google<\/button2>"],"Site failed to verify: %s":["Nettstedet ble ikke verifisert: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["I \"Oppgrader\""],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["I \"Mobil\""],"Unavailable in Offline Mode":["Utilgjengelig i frakoblet modus"],"<a>Contact Support<\/a>":["<a>Kontakt brukerstøtte<\/a>"],"<a>View details<\/a>":["<a>Se detaljer<\/a>"],"Uh oh, %s threat found.":["Au da, %s trussel funnet.","Au da, %s trusler funnet."],"Unavailable in Offline Mode.":["Utilgjengelig i frakoblet modus."],"Jetpack Backup <em>Real-Time<\/em>":["Jetpack sikkerhetskopiering <em>i sanntid<\/em>"],"Jetpack Backup <em>Daily<\/em>":["Jetpack sikkerhetskopiering <em>dagllig<\/em>"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s har blitt slått av en en administrator. <link>Lær mer<\/link>."],"Error updating settings. %s":["Feil ved oppdatering av innstillinger. %s"],"Connect your WordPress.com account":["Koble til din WordPress.com-konto"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Det ser ut til å være et problem med din tilkobling til WordPress.com. Om problemet vedvarer, forsøk å koble til på nytt."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Fjern spam automatisk fra kommentarer og skjemaer. Spar tid, får mer respons, gi dine besøkende en bedre opplevelse - alt uten å løfte en finger."],"Has a video.":["Har en video."],"Tag":["Stikkord"],"Post":["Innlegg"],"Page":["Side"],"Has an image.":["Har et bilde."],"Has multiple images.":["Har flere bilder."],"Toggle search filters.":["Veksle søkefiltre"],"Matching comment.":["Samsvarende kommentar."],"Show filters":["Vis filtre"],"Is a product.":["Er et produkt."],"Is an event.":["Er et arrangement."],"Has audio.":["Har lyd."],"Connection Error, please reconnect.":["Tilkoblingsfeil. Vennligst koble til på nytt."],"Customize your ads.txt file":["Tilpass din ads.txt-fil"],"Do Not Sell Link":["Ikke selg-lenke"],"Always allowed IP addresses":["IP-adresse alltid tillatt"],"Add to Always Allowed list":["Legg til på alltid tillatt-liste"],"Privacy Policy URL":["URL til personvernerklæring"],"Back":["Tilbake"],"Sign Up":["Registrer deg"],"Threat":["Trussel","Trusler"],"Subscriptions":["Abonnementer"],"Site Accelerator":["Nettstedsaksellerator"],"Downtime Monitoring":["Nedetidsovervåking"],"Navigation item.\u0004Set up":["Sett opp"],"Show comments area in carousel":["Vis kommentarfeltet som en karusell"],"Disconnecting…":["Kobler fra..."],"Jetpack Scan":["Jetpack Gjennomsøking"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Automatisk gjennomsøing og ettklikks-rettelser holder nettstedet ditt et skritt foran sikkerhetstruslene."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Hjelp besøkende til straks å finne svar med høyst relevante øyeblikkelige søkereultater og kraftfull filtrering."],"share your experience":["del din erfaring"],"Other:":["Andre:"],"Troubleshooting - I'll be reconnecting afterwards.":["Feilsøking - Jeg vil koble til på nytt etterpå."],"I don't know what it does.":["Jeg vet ikke hva den gjør."],"It's buggy.":["Den er full av feil."],"It slowed down my site.":["Den gjorde nettstedet mitt tregere."],"I can't get it to work.":["Jeg får den ikke til å virke."],"Continue":["Fortsett"],"The Jetpack Backup status could not be retrieved at this time.":["Jetpack sikkerhetskopieringsstatus kunne ikke hentes akkurat nå."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["Jetpack sikkerhetskopierings- og gjennomsøkingsstatus kunne ikke hentes akkurat nå."],"Oops!":["Oops!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Øyeblikkelig søk vil la dine besøkende få søkeresultater straks de taster inn noe. Om skrudd av vil Jetpack-søk fortsatt optimalisere dine søkeresultater, men besøkende vil måtte sende inn en søkespørring før de ser resultater."],"Enable instant search experience (recommended)":["Slå på umiddelbar søkeopplevelse (anbefalt)"],"Enable Search":["Slå på søk"],"Customize Search":["Tilpass søk"],"Relevant search results and filtering tightly integrated with your theme.":["Relevante søkeresultater og filtrering tett integrert med ditt tema."],"Instant search and filtering":["Umiddelbart søk og filtrering"],"A Jetpack Site with the power of Jetpack Search":["Et Jetpack-nettsted med kraften fra Jetpack-søk."],"<Button>Activate<\/Button> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["<Button>Aktiver<\/Button> for å hjelpe besøkende til hurtig å finne svar med høyst relevante og umiddelbare søkeresultater og kraftfull filtrering."],"We are backing up your site daily.":["Vi sikkerhetskopierer ditt nettsted daglig."],"Fast, highly relevant search results and powerful filtering.":["Rask, høyst relevante søkeresultater og kraftfull filtrering."],"Search supports many customizations. ":["Søk støtter mange tilpasninger."],"Customize your Search experience.":["Tilpass din søkeopplevelse."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Utrolig kraftige og tilpassbar, Jetpack Søk hjelper dine besøkende til straks å finne det riktige innholdet - akkurat når de trenger det."],"Error":["Feil"],"real-time backups":["sanntids sikkerhetskopieringer"],"daily backups":["daglige sikkerhetskopieringer"],"Renews on %s.":["Fornyes den %s."],"Purchased on %s.":["Kjøpt den %s."],"Settings header\u0004Jetpack Backup":["Jetpack Sikkerhetskopiering"],"Jetpack Backup is being configured for your site.":["Jetpack sikkerhetskopiering er satt opp for ditt nettsted."],"Settings header\u0004Anti-spam":["Anti-spam"],"Daily Backups":["Daglige sikkerhetskopieringer"],"My Products":["Mine produkter"],"My Plan":["Min pakke"],"Your data is being securely backed up as you edit.":["Dine data blir trygt kopiert mens du redigerer."],"Your data is being securely backed up every day with a 30-day archive.":["Dine data blir sikkerhetskopiert daglig med et 30-dagers arkiv."],"Jetpack Professional":["Jetpack Profesjonell"],"Jetpack Premium":["Jetpack Premium"],"Jetpack Personal":["Jetpack Personlig"],"Jetpack Free":["Jetpack Gratis"],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack har mange kraftige verktøy som kan hjelpe deg nå dine mål"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack driver for tiden funksjoner på ditt nettsted. Straks du kobler fra Jetpack vil disse funksjonene ikke lenger være tilgjengelige og ditt nettsted vil kanskje ikke lenger fungere på samme måte."],"Are you sure you want to disconnect?":["Er du sikker på at du vil koble fra?"],"Notice in the empty statistics chart\u0004No activity this period":["Ingen aktivitet denne perioden"],"We back up your website with every change you make, making it easy to fix your mistakes.":["Vi sikkerhetskopierer nettstedet ditt for hver endring du gjør, noe som gjør det enkelt å rette opp dine feiltrinn."],"Automated real-time backups":["Automatiske sanntids sikkerhetskopieringer"],"We back up your website every day, so you never have to worry about your data again.":["Vi sikkerhetskopierer nettstedet ditt hver dag, så du slipper å bekymre deg for dine data igjen."],"Automated Daily Backups":["Automatiske daglige sikkerhetskopier"],"View your backups":["Se dine sikkerhetskopier"],"A Jetpack Site securely backed up with Jetpack Backup":["Et Jetpack-nettsted trygt sikkerhetskopiert med Jetpack Sikkerhetskopiering"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Bruk Markdown-syntaks for å komponere innhold med lenker, lister og andre stiler. Denne innstillngen slå på markdown i både klassisk redigering og i klassisk blokk,"],"<Button>Activate<\/Button> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["<Button>Aktiver<\/Button> for å optimalisere bildestørrelser og laste bilder fra Jetpack's raske global nettverk av servere. Dette forbedrer ytelsen på nettstedet ditt på skrivebords- og mobile enheter."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack optimaliserer dine bilder og deres nedlastingshastighet gjennom vårt raske, globale nettverk av servere. Dette forbedre ytelsen på ditt nettsted på skrivebords- og mobile enheter."],"Image Accelerator":["Bildeaksellerator"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Din Jetpack abonnementspakke tilbyr antispam-beskyttelse gjennom Akismet. Klikk 'sett opp' for å aktivere det på ditt nettsted."],"Brute force protection":["Råkraft-beskyttelse"],"Verifying…":["Verifiserer..."],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Skap en jevn, uavbrutt leseopplevelse ved å laste mer innhold når besøkende ruller ned til bunnen av dine arkivsider."],"Settings header\u0004WP.me Shortlinks":["Kortlenker fra WP.me"],"Customize your SEO settings":["Tilpass dine SEO-innstillinger"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Ta kontroll med hvordan søkemotorer presenterer ditt nettsted. Med Jetpacks SEO-verktøy kan du forhåndsvise hvordan ditt innhold vil se ut på populære søkemotorer og endre elementer som nettstedstittel og slagord på sekunder."],"A caption for a button to cancel an action.\u0004Cancel":["Avbryt"],"Send your new posts to this email address:":["Send dine nye innlegg til denne e-postadressen:"],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["WordPress-com-verktøylinjen erstatter den standard admin-verktøylinjen i WordPress. Den tilbyr ett-klikks tilgang til varslinger, WordPress.com-profilen din og andre Jetpack- og WordPress.com-nettsider. Du kan også følge med på nettsteder du følger med Leser."],"Verify site ownership with third party services":["Bekreft nettstedseierskap overfor tredjepartstjenester"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Inkluder et lite diagram på din verktøyrad med et 24-timers øyeblikksbilde"],"Expand to update settings for how visits are counted and manage who can view this information.":["Utvid for å oppdatere innstillinger for hvordan besøkende telles og bestem hvem som kan se denne informasjonen."],"Generate shortened URLs for simpler sharing.":["Genererer kortere URLer for enklere deling."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Hold dine besøkende engasjert med relatert innhold i bunnen av hvert innlegg. Disse innstillingene vil ikke brukes for <a>relaterte innlegg lagt til i blokkredigeringen<\/a>."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Funksjonen hjelper besøkende finne mer av ditt innhold ved å vise relaterte innlegg i bunnen av hvert innlegg."],"WordAds automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["WordAds genererer automatisk en tilpasset <link1>ads.txt<\/link1> skreddersydd for ditt nettsted. Om du har behov for å legge til ytterligere oppføringer for andre nettverk, vennligst legg dem til på plassen nedenfor, én pr. linje. <link2>Sjekk her for flere detaljer<\/link2>."],"Add sharing buttons to your posts and pages":["Legg til delingsknapper på dine innlegg og sider"],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Legg til delingsknapper slik at besøkende kan dele dine innlegg og sider på sosiale medier med et par raske klikk."],"You can customize the sharing buttons and choose which services to display.":["Du kan tilpasse delingsknappene og velge hvilke tjenester å vise."],"Share your content to social media, reaching new audiences and increasing engagement.":["Del innholdet dirr på sosiale medier, nå ut til nytt publikum og få økt engasjement."],"Settings header, noun.\u0004WordPress.com login":["WordPress-com-innlogging"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Få varsler om ditt nettsted går ned. Vi vil også informere deg når det er oppe igjen."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Ditt nettsted er beskyttet av Jetpack. Du vil bli varslet om det trenger oppmerksomhet."],"Search support docs":["Søk brukerstøttedokumenter"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Trenger du hjelp? Lær om å komme i gang, tilpasse ditt nettsted, bruke avanserte kodesnutter og mer."],"Start sharing":["Start å dele"],"Optimized performance":["Optimalisert ytelse"],"Enable the “subscribe to comments” option on your comment form":["Skru på alternativet \"abonner på kommntarer\" i ditt kommentarskjema"],"Enable the “subscribe to site” option on your comment form":["Skru på alternativet \"abonner på nettstedet\" i ditt kommentarskjema"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Behandle avanserte kommentar-innstillinger og utvid ditt publikum med e-postabonnementer."],"Comment form introduction":["Introduksjon for kommentarfeltet"],"Scan":["Gjennomsøk"],"Never worry about losing your site – automatic backups keep your content safe.":["Bekymre deg aldri for å miste ditt nettsted - automatiske sikkerhetskopier holder innholdet ditt trygt."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Jetpack anti-spam drevet av Akismet. Kommentarer og kontakt-innsending blir sjekket mot en global database med spam."],"Anti-spam":["Anti-spam"],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Bekymret for sikkerhet? Få sikkerhetskopier, automatiske sikkerhetsfikser og mer: <a>Oppgrader nå<\/a>"],"Plugin icon":["Utvidelsesikon"],"Link to learn more about Jetpack.\u0004About":["Om"],"Allow readers to like individual comments.":["La lesere like individuelle kommentarer."],"Enable comment likes.":["Slå på kommentarliking"],"Allow readers to use markdown in comments.":["La lesere bruke markdown i sine kommentarer."],"Show Gravatar hovercards alongside comments.":["Vis Gravatar-svevekort ved siden av kommentarer."],"%d character":["%d tegn","%d tegn"],"About Jetpack":["Om Jetpack"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google vil sende deg e-post om visse hendelser på ditt nettsted, inkludert indikasjoner på at ditt nettsted har blitt <a1>hacket<\/a1>, eller problemer med <a2>gjennomsøking eller katalogisering<\/a2> av nettstedet ditt."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["Følg med på trafikken og ytelsen på ditt nettsted fra <a>Google Search Console<\/a>."],"Your site is verified with Google":["Nettstedet ditt er verifisert hos Google"],"New in Jetpack %s":["Nytt i Jetpack %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Dette nettstedet kan ikke kobles til WordPress.com fordi det bryter med våre <a>tjenestevilkår<\/a>."],"Create account":["Opprett en konto"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Moduler"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Slå på mulighet for widget-synlighet for å vise widgeter bare på bestemte innlegg eller sider."],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Widget-synlighet lar deg avgjøre hvilke widgeter som vises på hvilke sider, slik at du nøyaktig kan skreddersy widget-innholdet."],"Make extra widgets available for use on your site including subscription forms and more":["Gjør ekstra widgeter tilgjengelige for bruk på nettstedet ditt, inkludert abonnementsskjemaer og mer"],"Settings header\u0004Widgets":["Widgeter"],"Enhance CSS customization panel":["Forbedre panelet for CSS-tilpasninger"],"Compose content the way you want to and streamline your publishing experience.":["Sett sammen innhold på den måten du ønsker og strømlinjeform dine publiseringsopplevelse."],"Writing":["Skriving"],"Add a portfolio item":["Legg til et portefølje-element"],"Add a testimonial":["Legg til en omtale"],"Compose using shortcodes to embed media from popular sites":["Komponer innhold ved å bruke kortkoder for å bygge inn medieinnhold fra populære nettsteder."],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Kopier eksisterende innlegg, sider, anbefalinger og portefølje. Alt innholdet vil bli kopiert, inkludert tekst, fremhevet bilde, delingsinstillinger og mer."],"Maximize your site’s visibility in search engines and view traffic patterns in real time.":["Gjør nettstedet ditt maksimalt synlig i søkemotorer og vis trafikkmønstre i sanntid."],"Traffic":["Trafikk"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Når annonser er aktivert vil Jetpack automatiske generere en tilpasset ads.txt-fil skreddersydd for ditt nettsted."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Koble ditt nettsted til de sosiale medianettverk du bruker og del ditt innhold til alle dine sosiale konti med et enkelt klikk. Når du publiserer et innlegg vil det dukke opp på alle tilkoblede konti."],"Add Like buttons to your posts and pages":["Legg til Liker-knapper på innlegg og sider"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Legg til et ekstra lag med sikkerhet til ditt nettsted ved å aktivere innlogging og sikker autensering via WordPress.com. Hvis du har flere nettsteder med dette alternativet aktivert vil du kunne logge inn på alle disse med samme legitimasjon."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["Jetpack vil kontinuerlig overvåke nettstedet ditt og varsle deg straks nedetid blir oppdaget."],"Awaiting credentials":["Venter på innloggingsinformasjon"],"Backups and Scan are being configured for your site.":["Sikkerhetskopiering og -gjennmsøking er konfigurert for nettstedet ditt."],"Provisioning":["Klargjør"],"Action needed":["Handling påkrevet"],"Setting up":["Setter opp"],"Speed up static file load times":["Få fart på lasting av statiske filer"],"Speed up image load times":["Få fart på lasting av bilder"],"Enable site accelerator":["Slå på nettstedsakselleratoren"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Last sider raskere ved å tillate Jetpack å optimalisere dine bilder og levere dine bilder og statiske filer (som CSS og JavaScript) fra vårt globale nettverk av servere."],"Error enabling Site accelerator. %s":["Feil ved aktivering av nettstedsakselleratoren. %s"],"Site accelerator is now speeding up your site!":["Nettstedsakseleratoren får nå fart på nettstedet ditt!"],"Enabling Site accelerator…":["Slår på nettstedsakselerator..."],"Error disabling site accelerator. %s":["Feil ved deaktivering av nettstedsakselleratoren. %s"],"Site accelerator is no longer speeding up your site!":["Nettstedsakseleratoren gir ikke lenger fart til nettstedet ditt!"],"Disabling site accelerator…":["Slår av nettstedsakseleratoren..."],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Last sider raskere, optimaliser bilder og øk farten på dine besøkendes opplevelse."],"Spam filtering and priority support.":["Spam-filtrering og prioritert brukerstøtte."],"Welcome to Jetpack Scan!":["Velkommen til Jetpack Gjennomsøking!"],"Support documentation":["Brukerstøtte-dokumentasjon"],"Chat bubbles representing getting in touch with support":["Pratebobler for å komme i kontakt med brukerstøtte"],"Site activity":["Nettstedsaktivitet"],"Reach a wider audience by automatically sharing your posts on social media.":["Nå ut til et bredere publikum ved automatisk å dele dine innlegg på sosiale medier."],"Increase traffic to your site":["Øk trafikken til nettstedet ditt"],"A wide variety of themes and tools to customize a site":["Et bredt utvalg av temaer og verktøy for å tilpasse et nettsted"],"Set up your site security":["Sett opp sikkerhet på nettstedet"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Forhindre innloggingsangrep og få øyeblikkelige varsler om det er et problem på ditt nettsted."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Planlegg ubegrenset Twitter-oppdateringer, Facebook-innlegg og andre sosiale innlegg på forhånd."],"Marketing automation":["Automatisering av markedsføring"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Komplementer statistikken fra WordPress.com med Googles detaljerte innsyn i dine besøkende og trafikkmønstre."],"Jetpack Stats showing an evolution in traffic and engagement":["Jetpack statistikk som viser utvikling av trafikk og engasjement"],"Activate Jetpack Social":["Aktiver Jetpack Sosialt"],"Start earning":["Begynn å tjene penger"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["WordAds lar deg tjene penger ved å vise salgsfremmende innhold. Start å tjene i dag."],"A chart showing an healthy increase in earnings":["Et diagram som som viser sunn økning i inntjeningen"],"View your site activity":["Vis aktiviteten på ditt nettsted"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Vis en kronologisk oversikt over alle endringer og oppdateringer på ditt nettsted på en organisert og lesbar måte."],"Interface showing a chronological list of changes and updates in a site":["Brukergrensesnitt som viser en kronologisk liste over endringer og oppdateringer på et nettsted"],"High-speed, high-definition video hosting with no third-party ads.":["Høyhastighets-, høydefinisjons video-hosting uten tredjeparts annonser."],"A cloud with multiple types of content floating around it":["En sky med flere typer innhold som flyter rundt den"],"Spam is automatically blocked from your comments.":["Spam blir automatisk blokkert fra ditt dine kommentarer."],"A folder holding real comments":["En mappe som innholder ekte kommentarer"],"Make your site faster":["Gjør ditt nettsted raskere"],"Load pages faster by serving your images from our global network of servers.":["Last sider raskere ved å få dine bilder levert fra vårt globale nettverk av servere."],"A fast and performant website":["Et raskt nettsted med god ytelse"],"View settings":["Se innstillingene"],"A secure site, locked and protected by Jetpack":["Et sikkert nettsted og beskyttet av Jetpack"],"Discussion":["Diskusjon"],"We are configuring your site protection.":["Vi konfigurerer beskyttelsen for nettstedet ditt."],"Manage security settings":["Behandle dine sikkerhetsinnstillinger"],"View your site's backups":["Se sikkerhetskopiene for nettstedet"],"Enter credentials":["Oppgi innloggingsopplysninger"],"We are configuring your site's backups.":["Vi konfigurerer sikkerhetskopier for ditt nettsted."],"View site activity":["Se nettstedsaktivitet"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack holder fullstendig oversikt over alt som skjer på ditt nettsted, noe som fjerner gjetninger fra nettstedsadministrasjon, feilsøking og feilretting."],"Site is verified":["Nettstedet er verifisert"],"There was an error testing Jetpack. Error: %s":["Det oppsto en feil ved testing av Jetpack. Feil: %s"],"Testing Jetpack Connection":["Tester Jetpack-tilkoblingen"],"Navigation item.\u0004Performance":["Ytelse"],"Navigation item.\u0004My Plan":["Min pakke"],"Enable":["Slå på"],"Test your site’s compatibility with Jetpack.":["Sjekk ditt nettsteds kompatibilitet med Jetpack."],"Privacy information":["Informasjon om personvern"],"Enable Lazy Loading for images":["Aktiver lat lasting av bilder"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Lat lasting av bilder forbedrer hastigheten på ditt nettsted og skaper en jevnere visningsopplevelse. Bilder vil lastes etter hvert som besøkende ruller ned på siden i stedet for alle på én gang."],"Performance & speed":["Ytelse og hastighet"],"Carousel color scheme":["Fargeskjema for karusell"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Exif-data viser seerne ekstra tekniske detaljer om et foto, som brennvidde, blenderåpning og filmhastighet (ISO)."],"Show photo Exif metadata in carousel (when available)":["Vis exif-data for foto i karusell (når tilgjengelig)"],"Display images in a full-screen carousel gallery":["Vis bilder i et fullskjerms karusell-galleri"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Lag fullskjerms karusell-lysbildevisning for bildene i dine innlegg og sider. Karusell-gallerier er mobilvennlige og oppmuntrer besøkende til å samhandle med bildene dine."],"Portfolios shortcode: [portfolio]":["Kortkode for portefølje: [portfolio]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["Bruk <portfolioLink>porteføljer<\/portfolioLink> på ditt nettsted for å vise frem dine beste arbeider. Hvis ditt tema ikke støtter Jetpacks porteføljer kan du likevel bruke en enkel kortkode for å vise dem på ditt nettsted."],"Testimonials shortcode: [testimonials]":["Kortkode for anbefalinger: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Legg til <testimonialLink>anbefalinger<\/testimonialLink> på ditt nettsted for å tiltrekke nye kunder. Hvis ditt tema ikke støtter Jetpacks anbefalinger kan du likevel bruke en enkel kortkode for å vise dem på ditt nettsted. "],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["Søkemotorer kan for øyeblikket ikke få tilgang til ditt nettsted. Hvis du ønsker å gjøre ditt nettsted tilgjengelig sjekk <a>Innstillinger for lesing<\/a> og slå på \"Synlighet for søkemotorer\"."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Gode nyheter: Jetpack sender automatisk ditt nettstedskart til alle større søkemotorer for katalogisering."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Nettstedskart er dokumenter som søkemotorer som Google og Bing bruker for å katalogisere dit nettsted. De kan hjelpe til med å forbedre din rangering i søkeresultater. Når du aktiverer denne funksjonen vil Jetpack opprette nettstedskart for deg og oppdatere dem automatisk når innholdet på nettstedet ditt endres."],"Configure related posts in the Customizer":["Konfigurer relaterte innlegg i Tilpasseren"],"Show a thumbnail image where available":["Vis et miniatyrbilde når tilgjengelig"],"Highlight related content with a heading":["Fremhev relatert innhold med en topptekst"],"View security scan details":["Vis detaljer fra sikkerhetsgjennomsøking"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["For mer informasjon om hvordan hver Jetpack-funksjon bruker data og sporer aktiviteter, vennligst se vårt <privacyCenterLink>personvernsenter<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Vi bruker andre sporingsverktøy, inkludert noen fra tredjepart. <cookiePolicyLink>Les om disse<\/cookiePolicyLink> og hvordan kontrollere dem."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Denne informasjonen hjelper oss med å forbedre våre produkter, gjøre markedsføring overfor deg mer relevant, tilpasse din opplevelse av WordPress.com og mer til, som beskrevet i detalj i vår <pp>personvernerklæring<\/pp>."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["Del informasjon med vårt analyseverktøy om din bruk av tjenester når du er logget inn på din konto hos WordPress.com. <cookiePolicyLink>Lær mer om dette<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Denne funksjonen blir behandlet av en administrator. <link>Lær mer<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Denne funksjonen har blitt stengt av en administrator. <link>Lær mer<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Denne funksjonen har blitt slått på av en administrator. <link>Lær mer<\/link>."],"We are committed to your privacy and security.":["Vi er forpliktet på ditt personvern og sikkerhet."],"Settings header\u0004Privacy Settings":["Innstillinger for personvern"],"Search term.\u0004terms of service":["tjenestevilkår"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["data"],"Search term.\u0004tracks":["sporing"],"Search term.\u0004privacy":["personvern"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Laster neste innlegg automatisk når leseren nærmer seg bunnen av siden."],"Allows you to publish new posts by sending an email to a special address.":["Tillater deg å publisere innlegg ved å sende e-post til en spesiell adresse."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Legger til en verktøybjelke til alle dine nettsteder, varslinger, din WordPress.com-profil og Leser."],"This feature has been disabled by a site administrator.":["Denne funksjonen har blitt stengt av en administrator."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Gir de nødvendige, skjulte merkene som trengs for å verifisere ditt nettsted opp mot forskjellige tjenester."],"Displays information on your site activity, including visitors and popular posts or pages.":["Viser informasjon om aktiviteten på ditt nettsted, inkludert besøkende og populære innlegg og sider."],"Allows you to optimize your site and its content for better results in search engines.":["Lar deg optimalisere ditt nettsted og innholdet for bedre resultater i søkemotorer."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Integrerer ditt WordPress-nettsted med Google Analytics, en plattform som tilbyr innsikter i din trafikk, besøkende og konverteringer."],"Displays high-quality ads on your site that allow you to earn income.":["Vis annonser av høy kvalitet på dine sider og som tillater deg å få inntekt fra den."],"Allows you to automatically share your newest content on social media sites, including Facebook and LinkedIn.":["Tillater deg automatisk å dele ditt nyeste innhold på sosiale medier, inkludert Facbook og LinkedIn."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Legger til Liker-knapp under ditt innhold slik at besøkende kan vise sin anerkjennelse og fornøyelse."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Tillater registrerte brukere å logge inn på ditt nettsted med sine WordPress.com-konti."],"Configure your notification settings":["Konfigurer dine innstillinger for varslinger"],"Settings header\u0004Downtime monitoring":["Overvåking av nedetid"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Sikkerhetskopierer nettstedet ditt til de globale WordPress.com-serverne, tillater deg å legge tilbake innholdet i et nødstilfelle eller ved feil."],"Removes spam from comments and contact forms.":["Fjerner spam fra kommentarer og kontaktskjema."],"Add Search (Jetpack) Widget":["Legg til søkewidget fra Jetpack"],"Jetpack Search is powering search on your site.":["Jetpack-søk driver søkesystemet på ditt nettsted."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Filene på ditt nettsted blir regelmessig undersøkt for uautoriserte eller mistenkelige endringer som kunne kompromittere din sikkerhet eller data."],"Protects your site from traditional and distributed brute force login attacks.":["Beskytter ditt nettsted mot tradisjonelle og distribuerte råkraft-angrep."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack vil optimalisere dine bilder og levere dem fra en serverplassering nær dine besøkende. Bruk av vårt globale nettverk vil øke hastigheten ved lasting av dine sider."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["Jetpacks nedetidsovervåking vil kontinuerlig holde øye med nettstedet ditt og varsle deg straks nedetid oppdages."],"VaultPress Backup allows you to easily restore or download a backup from a specific moment.":["ValtPress sikkerhetskopiering lar deg enkelt gjenopprette eller laste ned en sikkerhetskopi fra et bestemt tidspunkt."],"Moderate comments":["Moderer kommentarer"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Tillater lesere å abonnere på dine innlegg og\/eller kommentarer og motta varsling om nytt innhold via e-post."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Erstatter standard WordPress kommentarskjema med et nytt kommentarsystem som inkluderer alternativer for å logge på med sine sosiale media-konti."],"Error updating privacy settings. %s":["Feil ved oppdatering av personverninnstillingene. %s"],"Updated privacy settings.":["Personvern-innstillinger oppdatert."],"Updating privacy settings…":["Oppdaterer personverninnstillingene&hellip;"],"Add Jetpack Search Widget":["Legg til Jetpack søkewidget"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Full sikkerhetspakke, markedsføring og verktøy for automatisering av inntjening, ubegrenset videobetjening og prioritert brukerstøtte."],"Daily backups, spam filtering, and priority support.":["Daglige sikkerhetskopier, spam-filtrering og prioritert brukerstøtte."],"Always-on security":["Alltid på-sikkerhet"],"Design the perfect website":["Utform det perfekte nettsted"],"Set up Jetpack":["Sett opp Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Sanntids sikkerhetskopiering av alle data på nettstedet med ubegrenset plass, ett-klikks gjenoppretting og automatisert sikkerhetsgjennomsøking."],"Jetpack Search":["Jetpack Søk"],"Daily backup of all your site data with unlimited space and one-click restores":["Daglig sikkerhetskopi av alle dine data med ubegrenset plass og ett-klikks tilbakelegging."],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Sanntids sikkerhetskopiering av alle dine nettstedsdata med ubegrenset plass, ettklikks gjenopretting, automatisk sikkerhetsgjennomsøking og prioritert brukerstøtte"],"View your security activity":["Vis din sikkerhetsaktivitet"]," (powered by VaultPress).":["(drevet at VaultPress)."],"Activity":["Aktivitet"],"Monetize your site with ads":["Tjen penger på nettstedet ditt med annonser"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappen <strong>%s<\/strong> godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>dele detaljer<\/shareDetailsLink> med WordPress.com."],"Just give us a little time to collect data so we can display it for you here.":["Bare gi oss litt tid til å samle data slik at vi kan vise deg dem her."],"Okay, got it!":["Okay, skjønner!"],"Display ads below posts on":["Vis annonser under innlegg på"],"Archives":["Arkiver"],"Additional ad placements":["Flere plasseringer for annonser"],"Top of each page":["Toppen av hver side"],"Second ad below post":["Annonse nr 2 under innlegg"],"Schedule posts":["Planlegg innlegg"],"Create address":["Opprett adresse"],"Pages":["Sider"],"Manage":["Behandle"],"Access the full list of Jetpack modules available on your site.":["Vis full liste over Jetpack-moduler på nettstedet ditt."],"We’re here to help":["Vi er her for å hjelpe"],"Your paid plan gives you access to prioritized %s support.":["Din betalte abonnementspakke gir deg tilgang til prioritert %s brukerstøtte."],"Search our support site":["Søk på vår støtteside"],"Get a faster resolution to your support questions.":["Få raskere svar på dine spørsmål."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Oppgrader"],"Generate income with high-quality ads.":["Tjen penger på annonser av høy kvalitet."],"Button caption\u0004Saving…":["Lagrer&hellip;"],"Button caption\u0004Save settings":["Lagre innstillinger"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Nettstedet er ikke koblet til WordPress.com. Vennligst spør administratoren om å koble til."],"Navigation item.\u0004Dev Tools":["Utviklerverktøy"],"An Automattic Airline":["Et Automattic flyselskap"],"Short warning message\u0004Updates needed":["Oppdateringer nødvendig"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Betalt"],"Manage site connection":["Behandle nettstedets tilkobling"],"Theme enhancements":["Forbedringer av tema"],"Load more posts using the default theme behavior":["Last inn flere innlegg med temaets standard oppførsel"],"Load more posts in page with a button":["Last inn flere innlegg med en knapp"],"Load more posts as the reader scrolls down":["Last inn flere innlegg når leseren ruller nedover"],"Theme support required.":["Støtte i temaet er nødvendig."],"Learn more about adding support for Infinite Scroll to your theme.":["Les mer om støtte for ubegrenset skrolling i ditt tema."],"Settings header\u0004WordPress.com toolbar":["Verktøylinje fra WordPress.com"],"Enable the WordPress.com toolbar":["Aktiver verktøylinjen fra WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Skrive-verktøy tilgjengelig for deg når administrator aktiverer dem"],"Portfolios":["Porteføljer"],"Settings header\u0004Composing":["Komposisjon"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex>, and <facebook>Facebook Domain Verification<\/facebook>.":["Merk at <b>verifisering mot disse tjenestene ikke er nødvendig<\/b> for at ditt nettsted skal katalogiseres av søkemotorene. For å bruke disse avanserte søkemotor-verktøyene og verifisere et nettsted mot tjenesten, lim inn HTML merke-koden nedenfor. Les <support>fulle instruksjoner<\/support> hvis du får problemer. Støttede verifiseringstjenester: <google>Google Søkekonsoll<\/google>, <bing>Bing Webmaster Tools<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>,  <yandex>Yandex.Webmaster<\/yandex> og <facebook>Facebook domeneverifisering<\/facebook>."],"Yandex:":["Yandex:"],"Generate XML sitemaps":["Generer XML nettstedskart"],"Count logged in page views from":["Tell sidevisninger av innloggede fra"],"Settings header\u0004Search engine optimization":["Søkemotoroptimalisering"],"A header for a preview area in the configuration screen.\u0004Preview":["Forhåndsvis"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Konfigurer dine innstillinger for Google Analytics"],"Ads header\u0004Ads":["Annonser"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Vis annonse på den første artikkelen på din hjemmeside eller på slutten av hver side og innlegg. Plasser ytterligere annonser i toppen av ditt nettsted, og på ethvert widget-område, for å øke din inntjening."],"Enable ads and display an ad below each post":["Aktiver annonser og vis en annonse under hvert innlegg"],"No search results found for %s":["Ingen søkeresultater funnet for %s"],"Enter a search term to find settings or close search.":["Oppgi en søkeuttrykk for å finne innstillinger eller lukk søk."],"Match accounts using email addresses":["Koble kontoer ved å bruke e-postadresser"],"Require accounts to use WordPress.com Two-Step Authentication":["Krev at kontoene bruker WordPress.com tofaktor autensering"],"Settings header\u0004Brute force protection":["Beskyttelse mot råkraftangrep"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Du kan tillate en IP-adresse (eller en serie adresser) som \"alltid godtatt\", som hindrer dem fra å noen gang å bli blokkert av Jetpack. IPv4 og IPv6 er godtatt. For å angi et intervall, legg inn den start- og sluttverdien adskilt med bindestrek. Eksempel: 12.12.12.1-12.12.12.100"],"Checking site status…":["Sjekker nettstedets status&hellip;"],"Settings header\u0004Backups and security scanning":["Sikkerhetskopiering og sikkerhetsovervåking"],"Checking your spam protection…":["Sjekker din spam-beskyttelse&hellip;"],"Fetching key…":["Henter nøkkel&hellip;"],"Your site needs an Anti-spam key.":["Nettstedet ditt trenger en nøkkel for anti-spam."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["Det er et problem med din API-nøkkel for anti-spam. <a>Lær mer<\/a>."],"Your site is not protected from spam.":["Nettstedet ditt er ikke beskyttet mot spam."],"Your Anti-spam key is valid.":["Din nøkkel for anti-spam er ikke gyldig."],"Your site is protected from spam.":["Nettstedet ditt er beskyttet mot spam."],"Checking key…":["Sjekker nøkkel&hellip;"],"Your API key":["Din API-nøkkel"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Hvis du allerede har en API-nøkkel kan du <a>be om din API key her<\/a>, og du vil ledet gjennom prosessen for å få en."],"Configure your sharing buttons":["Konfigurer dine delingsknapper"],"Settings header\u0004Sharing buttons":["Delingsknapper"],"Connect your social media accounts":["Koble til dine konti på sosiale media"],"Automatically share your posts to social networks":["Del dine innlegg automatisk til sosiale medier"],"Settings header\u0004Like buttons":["Liker-knapper"],"A caption for a small button to fix security issues.\u0004Threats detected":["Trusler oppdaget"],"Short message informing user that the site is secure.\u0004Secure":["Sikker"],"Caption for a button to set up a feature.\u0004Set up":["Sett opp"],"Color scheme":["Fargeskjema"],"Enable Markdown use for comments.":["Aktiver Markdown for kommentarer."],"Connections":["Oppkoblinger"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Ditt nettsted er i frakoblet modus, så det kan ikke kobles til WordPress.com."],"Your site is connected to WordPress.com.":["Ditt nettsted er koblet til WordPress.com"],"You are the Jetpack owner.":["Du er Jetpack-eieren."],"Dashboard widget header\u0004Site connection":["Tilkobling av nettstedet"],"Dashboard widget header\u0004Account connection":["Tilkobling av konto"],"Updating settings…":["Oppdaterer innstillinger..."],"Updated settings.":["Innstillinger oppdatert."],"Updating Post by Email address…":["Oppdaterer adressen for Publiser med e-post..."],"Regenerated Post by Email address.":["Gjenopprettet adresse for Publiser med e-post."],"Error regenerating Post by Email address. %s":["Feil ved gjenoppretting av adresse for Publiser med e-post. %s"],"Updated settings. Refreshing page…":["Innstillinger oppdatert. Oppfrisker siden&hellip;"],"Navigation item.\u0004Settings":["Innstillinger"],"Navigation item.\u0004Discussion":["Diskusjon"],"Navigation item.\u0004Traffic":["Trafikk"],"Navigation item.\u0004Sharing":["Deling"],"Google Analytics is a free service that complements <a>Jetpack Stats<\/a> with different insights into your traffic. Jetpack Stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics er en gratis tjeneste som komplementerer <a>Jetpack Statistikk<\/a> med forskjellige innsikter i din trafikk. Jetpack Statistikk og Google Analytics bruker ulike metoder for å identifisere og spore aktivitet på ditt nettsted, slik at de vil normal vise litt forskjellige totaler for besøk, visninger osv."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Konfigurer Google Analytics"],"Activate Google Analytics":["Aktiver Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Din server\/webhotell er feilkonfigurert, noe som betyr at Jetpacks beskyttelsesmodul ikke effektivt kan beskytte ditt nettsted."],"Activate %s":["Aktiver %s"],"Activate VideoPress":["Aktiver VideoPress"],"View your earnings":["Vis din inntjening"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Ved å aktivere annonser aksepterer du <link>tjenestevilkårene<\/link> for Automattic annonser."],"Site security":["Nettstedsikkerhet"],"You are running Jetpack on a staging server.":["Du kjører Jetpack på en server for utprøving."],"More Info":["Mer informasjon"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Daglig sikkerhetskopi av alle dine data med ubegrenset plass, ett-klikks gjennoppretting, automatisert sikkerhetsgjennomsøking og prioritert brukerstøtte."],"This will reset all Jetpack options, are you sure?":["Dette vil tilbakestille alle Jetpack-innstillingene. Er du sikker?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Det er innstillinger i denne fanen som vil gå tapt om du forlater den. Fortsette?"],"Dashboard":["Kontrollpanel"],"Navigation item.\u0004At a Glance":["På et øyeblikk"],"Search for a Jetpack feature.":["Søk etter en Jetpack-modul."],"Configure your Security Scans":["Konfigurer dine sikkerhetsgjennomsøkinger"],"Big iPhone\/iPad Update Now Available":["En stor oppdatering for iPhone\/iPad er nå tilgjengelig"],"The WordPress for Android App Gets a Big Facelift":["Appen WordPress for Android får en stor ansiktsløfting\/oppgradering"],"Upgrade Focus: VideoPress For Weddings":["Fokus for oppgradering: VideoPress for bryllup"],"A few catchy words to motivate your visitors to comment.":["Noen få fangende ord for å motivere dine besøkende til å kommentere."],"verb\u0004Copy":["Kopier"],"Copied!":["Kopiert!"],"Highlight and copy the following text to your clipboard:":["Merk og kopier følgende tekst til utklippstavlen:"],"Regenerate address":["Regenerer adresse"],"Cheatin' uh?":["Jukser vi?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Kunne du være grei og fortelle oss hvorfor du ikke fullførte oppkoblingen av Jetpack, i denne <a>spørreundersøkelsen med 2 spørsmål<\/a>?<\/p><p>Oppkobling av Jetpack er nødvendig for vår gratis sikkerhets- og trafikk-funksjoner.<\/p>"],"Your Jetpack is already connected.":["Din Jetpack er allrede tilkoblet."],"You're fueled up and ready to go, Jetpack is now active.":["Du er tanket opp og klar til å kjøre. Jetpack er nå aktiv,"],"You're fueled up and ready to go.":["Du er tanket opp og klar til å kjøre."],"You are currently running a development version of Jetpack.":["Du kjører for tiden en utviklingsversjon av Jetpack."],"Submit Beta feedback":["Send inn tilbakemelding om beta-utgivelse"],"Navigation item.\u0004Reset Options (dev only)":["Tilbakestill alternativer (kun dev)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Feilsøk"],"WordPress.com Terms of Service":["Tjenestevilkår for WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Brukerbetingelser"],"Automattic's Privacy Policy":["Automattics personvernerklæring"],"Shorthand for Privacy Policy.\u0004Privacy":["Personvern"],"Saving…":["Lagrer…"],"Save Settings":["Lagre innstillinger"],"Something happened while loading Jetpack Stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["Noe uventet hendte ved lastingen av Jetpack-statistikken. Vennligst prøv igjen senere eller <a>se din statistikk på WordPress.com nå<\/a>"],"<Button>Activate Jetpack Stats<\/Button> to see page views, likes, followers, subscribers, and more! <a>Learn More<\/a>":["<Button>Aktiver Jetpack statistikk<\/Button> for å se sidevisninger, likerklikk, følgere, abonnenter og mer! <a>Lær mer<\/a>"],"Days":["Dager"],"Weeks":["Uker"],"Months":["Måneder"],"Site backups":["Sikkerhetskopier av nettstedet"],"View your spam stats":["Vis din useriøs-statistikk"],"View your security dashboard":["Vis ditt sikkerhets-kontrollpanel"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Ditt nettsted er i frakoblet modus så du kan ikke koble til WordPress.com"],"No threats found, you're good to go!":["Ingen trusler funnet. Du er klar til start!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack blokkerer nå aktivt uønskede innloggingsforsøk. Dat vil vises her snart!"],"Total malicious attacks blocked on your site.":["Totalt antall angrep blokkert på ditt nettsted."],"<Button>Activate Protect<\/Button> to keep your site protected from malicious sign in attempts.":["<Button>Aktiver beskyttelse<\/Button> for å holde ditt nettsted beskyttet mot ondsinnede innloggingsforsøk.."],"Downtime monitoring":["Overvåking av nedetid"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack overvåker nettstedet ditt. Hvis vi tror ditt nettsted er nede vil du motta en e-post."],"<Button>Activate Monitor<\/Button> to receive email notifications if your site goes down.":["<Button>Aktiver overvåking<\/Button> for å motta varsler i tilfelle ditt nettsted går ned."],"Security":["Sikkerhet"],"Performance":["Ytelse"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["For automatisk å sikkerhetskopiere hele nettstedet, vennligst <a>installer og aktiver<\/a> VaultPress."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Useriøse kommentarer blokkert."],"Resetting Jetpack options…":["Tilbakestilling av innstillinger for Jetpack..."],"Options reset.":["Innstillinger tilbakestilt."],"Options failed to reset.":["Innstillingene kunne ikke tilbakestilles."],"There was an error reconnecting Jetpack. Error: %s":["Det oppsto en feil ved frakobling av Jetpack. Feil: %s"],"Unlinking from WordPress.com":["Kobler fra WordPress.com"],"Unlinked from WordPress.com.":["Frakoblet WordPress.com."],"Error unlinking from WordPress.com. Error: %s":["Feil ved sletting fra WordPress.com. Feil: %s"],"Navigation item.\u0004At A Glance":["På et øyeblikk"],"Navigation item.\u0004Plans":["Pakker"],"Navigation item.\u0004Security":["Sikkerhet"],"Navigation item.\u0004Writing":["Skriving"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Det oppsto et problem med å koble opp Jetpack. Vennligst klikk \"Koble til WordPress.com\" igjen."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Vi har hatt et et problem med Jetpack. Deaktiver, deretter reaktiver utvidelsen Jetpack og koble så til igjen."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Du må forbli innlogget på ditt WordPress-nettsted mens du godkjenner Jetpack."],"Information.":["Informasjon."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Din Jetpack har en svikt.<\/s> Vi beklager uleiligheten. Vennligst prøv igjen senere, og hvis problemet fortsetter, kontakt brukerstøtte med denne meldingen: %s"],"Google:":["Google:"],"Learn more":["Lær mer"],"WordPress.com Toolbar":["Verktøylinje fra WordPress.com"],"Posts":["Innlegg"],"Category":["Kategori"],"Front page":["Forsiden"],"Upload videos":["Last opp videoer"],"VideoPress":["VideoPress"],"Example:":["Eksempel:"],"Google":["Google"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Close":["Lukk"],"Share":["Del"],"Show related content after posts":["Vis relatert innhold etter innlegg"],"Related":["Relatert"],"Connect":["Koble til"],"Disconnect":["Koble fra"],"Save":["Lagre"],"Your current IP: %s":["Din nåværende IP: %s"],"Media":["Medier"],"Plugins":["Utvidelser"],"Related Posts":["Relaterte innlegg"],"Post by Email":["Publisering via e-post"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTex er et kraftfull oppmerkingsspråk for å skrive komplekse matematiske likninger og formler."],"Like":["Lik"],"Sharing":["Deling"],"Customize":["Tilpass"],"Testimonials":["Anbefalinger"],"Tags":["Stikkord"],"Cancel":["Avbryt"],"Date":["Dato"],"Comments":["Kommentarer"],"Comment":["Kommenter"],"Add":["Legg til"],"Reconnect Jetpack":["Koble til Jetpack på nytt"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["Jetpack kunne ikke koble til WordPress.com: %s. Dette skyldes vanligvis at noe er satt opp feil hos din nettvert\/server."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["WordPress.com har for øyeblikket problemer og er ute av stand til å drive din Jetpack. Vennligst prøv igjen senere."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Din Jetpack har en feil.<\/s> Det er ikke mulig å koble dette nettstedet til WordPress.com. Dette betyr vanligvis at nettstedet ditt ikke er offentlig tilgjengelig (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Nettstedet ditt må være offentlig tilgjengelig for å bruk Jetpack: %s"],"Visit the post for more.":["Besøk innlegget for mer."],"Edit":["Rediger"],"Connected":["Tilkoblet"],"Activate":["Aktiver"],"Deactivate":["Deaktiver"],"%s has been activated.":["%s har blitt aktivert."],"Inactive":["Inaktiv"],"Active":["Aktiv"],"Search":["Søk"],"Settings":["Innstillinger"],"Jetpack":["Jetpack"],"Learn More":["Lær mer"]}},"comment":{"reference":"_inc\/build\/admin.js"}}