{"translation-revision-date":"2023-07-05 16:31:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Ask":["Preguntar"],"block search term\u0004Chat":["Chat"],"Additional resources:":["Recursos adicionais:"],"AI Chat (Experimental)":["Chat de IA (experimental)"],"Share as a social post":["Compartir como publicación social"],"Enter a question about this blog's content":["Escribe unha pregunta sobre o contido deste blog"],"Let me work out the answer to that, back soon!":["Déixame elaborar unha resposta a esa pregunta. Volvo enseguida!"],"Good question, give me a moment to think about that 🤔":["Boa pregunta. Dáme un momento para pensar niso 🤔"],"🤔 Thinking, thinking, will be back with an answer soon":["🤔 Estou dándolle voltas. Volto enseguida cunha resposta"],"Provides summarized chat across a site’s content, powered by AI magic.":["Proporciona un chat resumido no contido dun sitio, coa tecnoloxía da IA."],"It is not possible to add an image or video when Social Image Generator is enabled.":["Non é posible engadir unha imaxe ou un vídeo cando o xerador de imaxes sociais está activado."],"By default, the image and text appear on social media as a link preview. To optimize engagement, share as a social post.":["Por defecto, a imaxe e o texto aparecen nos medios sociais como unha vista previa da ligazón. Para optimizar a participación, comparte como publicación social."],"Call to action to buy a new plan\u0004Upgrade":["Mellorar"],"paid subscribers":["subscritores de pago"],"View Post":["Ver entrada"],"Your first post is published!":["Publicouse a túa primeira entrada."],"You'll need to activate the Subscriptions feature to use the Subcribe block.":["Terás que activar a función Subscricións para utilizar o bloque Subscribirse."],"Congratulations! You did it. View your post to see how it will look on your site.":["Noraboa! Conseguíchelo. Revisa a túa entrada para ver como queda no teu sitio."],"You are one step away from bringing your site to life. Check out the next steps that will help you to setup your newsletter.":["Só che falta un paso para que o teu sitio sexa unha realidade. Consulta os seguintes pasos que debes dar para poder configurar o teu boletín informativo."],"EU":["UE"],"privacy":["privacidade"],"cookies":["cookies"],"Wide":["Ancho"],"Full":["Completo"],"Alignment":["Aliñación"],"Block Settings":["Axustes do bloque"],"Cookie Consent":["Consentimento de cookies"],"Displays a customizable cookie consent banner. To display this block on all pages of your site, please add it inside a Template Part that is present on all your templates, like a Header or a Footer.":["Amosa un banner de consentimento de cookies personalizable. Para amosar este bloque en todas as páxinas do teu sitio, engádeo a unha parte do modelo que estea presente en todos os teus modelos, como unha cabeceira ou un pé de páxina."],"Consent Expiry Time (in days)":["Tempo de caducidade do consentimento (en días)"],"Show other responses":["Amosar outras respostas"],"title of block settings sidebar section\u0004Settings":["Axustes"],"Change Template":["Cambiar o modelo"],"Pick a Template":["Elixe un modelo"],"Pick the %s template":["Elixe o modelo %s"],"Reset prompt":["Reiniciar prompt"],"Error while fetching prompt: %s":["Produciuse un erro ao recuperar o prompt: %s"],"Please help me write a short piece of a blog post":["Por favor, axúdame a escribir unha breve parte dunha entrada de blog"],"Show daily prompt label":["Amosar etiqueta de suxestión diaria"],"Quote":["Cita"],"Block":["Bloque"],"Generated preview":["Vista previa xerada"],"Activate Subscriptions":["Activar subscricións"],"Activating Subscriptions":["Activación de subscricións"],"Prompt with id %d not found.":["Non se encontrou ningún aviso co ID %d."],"What's your favorite place to visit?":["Cal é o teu lugar favorito para visitar?"],"Learn more about the Subscriptions feature.":["Aprende máis sobre a función Subscricións."],". Please only output generated content ready for publishing.":[". Mostra só o contido xerado que estea listo para publicarse."],"Please help me write a short piece of a blog post titled '%1$s'":["Por favor, axúdame a escribir un breve fragmento dunha entrada de blog titulada «%1$s»"],"In order to share your posts with your subscribers, you'll need to activate the Subscriptions feature.":["Para compartir as túas entradas cos teus subscritores, terás que activar a función Subscricións."],"Note: The block position in the editor is not indicative of the position on the front end. The block will always be positioned at the bottom of the page.":["Nota: A posición do bloque no editor non é indicativa da posición en portada. O bloque sempre estará posicionado na parte inferior da páxina."],"Privacy &amp; Cookies: This site uses cookies. By continuing to use this website, you agree to their use. To find out more, including how to control cookies, see here: <a href=\"https:\/\/automattic.com\/cookies\/\">Cookie Policy<\/a>.":["Privacidade e cookies: este sitio utiliza cookies. Ao seguir utilizando esta web aceptas o seu uso. Para obter máis información, incluído como controlar as cookies, consulta aquí: <a href=\"https:\/\/automattic.com\/cookies\/\">Política de cookies<\/a>."]," Please continue from here:\n\n … %s":[" Continúa desde aquí: \n\n … %s"],"View all responses":["Ver todas as respostas"],"Single Choice Option":["Opción de selección única"],"Multiple Choice Option":["Opción de selección múltiple"],"Daily writing prompt":["Suxerencia de escritura do día"],"Disable to apply individual styling to this block":["Desactivar para aplicar estilos individuais a este bloque"],"Custom Text":["Texto personalizado"],"Social Image is disabled for this post.":["A imaxe social está desactivada para esta entrada."],"Enable Social Image":["Activar imaxe social"],"Add a custom image":["Engadir unha imaxe personalizada"],"No Image":["Sen imaxe"],"Custom Image":["Imaxe personalizada"],"Image Type":["Tipo de imaxe"],"Social Image Generator":["Xerador de imaxes sociais"],"Choose Image":["Escolle imaxe"],"By default the post title is used for the image. You can use this field to set your own text.":["Por defecto o título da entrada úsase para a imaxe. Podes usar este campo para establecer o teu propio texto."],"Newsletter:":["Lista de correo:"],"block search term\u0004blogging":["bloguear"],"block search term\u0004writing":["escritura"]," and tagged '%1$s'":[" e coa etiqueta «%1$s»"],", published in categories '%1$s'":[", publicado nas categorías «%1$s»"],"Editing the %1$s %2$s":["Edición de %1$s %2$s"],"Transform blocks to VideoPress":["Transformar bloques a VideoPress"],"Add a contact form to your page":["Engade un formulario de contacto á túa páxina"],"Let readers subscribe to this blog's posts as a newsletter.":["Permite que os lectores se subscriban as entradas deste blog como unha lista de correo."],"A simple way to collect information from folks visiting your site":["Unha forma sinxela de recompilar información dos visitantes do teu sitio"],"Answer a new and inspiring writing prompt each day.":["Todos os días podes solicitar unha suxerencia para escribir que sexa nova e inspiradora."],"Subscribers can read the posts in their email inbox or <ExternalLink>the Reader app<\/ExternalLink>.":["Os subscritores poden ler as entradas na súa bandexa de entrada de correo electrónico ou na <ExternalLink>aplicación Lector<\/ExternalLink>."],"You can transform this post's video blocks to the new VideoPress block to take advantage of new features, such as adding chapters directly in the description or hiding the video's share menu.":["Podes transformar os bloques de vídeo desta entrada no novo bloque de VideoPress para aproveitar as novas funcións, como as que permiten engadir capítulos directamente na descrición ou ocultar o menú para compartir do vídeo."],"You have %d share remaining in the next 30 days. <upgradeLink>Upgrade now<\/upgradeLink> to share more.":["Queda %d elemento para compartir nos próximos 30 días. <upgradeLink>Actualiza agora<\/upgradeLink> para compartir máis.","Queda %d elementos para compartir nos próximos 30 días. <upgradeLink>Actualiza agora<\/upgradeLink> para compartir máis."],"Sync fields style":["Sincronizar estilo de campos"],"Mastodon":["Mastodon"],"signup":["rexistro"],"AI Paragraph":["Parágrafo de intelixencia artificial"],"Add option…":["Engadir opción…"],"block search term\u0004GPT":["GPT"],"email":["correo electrónico"],"subscribe":["subscribir"],"Audience":["Audiencia"],"Field Text":["Texto do campo"],"Label Text":["Texto da etiqueta"],"Border Width":["Ancho do borde"],"Label Styles":["Estilos da etiqueta"],"unused context to distinguish translations\u0004Manage plans":["Xestionar plans"],"Ready to retry":["Listo para volver a intentalo"],"Great progress!":["Bo progreso!"],"All subscribers":["Todos os subscritores"],"Field Background":["Fondo do campo"],"Paid subscribers":["Abonados de pago"],"Input Field Styles":["Estilos de campos de entrada"],"AI Paragraph (Experimental)":["Parágrafo de IA (experimental)"],"I'm afraid I can't do that, Dave.":["Témome que non podo facer iso, Dave."],"Waiting for the previous AI paragraph block to finish":["Esperando a que termine o bloque anterior de parágrafo de IA."],"Automatically generate new paragraphs using your existing content, powered by AI magic.":["Xera automaticamente parágrafos novos usando o contido existente, coa maxia da IA."],"You are one step away from bringing your site to life. Check out the next steps that will help you to launch your site.":["Só che falta un paso para que o teu sitio sexa unha realidade. Consulta os seguintes pasos que debes dar para poder publicar o teu sitio."],"Please write a longer title or a few more words in the opening preceding the AI block. Our AI model needs some content.":["Por favor, escribe un título máis longo ou algunhas palabras máis na introdución antes do bloque de IA. O noso modelo de IA necesita algún contido."],"block search term\u0004AI":["IA"],"AI Image":["Imaxe de intelixencia artificial"],"block search term\u0004Diffusion":["Difusión"],"block search term\u0004AL":["AL"],"block search term\u0004DALLe":["DALLe"],"block search term\u0004Magic":["Maxia"],"Remove media":["Eliminar arquivo multimedia"],"Choose Media":["Elixir arquivo multimedia"],"Use this image":["Usar esta imaxe"],"Troubleshooting tips":["Consellos para a solución de problemas"],"Share your feedback.":["Comparte a túa opinión."],"Add an image or video":["Engadir unha imaxe ou vídeo"],"AI Image (Experimental)":["Imaxe de IA (experimental)"],"Please choose your image":["Por favor, elixe a túa imaxe"],"What would you like to see?":["Que che gustaría ver?"],"Learn photo and video best practices":["Consellos sobre fotografía e vídeo"],"Choose a visual to accompany your post.":["Elixe un elemento visual para engadir á entrada."],"Automatically generate an illustration for your post, powered by AI magic.":["Xera automaticamente unha ilustración para a túa entrada, coa maxia da IA."],"We are experimenting with this feature and can tweak or remove it at any point.":["Estamos experimentando con esta función e podemos modificala ou retirala en calquera momento."],"Whoops, we have encountered an error. AI is like really, really hard and this is an experimental feature. Please try again later.":["Vaia, produciuse un erro. A IA é moi moi complicada, e esta función é experimental. Por favor, iténtao de novo máis tarde."],"Select one option":["Seleccionar unha opción"],"Size":["Tamaño"],"Transition":["Transición"],"Back to Edit":["Volver a editar"],"Go to slide %s":["Ir á diapositiva %s"],"CRM Connection":["Conexión co CRM"],"Newsletter Connection":["Conexión co boletín"],"Don't show this again.":["Non amosar de novo."],"Include social followers in count":["Incluír os seguidores sociais no conteo"],"Collect the site visitor’s name.":["Recompila o nome do visitante do sitio."],"Collect phone numbers from site visitors.":["Recompila os números de teléfono dos visitantes do sitio."],"Collect email addresses from your visitors.":["Recompila as direccións de correo electrónico dos teus visitantes."],"Display multiple images in sequential order.":["Mostra varias imaxes en orde secuencial."],"Capture date information with a date picker.":["Capta información das datas cun selector de datas."],"Collect short text responses from site visitors.":["Recompila respostas de texto curtas dos visitantes do sitio."],"You can edit the \"required\" label in the editor":["Podes editar a etiqueta \"requirido\" no editor"],"Collect a website address from your site visitors.":["Recompila o enderezo do sitio web dos visitantes do teu sitio."],"Capture longform text responses from site visitors.":["Capta respostas de texto largas dos visitantes do sitio."],"Confirm or select information with a single checkbox.":["Confirma ou elixe información cun único recadro."],"This premium feature is currently free to use as it is in beta.":["Esta característica é actualmente gratis xa que está en beta."],"Communicate site terms and offer visitors consent to those terms.":["Comunica os termos do sitio e ofrece aos visitantes que os acepten."],"Offer users a list of choices, and allow them to select a single option.":["Ofrece aos usuarios unha lista de opcións e permítelles seleccionar unha soa."],"Offer users a list of choices, and allow them to select multiple options.":["Ofrece aos usuarios unha lista de opcións e permítelles seleccionar varias."],"Create forms to collect data from site visitors and manage their responses.":["Crea formularios para recompilar datos dos visitantes do sitio e xestionar as súas respostas."],"Add a compact select box, that when expanded, allows visitors to choose one value from the list.":["Engade un cadro de selección compacto que, cando se amplíe, permita aos visitantes elixir un valor da lista."],"Writing Prompt":["Indicador de escritura"],"Company":["Empresa"],"SEO Title":["Título SEO"],"Job Title":["Título do posto"],"Last Name":["Apelidos"],"Salesforce":["Salesforce"],"First Name":["Nome"],"Business Email":["Correo electrónico de empresa"],"Organization ID":["ID da organización"],"Write a title…":["Escribe un título..."],"Email Connection":["Conexión por correo electrónico"],"Placeholder text":["Texto do marcador de posición"],"Manage Responses":["Xestionar respostas"],"Submission Settings":["Axustes do envío"],"View Form Responses":["Ver respostas do formulario"],"Salesforce Lead Form":["Formulario de clientes potenciais de Salesforce"],"Explore Form Patterns":["Explorar padróns do formulario"],"Enter your Organization ID":["Introduce o ID da túa organización"],"Hide page from search engines":["Ocultar páxina dos motores de busca"],"Learn more about customizing forms":["Obtén máis información sobre a personalización de formularios"],"New lead received from your website":["Novo cliente potencial recibido da túa web"],"Add a Salesforce Lead form to your site":["Engade un cliente potencial de Salesforce ao teu sitio"],"Customize the view after form submission:":["Personaliza a vista despois do envío do formulario:"],"View and export your form responses here":["Consulta e exporta as túas respostas de formularios aquí"],"Where to find your Salesforce Organization ID":["Onde encontrar o teu ID de organización de Salesforce"],"Manage and export your form responses in WPAdmin:":["Xestiona e exporta as respostas do teu formulario en WPAdmin:"],"Get incoming form responses sent to your email inbox:":["Fai que as respostas do formulario se envíen á bandexa de entrada do teu correo electrónico:"],"Enter the Salesforce organization ID to send Leads to.":["Introduce o teu ID de organización de Salesforce a onde enviar os teus clientes potenciais."],"It's recommended to use less than %d characters in this field.":["Recoméndase usar menos de %d caracteres neste campo."],"Invalid Organization ID. Should be a 15 - 18 characters long alphanumeric string.":["ID de organización non válido. Debería ser unha cadea alfanumérica de 15 a 18 caracteres de lonxitude."],"Show visitors an example of the type of content expected. Otherwise, leave blank.":["Mostra aos visitantes un exemplo do tipo de contido esperado. En caso contrario, déixao en branco."],"Start building a form by selecting one of these form templates, or search in the patterns library for more forms:":["Empeza a crear un formulario ao elixir un destes modelos ou busca máis formularios na biblioteca de padróns:"],"If selected, a 'noindex' tag will help instruct search engines to not include this page in search results. This page will also be removed from the Jetpack sitemap.":["Se se selecciona, unha etiqueta «noindex» indicará aos motores de busca que non inclúan esta páxina nos resultados da busca. Esta páxina tamén se eliminará do mapa do sitio de Jetpack."],"URL Field":["Campo de enderezo URL"],"Name Field":["Campo de nome"],"Email Field":["Campo de correo electrónico"],"Terms Consent":["Aceptación das condicións"],"Dropdown Field":["Campo despregable"],"Text Input Field":["Campo de entrada de texto"],"Phone Number Field":["Campo do número de teléfono"],"Single Choice (Radio)":["Selección única (botón de opción)"],"Multi-line Text Field":["Campo de texto en varias liñas"],"Multiple Choice (Checkbox)":["Selección múltiple (recadro de verificación)"],"Send us your <a>VideoPress feedback<\/a>":["Envíanos as túas <a>opinións sobre VideoPress<\/a>"],"Your message has been sent":["A túa mensaxe enviouse"],"Forms":["Formularios"],"One of your social connections is broken. Reconnect them on the <fixLink>connection management<\/fixLink> page.":["Unha das túas conexións sociais está rota. Reconéctaa na páxina de <fixLink>xestión de conexións<\/fixLink>","Algunhas das túas conexións sociais están rotas. Reconéctaas na páxina de <fixLink>xestión de conexións<\/fixLink>"],"Details":["Detalles"],"Paused (%s%%)":["En pausa (%s%%)"],"Uploading (%s%%)":["Subindo (%s%%)"],"Video description":["Descrición do vídeo"],"block search term\u0004doc":["documento"],"block search term\u0004deck":["grupo"],"block search term\u0004slide":["diapositiva"],"block search term\u0004sheet":["folla"],"block search term\u0004gsuite":["gsuite"],"placeholder label\u0004%s URL":["URL de %s"],"Donation":["Doazón"],"block search term\u0004document":["documento"],"Embed URL":["Insertar URL"],"block search term\u0004spreadsheet":["folla de cálculo"],"Subscription":["Subscrición"],"block search term\u0004presentation":["presentación"],"Aspect Ratio":["Relación de aspecto"],"Payment Buttons":["Botóns de pago"],"Yearly Donation":["Doazón anual"],"Monthly Donation":["Doazón mensual"],"Choose a pattern":["Elixe un padrón"],"Yearly Subscription":["Subscrición anual"],"Embed a Google Sheet.":["Insertar unha folla de cálculo de Google."],"Embed a Google Document.":["Insertar un documento de Google."],"This Google Document is private.":["Este documento de Google é privado."],"Click here to open this document.":["Fai clic aquí para abrir este documento."],"Embed a Google Slides presentation.":["Insertar unha presentación de Google."],"It does not look like an embeddable URL.":["Non parece unha URL que se poida insertar."],"Or use one of our blocks to create your own.":["Ou usa un dos nosos bloques para crear o teu propio."],"Paste a link to the content you want to display.":["Pega unha ligazón ao contido que queiras amosar."],"Start by choosing one of our suggested layout patterns.":["En primeiro lugar, elixe un dos nosos padróns de deseño recomendados."],"Select a different aspect-ratio to show more (or less) of your embedded document.":["Elixe unha relación de aspecto diferente para amosar máis (ou menos) contido do documento insertado."],"Prompt visitors to purchase your products and subscriptions with a group of buttons.":["Anima aos visitantes a comprar os teus produtos e subscricións cun grupo de botóns."],"This document is private. Only readers logged into a Google account that the document is shared with can view it.":["Este documento é privado. Só poderán ver o documento os lectores que inicien sesión nunha conta de Google coa que se compartira."],"The document couldn’t be embedded. To embed a document, use the link in your browser address bar when editing the document.":["O documento non se puido insertar. Para insertar un documento, utiliza a ligazón da barra de direccións do navegador que se mostra ao editalo."],"Done":["Feito"],"Video title":["Título do vídeo"],"Upload Complete!":["Subida completada!"],"select a custom one":["elixe un personalizado"],"Embed block placeholder\u0004Enter the link here…":["Introduce a ligazón aquí…"],"Video poster (optional)":["Póster do vídeo"],"Explore more customization options.":["Explora máis opcións de personalización."],"Copy and paste your document link below.":["A continuación, copia e pega a ligazón ao documento."],"This is how the video will look. Use the slider to choose a poster or <a>select a custom one<\/a>.":["Así é como se verá o vídeo. Usa o control deslizante para elixir un póster ou <a>selecciona un personalizado<\/a>."],"If your document is private, only readers logged into a Google account with shared access to the document may view it.":["Se o documento é privado, só poderán velo os lectores que iniciaran sesión nunha conta de Google coa que se compartira o acceso."],"Google Docs":["Documentos de Google"],"Google Slides":["Presentacións de Google"],"Google Sheets":["Follas de cálculo de Google"],"Payment Block list":["Lista do bloque de pagos"],"Recipe":["Receita"],"Recipe Step":["Paso da receita"],"Recipe Hero":["Elemento principal da receita"],"Recipe Steps":["Pasos da receita"],"Recipe Details":["Detalles da receita"],"Step Text Color":["Cor do texto do paso"],"Step Highlight Color":["Cor destacado do paso"],"A single recipe step.":["Un só paso da receita."],"Recipe ingredient list":["Lista de ingredientes da receita"],"Recipe Ingredient Item":["Ingrediente da receita"],"Recipe Ingredients List":["Lista de ingredientes da receita"],"Learn more about Recipe":["Máis información sobre a receita"],"Image area for the recipe.":["Área de imaxe para a receita."],"Check the recommended video settings.":["Comproba os axustes de vídeo recomendados."],"Step by step instructions for the recipe.":["Instrucións paso a paso da receita."],"A single ingredient associated with a recipe.":["Un único ingrediente asociado a unha receita."],"The format of the video you uploaded is not supported.":["O formato de vídeo que subiches non é compatible."],"Add images, ingredients and cooking steps to display an easy to read recipe.":["Para amosar unha receita fácil de ler, engade imaxes, ingredientes e pasos para cociñala."],"Video Privacy":["Privacidade de vídeo"],"Video can be viewed by anyone":["O vídeo pódeno visualizar todos os usuarios."],"Follow the site privacy setting":["Segue a configuración de privacidade do sitio."],"Mark this subscription as a donation":["Marca esta subscrición como unha doazón"],"Mark this payment plan as a donation":["Marca este plan de pago como unha doazón"],"Invalid payment plan configured for this block.":["Plan de pagos non válido configurado para este bloque."],"The button will be hidden from your visitors until you select a valid payment plan.":["O botón estará oculto para os teus visitantes ata que selecciones un plan de pagos válido."],"block search term\u0004pay":["pagar"],"block search term\u0004paid":["de pago"],"block search term\u0004earn":["gaña"],"block search term\u0004money":["diñeiro"],"VideoPress privacy setting\u0004Public":["Público"],"VideoPress privacy setting\u0004Private":["Privado"],"VideoPress privacy setting\u0004Site Default":["Por defecto do sitio"],"Restrict views to members of this site":["Restrinxe a visualización aos membros deste sitio"],"Enable customers to pick their own amount":["Permite aos clientes elixir a cantidade"],"Openverse":["Openverse"],"Saving subscription…":["Gardando a subscrición…"],"Saving payment plan…":["Gardando o plan de pago…"],"Subscription requires a name":["A subscrición necesita un nome"],"Payment plan requires a name":["O plan de pago necesita un nome"],"Successfully created subscription":["A subscrición creouse correctamente"],"Successfully created payment plan":["O plan de pago creouse correctamente"],"Subscription requires a valid price":["A subscrición necesita un prezo válido"],"Payment plan requires a valid price":["O plan de pago necesita un prezo válido"],"There was an error when adding the subscription.":["Produciuse un erro ao engadir a subscrición."],"QR Code":["Código QR"],"Get QR code":["Obter código QR"],"QR Post code":["Código QR da entrada"],"Select a subscription":["Elixe unha subscrición"],"Payment plan not found":["Non se encontrou o plan de pago"],"Add a new payment plan":["Engadir un novo plan de pago"],"Manage your payment plans.":["Xestiona os teus plans de pago."],"Learn more about these blocks":["Obtén máis información acerca destes bloques"],"Take advantage of the QR code to open the post from different devices.":["Usa o teu código QR para abrir a entrada desde diferentes dispositivos."],"Insert the Payment Button or the Donations Form — no plugin required.":["Inserta o botón Pago ou o formulario Doazóns (non é necesario ningún plugin)."],"block search term\u0004gated":["cerrado"],"block search term\u0004donate":["doar"],"block search term\u0004support":["soporte"],"block search term\u0004paywall":["muro de pago"],"block search term\u0004tipping":["propinas"],"block search term\u0004sponsor":["patrocinador"],"block search term\u0004charity":["caridade"],"block search term\u0004checkout":["finalizar compra"],"block search term\u0004Donations":["Doazóns"],"block search term\u0004exclusive":["exclusivo"],"block search term\u0004recurring":["periódico"],"block search term\u0004nonprofit":["sen ánimo de lucro"],"block search term\u0004ecommerce":["comercio electrónico"],"block search term\u0004non-profit":["sen ánimo de lucro"],"block search term\u0004fundraiser":["recaudador de fondos"],"block search term\u0004debit card":["tarxeta de débito"],"block search term\u0004fundraising":["recadación de fondos"],"block search term\u0004credit card":["tarxeta de crédito"],"block search term\u0004contribution":["contribución"],"Donations Form":["Formulario de doazóns"],"Please select which kind of payment you'd like to add.":["Por favor, selecciona que tipo de pago che gustaría engadir."],"Sell products and services or receive donations on your website":["Vende produtos e servizos ou recibe doazóns na túa web"],"An error was encountered during the upload. Check your network connection.":["Ocorreu un erro durante a subida. Revisa a túa conexión á rede."],"Payment Button":["Botón de pago"],"Change view":["Cambiar vista"],"Start accepting payments":["Empeza a aceptar pagos"],"Activate the Jetpack CRM plugin":["Activa o plugin CRM de Jetpack"],"You already have the Jetpack CRM plugin installed, but it’s not activated.":["Xa tes o plugin Jetpack CRM instalado, pero non está activado."],"Install Jetpack CRM":["Instala Jetpack CRM"],"You can save contacts from Jetpack contact forms in Jetpack CRM.":["Podes gardar os contactos dos formularios de contacto de Jetpack en Jetpack CRM."],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["Actualiza o plugin Jetpack CRM á versión máis recente para integrar o teu formulario de contacto co teu CRM."],"Split":["Dividir"],"Border":["Borde"],"Compact":["Compacto"],"Spacing":["Espazado"],"Typography":["Tipografía"],"Guest View":["Vista de invitado"],"Button Text":["Texto do botón"],"Success message":["Mensaxe de operación correcta"],"Button Background":["Fondo do botón"],"Type your email…":["Escribe o teu correo electrónico…"],"Subscription not found":["Non se encontrou a subscrición"],"Remove block and keep content":["Eliminar bloque e manter contido"],"<span>%s reader<\/span> is subscribed.":["Subscribiuse <span>%s lector<\/span>. ","Subscribíronse <span>%s lectores<\/span>. "],"Upgrade to %s to use this premium block":["Mellora a %s para utilizar este bloque premium"],"Invalid subscription configured for this block.":["Subscrición non válida configurada para este bloque."],"Edit the message displayed when a user subscribes.":["Edita a mensaxe que se mostra cando un usuario se subscribe."],"This will remain hidden until there is at least one subscriber.":["Permanecerá oculto ata que haxa, polo menos, un subscritor."],"The subscribe button will be hidden from your visitors until you select a valid subscription.":["Os teus visitantes non verán o botón de subscrición ata que selecciones unha subscrición válida."],"descript":["descriptivo"],"Embed a Descript Item.":["Incrusta un elemento descritivo."],"Colors adapt to the video as it plays":["As cores adáptanse ao vídeo ao reproducirse"],"Match video":["Coincidir co vídeo"],"Progress Bar Colors":["Cores da barra de progreso"],"Button tooltip text\u0004play":["reproducir"],"Button tooltip text\u0004mute":["silenciar"],"Button tooltip text\u0004pause":["pausar"],"Button tooltip text\u0004unmute":["desactivar silencio"],"Deleting":["Borrando"],"Change track":["Cambiar pista"],"Select track":["Selecciona pista"],"Allow download":["Permitir a descarga"],"Sharing is disabled":["Compartir está deshabilitado"],"Share when publishing":["Compartir ao publicar"],"Re-sharing your content":["Volver a compartir o teu contido"],"Share Your Content Again":["Volver a compartir contido"],"Embed a video from your media library or upload a new one with VideoPress.":["Incrusta un vídeo desde a túa biblioteca de medios ou sube un novo con VideoPress."],"Display download option and allow viewers to download this video":["Mostra a opción «Descargar» e permite aos espectadores descargar este vídeo."],"File":["Arquivo"],"Kind":["Tipo"],"paid":["de pago"],"English":["Inglés"],"Delete %s":["Borrar %s"],"Error: %s":["Erro: %s"],"Share post":["Compartir entrada"],"smartframe":["smartframe"],"Add tracks":["Engadir pistas"],"Edit track":["Editar pista"],"Post shared":["Entrada compartida"],"Text tracks":["Pistas de texto"],"Upgrade now":["Actualizar agora"],"Upload track":["Subir pista"],"Title of track":["Título da pista"],"Source language":["Idioma de orixe"],"More information.":["Máis información."],"Allowed formats: %s":["Formatos permitidos: %s"],"Connect to Google Photos":["Conectar con Google Fotos"],"Unable to share the Post":["Non se puido compartir a entrada"],"Embed a SmartFrame Image.":["Incrusta unha imaxe de SmartFrame."],"Language tag (en, fr, etc.)":["Etiqueta do idioma (en, fr, etc.)"],"Write a message for your audience here.":["Escribe aquí unha mensaxe para a túa audiencia."],"This feature is for sites with a %s plan.":["Esta característica é para sitios cun plan %s."],"A track already exists for that language and kind.":["Xa existe unha pista para ese idioma e tipo."],"You must publish your post before you can share it.":["Debes publicar a túa entrada antes de poder compartila."],"To re-share a post, you need to upgrade to the %s plan":["Para volver a compartir unha entrada, tes que actualizar ao plan %s"],"To get started, connect your site to your Google Photos library.":["Para empezar, conecta o teu sitio coa túa biblioteca de Google Fotos."],"Start sharing your posts by connecting your social media accounts.":["Empeza a compartir as túas entradas conectando as túas contas de medios sociais."],"Use this tool to share your post on all your social media accounts.":["Usa esta ferramenta para compartir a túa entrada en todas as túas contas dos medios sociais."],"Share this post on all your enabled social media accounts by clicking on the share post button.":["Comparte esta entrada en todas as túas contas activas de medios sociais facendo clic no botón de compartir entrada."],"This post will be shared on all your enabled social media accounts the moment you publish the post.":["Esta entrada compartirase en todas as túas contas activas de medios sociais no momento en que publiques a entrada."],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["As pistas poden ser subtítulos, lendas, capítulos ou descricións. Axudan a facer o teu contido máis accesible a un maior número de usuarios."],"Captions":["Lendas"],"Chapters":["Capítulos"],"Subtitles":["Subtítulos"],"Descriptions":["Descricións"],"Display the video playback controls":["Mostra os controis de reprodución de vídeo"],"Restarts the video when it reaches the end":["Reinicia o vídeo cando chega ao final"],"Content to dowload before the video is played":["Contido a descargar antes de que se reproduza o vídeo"],"Start playing the video as soon as the page loads":["Empeza a reproducir o vídeo tan pronto como cargue a páxina"],"Play the video inline instead of full-screen on mobile devices":["Reproduce o vídeo integrado en vez da pantalla completa nos dispositivos móbiles"],"Note: Automatically downloading videos may cause issues if there are many videos displayed on the same page.":["Nota: A descarga automática de vídeos pode provocar problemas se hai moitos vídeos mostrados na mesma páxina."],"Could not find the coordinates of the provided address. Displaying default location. Feel free to add the location manually.":["Non se pudieron encontrar as coordenadas do enderezo facilitado. Mostrando a ubicación por defecto. Podes engadir manualmente a ubicación."],"Join my Mailchimp audience":["Únete á miña audiencia en Mailchimp"],"Jetpack Logo":["Logotipo de Jetpack"],"Boost":["Boost"],"Play Inline":["Reprodución integrada"],"Remove Hours":["Eliminar tempo"],"Replace Image":["Substituír imaxe"],"Width settings":["Axustes do ancho"],"Message Heading":["Encabezado da mensaxe"],"Percentage Width":["Ancho do porcentaxe"],"Press space to play.":["Presiona espazo para xogar."],"Press escape to exit.":["Presiona escape para saír."],"Press space to pause.":["Presiona espazo para pausar."],"You are currently playing a story.":["Actualmente estás xugando unha historia."],"Preview unavailable in site editor.":["A vista previa non está dispoñible no editor do sitio."],"First, you'll need to connect your WordPress.com account.":["Primeiro tes que conectar a túa conta de WordPress.com."],"Dismiss":["Descartar"],"Retry":["Reintentar"],"Log in":["Acceder"],"Premium Content login button":["Botón de inicio de sesión de contido premium"],"Prompt subscriber visitors to log in with a button-style link (only visible for logged out users).":["Avisa aos visitantes subscritores que inicien sesión cun enlace de botón (só visible para usuarios que non iniciaran sesión)."],"Border settings":["Axustes do borde"],"Premium Content buttons":["Botóns de contido premium"],"The container for all content shown to subscribers.":["O contedor de todo o contido mostrado aos subscritores."],"Add content here that will only be visible to your subscribers.":["Engade aquí o contido que só será visible para os teus subscritores."],"Prompt Premium Content visitors to take action with a group of button-style links.":["Pide aos visitantes de contido premium que realicen unha acción cun grupo de enlaces de estilo botón."],"Color settings":["Axustes de cor"],"link":["ligazón"],"Subscriber Content":["Contido para subscritores"],"Subscribe to get access":["Subscríbete para obter acceso"],"Read more of this content when you subscribe today.":["Le máis contido deste tipo suscribíndote hoxe mesmo."],"Restrict access to your content for paying subscribers.":["Restrinxe o acceso ao teu contido para que só poidan velo os subscritores de pagamento."],"The container for all content shown to site visitors who are not subscribers.":["O contedor de todo o contido mostrado aos visitantes do sitio que non sexan subscritores."],"block search term\u0004Search":["Busca"],"Interval":["Intervalo"],"Subscriber View":["Vista de subscritor"],"Add subscription":["Engadir subscrición"],"Monthly Subscription":["Subscrición mensual"],"Add a new subscription":["Engadir unha nova subscrición"],"Manage your subscriptions.":["Xestiona as túas subscricións."],"There was an error when adding the payment plan.":["Produciuse un erro ao engadir o plan de pago."],"Episode":["Episodio"],"Country code":["Código de país"],"This block will only appear to people who are visiting this page for %d time.":["Este bloque só se mostrará aos usuarios que visitaran esta páxina polo menos %d vez.","Este bloque só se mostrará aos usuarios que visitaran esta páxina polo menos %d veces."],"This block will only appear to people who have visited this page more than %d time.":["Este bloque só se mostrará aos usuarios que visitaran esta páxina máis de %d vez.","Este bloque só se mostrará aos usuarios que visitaran esta páxina máis de %d veces."],"Connect Stripe":["Conectar con Stripe"],"Video rating for \"Restricted\", not recommended for children under 17.\u0004R":["R"],"Video rating for \"Parental Guidance\", unsuitable for children under 13.\u0004PG-13":["PG-13"],"Video rating for \"General Audiences\".\u0004G":["G"],"Main":["Principal"],"Loaded":["Cargado"],"The age rating for this video.\u0004Rating":["Clasificación"],"Progress":["Progreso"],"Save colors":["Gardar cores"],"block search term\u0004day month year":["día mes ano"],"Video File Settings":["Axustes do arquivo de vídeo"],"Jump Back":["Volver atrás"],"Skip Forward":["Saltar adiante"],"Single Tweet":["Un só tuit"],"Twitter Thread":["Fío de Twitter"],"Show Episode Title":["Amosar título do episodio"],"Click here to purchase":["Fai clic aquí para comprar"],"Click here to purchase.":["Fai clic aquí para comprar."],"Share a link to this post to Twitter.":["Compartir un enlace a esta entrada en Twitter."],"Share the content of this post as a Twitter thread.":["Compartir o contido desta entrada como fío de Twitter"],"Enter the text you want to display on a purchase link used as fallback when the PayPal button cannot be used (e.g. emails, AMP, etc.)":["Escribe o texto que queres amosar nun enlace de compra que se utilizará como reserva cando non se poida utilizar o botón de PayPal (por exemplo, correos electrónicos, AMP, etc.)"],"Play story":["Reproducir historia"],"Purchase link text":["Texto do enlace de compra"],"Slide %d, currently selected":["Diapositiva %d, seleccionada actualmente"],"Account Name":["Nome da conta"],"A thread ⬇️":["Un fío ⬇️"],"Twitter settings":["Axustes de Twitter"],"Twitter profile image":["Imaxe do perfil de Twitter"],"Open Creative Mail settings":["Axustes de Open Creative Mail"],"This thread can be read here:":["Este fío pódese ler aquí:"],"Links will be posted seperately.":["Os enlaces publicaranse por separado."],"Twitter removes all text formatting.":["Twitter elimina todo o formato de texto."],"This block is not exportable to Twitter":["Este bloque non se pode exportar a Twitter"],"Twitter displays the first four images.":["Twitter mostra as primeras catro imaxes."],"The rest of this thread can be read here:":["O resto deste fío pode lerse aquí:"],"Store contact form submissions in your CRM.":["Almacena os envíos de formularios de contacto no teu CRM."],"Contacts from this form will be stored in Jetpack CRM.":["Os contactos deste formulario almacenaranse en Jetpack CRM."],"This post will create a Twitter thread more than 20 tweets long.":["Esta entrada creará un fío de Twitter de máis de 20 tuits."],"Only the first 100 tweets of this post will be published in the Twitter thread.":["Só se publicarán no fío de Twitter os primeiros 100 tuits desta entrada."],"None of the content in this post could be transformed into tweets, it may be better to share as a single tweet.":["Nada do contido desta entrada se podería transformar en tuits, podería ser mellor compartila coma un só tuit."],"video":["vídeo"],"Expand":["Ampliar"],"Embed a Loom video.":["Incrusta un vídeo de Loom."],"Embed a Facebook post.":["Incrusta unha publicación de Facebook."],"Embed an Instagram post.":["Incrusta unha publicación de Instagram."],"Enable Jetpack Forms Extension":["Activar a extensión de formularios de Jetpack"],"The Jetpack CRM plugin is installed but has an invalid version.":["O plugin Jetpack CRM está instalado pero ten unha versión non válida."],"A site administrator must enable the CRM Jetpack Forms extension.":["Un administrador do sitio debe activar a extensión de formularios de Jetpack CRM."],"The CRM Jetpack Form extension failed to activate. The error message was \"<error \/>\".":["A extensión de formularios de Jetpack CRM non se puido activar. A mensaxe de erro foi «<error \/>»."],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's Jetpack Forms extension.":["Podes integrar este formulario de contacto con Jetpack CRM activando a extensión de formularios de Jetpack «Jetpack CRM»."],"Social Previews":["Vistas previas sociais"],"Preview what this will look like on social networks and Google search.":["Previsualiza como se verá isto nas redes sociais e na busca de Google."],"Tier %d":["Nivel %d"],"Custom amount":["Cantidade personalizada"],"Google Search":["Busca de Google"],"Change currency":["Cambiar moeda"],"Consent Settings":["Axustes de consentimentos"],"Choose an amount":["Elixe unha cantidade"],"Permission to email":["Permisos para enviar correos electrónicos"],"Open Social Previews":["Vistas previas abertas sociais"],"Add a privacy checkbox":["Engade unha recadro de privacidade"],"Add %s consent message…":["Engade %s mensaxe de consentimento…"],"Mention that you can email":["Menciona que podes enviar un correo electrónico"],"Install Creative Mail plugin":["Instala o plugin Creative Mail"],"Activate Creative Mail Plugin":["Activa o plugin Creative Mail"],"You’re all setup for email marketing with Creative Mail.":["Xa tes todo preparado para facer marketing por correo electrónico con Creative Mail."],"To start sending email campaigns, install the Creative Mail plugin for WordPress.":["Para empezar a enviar campañas por correo electrónico, instala o plugin Creative Mail para WordPress."],"To start sending email campaigns, activate the Creative Mail plugin for WordPress.":["Para empezar a enviar campañas por correo electrónico, activa o plugin Creative Mail para WordPress."],"Activating…":["Activando…"],"Installing…":["Instalando…"],"Add email permission request":["Engade a solicitude de permiso para enviar correos electrónicos"],"You’re already collecting email contacts. Why not make sure you have permission to email them too?":["Xa recompilaches contactos por correo electrónico. Por que non te aseguras tamén de que tes permiso para enviarlles correos electrónicos?"],"The plugin failed to install. <b \/> Please check the <a>plugin information<\/a> for detailed requirements.":["Fallou a instalación do plugin. <b \/> Por favor, revisa a <a>información do plugin<\/a> para coñecer os requisitos en detalle."],"premium":["premium"],"Premium Block":["Bloque premium"],"Redirecting…":["Redirixindo…"],"Newsletter Sign-up":["Rexistro a boletíns"],"Disconnect from Google Photos":["Desconectar de Google Photos"],"Upgrade your plan to upload audio":["Actualiza o teu plan para subir audio"],"Upgrade your plan to use video covers":["Actualiza o teu plan para usar fondos en vídeo"],"Upgrade your plan to use this premium block":["Actualiza o teu plan para usar este bloque premium"],"Consent":["Consentimento"],"Can we send you an email from time to time?":["Podemos mandarche correos electrónicos de vez en cando?"],"By submitting your information, you're giving us permission to email you. You may unsubscribe at any time.":["Ao enviar a túa información estasnos dando permiso para enviarche correos electrónicos. Podes anular a subscrición en calquera momento."],"block search term\u0004video":["vídeo"],"block search term\u0004story":["historia"],"Story":["Historia"],"Donate":["Doar"],"One-Time":["Unha única vez"],"Donations":["Doazóns"],"Edit Story":["Editar historia"],"Donate yearly":["Doar anualmente"],"Donate monthly":["Doar mensualmente"],"Loading data…":["Cargando datos…"],"Write a message…":["Escribe unha mensaxe…"],"Show annual donations":["Amosar as doazóns anuais"],"Show monthly donations":["Amosar as doazóns mensuais"],"Make a yearly donation":["Fai unha doazón anual"],"View donation earnings":["Ver ganancias das doazóns"],"Make a monthly donation":["Fai unha doazón mensual"],"Make a one-time donation":["Fai unha doazón única"],"Or enter a custom amount":["Ou introduce un importe personalizado"],"Add an interactive story.":["Engadir unha historia interactiva."],"Show custom amount option":["Amosar a opción de importe personalizado"],"Your contribution is appreciated.":["Agradécese a túa contribución."],"Could not load data from WordPress.com.":["Non se puideron cargar os datos desde WordPress.com."],"Collect one-time, monthly, or annually recurring donations.":["Recolecta doazóns únicas, mensuais o anuais recorrentes."],"Drag images and videos, upload new ones, or select files from your library.":["Arrastra imaxes e vídeos, sube novos ou selecciona arquivos desde a túa biblioteca."],"Apply":["Aplicar"],"Any Month":["Calquera mes"],"Jetpack CRM":["Jetpack CRM"],"Specific Month\/Year":["Mes\/ano específico"],"Exit Fullscreen":["Saír da pantalla completa"],"Instagram":["Instagram"],"Unroll":["Despregar"],"Twitter thread successfully imported":["Fío de Twitter importado correctamente"],"Import the entire Twitter thread directly into this post.":["Importar todo o fío de Twitter directamente nesta entrada."],"We were unable to verify that this Twitter thread was published on a Twitter account belonging to you. Please ensure you have permission to reproduce it before publishing.":["Non puidemos verificar que este fío de Twitter se publicara nunha conta de Twitter que che pertenza. Por favor, asegúrate de que tes permiso para reproducilo antes de publicar."],"background color name\u0004White":["Branco"],"block search term\u0004simple":["simple"],"keyword\u0004contact":["contacto"],"keyword\u0004support":["soporte"],"block search term\u0004repeat":["repetir"],"block search term\u0004payments":["pagos"],"Payments":["Pagos"],"keyword\u0004whatsapp":["whatsapp"],"keyword\u0004messenger":["messenger"],"background color name\u0004WhatsApp Dark":["WhatsApp escuro"],"Send A Message":["Enviar unha mensaxe"],"background color name\u0004WhatsApp Green":["WhatsApp verde"],"background color name\u0004WhatsApp Light":["WhatsApp claro"],"WhatsApp Button":["Botón de WhatsApp"],"Open in new tab":["Abrir nunha nova pestana"],"Chat on WhatsApp":["Chat en WhatsApp"],"One-Time Payment":["Pagamento único"],"Checkbox Settings":["Axustes do recadro de verificación"],"Add payment plan":["Engadir un plan de pago"],"Your phone number…":["O teu número de teléfono…"],"Default First Message":["Primeira mensaxe por defecto"],"WhatsApp Button Settings":["Axustes do botón de WhatsApp"],"Please enter a valid phone number.":["Por favor, introduce un número de teléfono válido."],"We were unable to get any content from this tweet.":["Non puidemos obter ningún contido deste tuit."],"Hi, I got your WhatsApp information from your website.":["Ola, teó a túa información de WhatsApp da túa web."],"Button allowing you to sell products and subscriptions.":["Botón que che permite vender produtos e subscricións."],"Let your visitors send you messages with the tap of a button.":["Permite aos teus visitantes enviarche mensaxes co toque dun botón."],"Let your visitors send you messages on WhatsApp with the tap of a button.":["Permite aos teus visitantes enviarche mensaxes en WhatsApp co toque dun botón."],"Let your visitors send you a message on WhatsApp with the tap of a button.":["Permite aos teus visitantes enviarche unha mensaxe en WhatsApp co toque dun botón."],"Enter the phone number you use for WhatsApp and would like to be contacted on.":["Introduce o número de teléfono que usas para WhatsApp e no que che gustaría que te contacten."],"The default first message that will be sent by visitors when using this button.":["A primeira mensaxe por defecto que enviarán os visitantes ao usar este botón."],"When the button is tapped, should a new tab be opened if the visitor does not have WhatsApp installed?":["Cando se toca o botón, debería abrirse unha nova pestana se o visitante non ten instalado WhatsApp?"],"Images":["Imaxes"],"Pets":["Mascotas"],"Arts":["Artes"],"Food":["Comida"],"Night":["Noite"],"Sport":["Deportes"],"Albums":["Álbumes"],"Videos":["Vídeos"],"Crafts":["Artesanía"],"Travel":["Viaxes"],"Photos":["Fotos"],"Houses":["Casas"],"Animals":["Animais"],"Fashion":["Moda"],"Filters":["Filtros"],"Flowers":["Flores"],"Gardens":["Xardíns"],"Selfies":["Selfies"],"Holidays":["Festivos"],"Weddings":["Vodas"],"Any time":["En calquera momento"],"Birthdays":["Cumpreaños"],"Landmarks":["Lugares emblemáticos"],"Load More":["Cargar máis"],"Favorites":["Favoritos"],"Cityscapes":["Paisaxe urbano"],"Media Type":["Tipo de arquivo multimedia"],"Add Filter":["Engadir filtro"],"Last 7 days":["Últimos 7 días"],"Last 30 days":["Últimos 30 días"],"Select media":["Selecciona medio"],"Select Media":["Seleccionar arquivo multimedia"],"Inserting…":["Insertando…"],"Select Image":["Elixir imaxe"],"Select Images":["Seleccionar imaxes"],"Last 6 months":["Últimos 6 meses"],"Remove Filter":["Quitar filtro"],"Google Photos":["Google Fotos"],"All categories":["Todas as categorías"],"Last 12 months":["Últimos 12 meses"],"Inserting media":["Insertando medios"],"Pexels Free Photos":["Fotos gratis de Pexels"],"Inserting Image…":["Insertando a imaxe…"],"Google Security page":["Páxina de seguridade de Google"],"Filter by time period":["Filtrar por período de tempo"],"Awaiting authorization":["Esperando autorización"],"WordPress.com Connections":["Conexións de WordPress.com"],"Sorry, but nothing matched your search criteria.":["Sentímolo, pero non se encontrou ningunha coincidencia cos teus criterios de busca."],"You can remove the connection in either of these places:":["Podes quitar a conexión nun dos seguintes lugares:"],"Select the media you would like to insert into the editor.":["Selecciona os medios que che gustaría insertar no editor."],"When the media is finished copying and inserting, you will be returned to the editor.":["Cando terminen de copiarse e insertarse os medios serás redirixido ao editor."],"There is currently only %s post in your Instagram account.":["Actualmente só hai %s publicación na túa conta de Instagram.","Actualmente só hai %s publicacións na túa conta de Instagram."],"After":["Despois"],"Before":["Antes"],"block search term\u0004juxtapose":["Xustapor"],"Image after":["Imaxe despois"],"Orientation":["Orientación"],"Image before":["Imaxe antes"],"block search term\u0004side by side":["unha xunto á outra"],"Side by side":["Unha xunto á outra"],"Write caption":["Escribir a lenda"],"Example image":["Imaxe de exemplo"],"Image Compare":["Comparar as imaxes"],"Above and below":["Enriba e debaixo"],"3. Our third episode":["3. O noso terceiro episodio"],"Remove button margin":["Quitar a marxe do botón"],"Jetpack Example Podcast":["Podcast de exemplo de Jetpack"],"Place button on new line":["Pór o botón nunha nova liña"],"1. Welcome to Example Podcast":["1. Benvido ao podcast de exemplo"],"2. Interview with a special guest":["2. Entrevista cun invitado especial"],"Compare two images with a slider. Works best with images of the same size.":["Compara dúas imaxes cun control deslizante. Funciona mellor con imaxes do mesmo tamaño."],"Congrats! Your site is now connected to Stripe. You can now start accepting funds!":["Noraboa! O teu sitio xa está conectado a Stripe. Xa podes empezar a gañar diñeiro!"],"Sign Up":["Rexistrarse"],"Field Width":["Ancho do campo"],"Border Color":["Cor do borde"],"Space Inside":["Espazo interior"],"Space Between":["Espazo intermedio"],"Unique CSS ID":["ID CSS único"],"Border Weight":["Grosor do borde"],"Stack on mobile":["Apilar en móbil"],"Enter a subject":["Introduce un asunto"],"Display Settings":["Axustes de visualización"],"Add a new account":["Engade unha nova conta"],"Button Text Color":["Cor do texto do botón"],"Field is required":["O campo é obrigatorio"],"Checked by default":["Marcado por defecto"],"Show subscriber count":["Amosar contador de subscritores"],"Latest Instagram Posts":["Últimas publicacións de Instagram"],"Button Background Color":["Cor de fondo do botón"],"Email address to send to":["Enderezo de correo electrónico ao que enviar"],"Loading your connections…":["Cargando as túas conexións…"],"Latest Instagram Posts placeholder":["Marcador de posición de últimas publicacións de Instagram"],"New feedback received from your website":["Nova valoración recibida do teu sitio web"],"A unique ID that can be used in CSS or as an anchor.":["Un ID único que pode usarse en CSS ou como áncora."],"Adjust the width of the field to include multiple fields on a single line.":["Axusta o ancho do campo para incluír varios campos nunha soa liña."],"Display an automatically updating list of the latest posts from your Instagram feed.":["Mostra unha lista que se actualiza automaticamente das últimas publicacións do teu feed de Instagram."],"If you are currently logged in to Instagram on this device, you might need to log out of it first.":["Se estás conectado a Instagram con este dispositivo, antes terás que cerrar a sesión."],"TV":["TV"],"Notes":["Notas"],"Morning":["Mañá"],"4 - Good":["4 - Boa"],"2 - Poor":["2 - Pobre"],"Send RSVP":["Enviar confirmación"],"Afternoon":["Tarde"],"RSVP Form":["Formulario de confirmación"],"Contact Us":["Contáctanos"],"Attending?":["Vas a asistir?"],"3 - Average":["3 - Aceptable"],"Social Media":["Medios sociais"],"Add label…":["Engadir etiqueta…"],"1 - Very Bad":["1 - Moi mala"],"5 - Excellent":["5 - Excelente"],"Send Feedback":["Envía a túa opinión"],"Other Details":["Outros detalles"],"Feedback Form":["Formulario de valoración"],"Search Engine":["Motor de busca"],"Book Appointment":["Reservar cita"],"Appointment Form":["Formulario de cita"],"Friend or Family":["Amigo ou familia"],"Registration Form":["Formulario de rexistro"],"How could we improve?":["Como poderíamos mellorar?"],"Please rate our website":["Valora a nosa web, por favor"],"How did you hear about us?":["Como nos coñeciches?"],"A new RSVP from your website":["Unha nova confirmación desde a túa web"],"Add an RSVP form to your page":["Engade un formulario de confirmación de asistencia á túa páxina"],"Add a Feedback form to your page":["Engade un formulario de valoración á túa páxina"],"Add a Registration form to your page":["Engade un formulario de rexistro á túa páxina"],"A new registration from your website":["Un novo rexistro desde a túa web"],"A new appointment booked from your website":["Nova cita reservada desde a túa web"],"Add an Appointment booking form to your page":["Engade un formulario de reserva de cita á túa páxina"],"SEO":["SEO"],"Account":["Conta"],"Connecting…":["Conectando…"],"Image Spacing (px)":["Espazado de imaxes (px)"],"Connect to Instagram":["Conecta a Instagram"],"No images were found in your Instagram account.":["Non se encontrou ningunha imaxe na túa conta de Instagram."],"Connect to Instagram to start sharing your images.":["Conecta a Instagram para empezar a compartir as túas imaxes."],"With the OpenTable block you may encounter display issues if you use its \"wide\" style with anything other than \"wide\" or \"full\" alignment. The wide display style may also not work well on smaller screens.":["Co bloque de OpenTable pode que encontres problemas de visualización se usas o seu estilo «amplo» cunha aliñación distinta a «ancha» ou  «completa». O estilo de visualización ancho tamén pode que non funcione nas pantallas máis pequenas."],"There are currently no posts in your Instagram account.":["Agora non hai publicacións na túa conta de Instagram."],"Button":["Botón"],"Border radius":["Radio do borde"],"Background & Text Color":["Cor de texto e de fondo"],"An unexpected error occured within the Podcast Player. Reloading this page might fix the problem.":["Ocorreu un erro inesperado no reprodutor de podcast. Pode que recargar esta páxina corrixa o problema."],"The podcast player cannot be displayed as your browser settings do not allow for sounds to be played in webpages. This can be changed in your browser’s \"Internet options\" settings. In the \"Advanced\" tab you will have to check the box next to \"Play sounds in webpages\" in the \"Multimedia\" section. Once you have confirmed that the box is checked, please press \"Apply\" and then reload this page.":["Non se puido amosar o reprodutor de podcast porque os axustes do teu navegador non permiten que se reproduzan sons nas webs. Isto pódese cambiar nos axustes de «Opcións de Internet» do teu navegador. Na pestana de «Avanzado» terás que marcar o recadro ao lado de «Reproducir sons nas webs», na sección «Multimedia». Unha vez que confirmes que o recadro está marcado, pulsa en «Aplicar» e logo recarga esta páxina."],"%s:":["%s:"],"track":["pista"],"Error:":["Erro:"],"Paused":["En pausa"],"Loading: %s":["Cargando: %s"],"Playlist: %s":["Lista de reprodución: %s"],"Error: Episode unavailable - Open in a new tab":["Erro: episodio non dispoñible - Abrir nunha nova pestana"],"Select an episode to play it in the audio player.":["Selecciona un episodio a reproducir no reprodutor de audio."],"block search term\u0004dates":["datas"],"block search term\u0004maps":["mapas"],"block search term\u0004buy":["comprar"],"block search term\u0004pins":["pins"],"block search term\u0004circle":["círculo"],"block search term\u0004mosaic":["mosaico"],"block search term\u0004tickets":["tíckets"],"block search term\u0004pinboard":["taboleiro de pins"],"block search term\u0004linked":["enlazado"],"Shop Now":["Comprar agora"],"Button & Link Color":["Cor do botón e do enlace"],"Show Purchase Button":["Amosar o botón de compra"],"Show Price":["Amosar o prezo"],"Show Author\/Seller":["Mostar o autor\/vendedor"],"Show Title":["Amosar o título"],"Show Image":["Amosar a imaxe"],"Promotion Settings":["Axustes da promoción"],"Products":["Produtos"],"Search by entering an Amazon product name or ID below.":["Buscar introducindo un nome ou un ID de produto de Amazon a continuación."],"affiliate":["afiliado"],"amazon":["amazon"],"Promote Amazon products and earn a commission from sales.":["Promociona produtos de Amazon e gaña comisións das ventas."],"block search term\u0004audio":["audio"],"Number of Posts":["Número de entradas"],"Number of Columns":["Número de columnas"],"Select and play episodes from a single podcast.":["Selecciona e reproduce episodios dun podcast."],"Select your Instagram account:":["Selecciona a túa conta de Instagram:"],"Embed a Google Calendar":["Incrustar un calendario de Google"],"Paste the embed code you copied from your Google Calendar below":["Pega a continuación o código de incrustación que copiaches do teu calendario de Google"],"Google Calendar":["Google Calendar"],"Enable Permissions for the calendar you want to share":["Activar permisos para o calendario que queres compartir"],"Enter URL or iframe to embed here…":["Introduce unha URL ou un iframe para incrustar aquí…"],"Enter search terms, e.g. cat…":["Introduce os termos de busca, p.ex. gato…"],"block search term\u0004social":["social"],"Replace":["Substituír"],"block search term\u0004memberships":["membresías"],"Primary Color":["Cor principal"],"block search term\u0004subscriptions":["subscricións"],"block search term\u0004advertisement":["anuncio"],"Hide on mobile":["Ocultar en dispositivos móbiles"],"Show Cover Art":["Amosar foto de portada"],"Podcast Player":["Reprodutor de podcast"],"Number of items":["Número de elementos"],"Secondary Color":["Cor secundaria"],"Podcast settings":["Axustes do podcast"],"Open in a new tab":["Abrir nunha nova pestana"],"Enter URL here…":["Introduce aquí a URL…"],"Edit Podcast Feed URL":["Editar URL do feed do podcast"],"Loading podcast feed…":["Cargando feed do podcast…"],"Show Episode Description":["Amosar a descrición do episodio"],"Minimum allowed price is %s.":["O prezo mínimo permitido é %s."],"Enter your podcast RSS feed URL.":["Introduce a URL do feed RSS do podcast"],"Hides this block for site visitors on mobile devices.":["Oculta este bloque aos visitantes do sitio desde dispositivos móbiles."],"Playing:":["Reproducindo:"],"Episode unavailable. ":["Episodio non dispoñible."],"Your calendar couldn't be embedded. Please double check your URL or Embed Code. Please note, you need to use the 'Public URL' or 'Embed Code', the 'Shareable Link' will not work.":["O teu calendario non se pode incrustar. Por favor, volve a comprobar a túa URL ou o código de incrustación. Por favor, ten en conta que tes que usar a «URL pública» ou o «Código de incrustación» ou o «Enlace para compartir» non funcionará."],"Google Calendar URL or iframe":["URL ou iframe de Google Calendar"],"block search term\u0004working day":["día laboral"],"block search term\u0004events":["eventos"],"Background":["Fondo"],"Find it on Mapbox":["Encóntrao en Mapbox"],"You can optionally enter your own access token.":["Opcionalmente, podes introducir o teu propio token de acceso."],"Allow your visitors to display the map in fullscreen.":["Permite aos teus visitantes ver o mapa a pantalla completa."],"Show Fullscreen Button":["Amosar o botón de pantalla completa"],"Allow the map to capture scrolling, and zoom in or out.":["Permite ao mapa capturar o scroll, e facer zoom para acercar e alonxar."],"Scroll to zoom":["Fai scroll para ampliar"],"The default zoom level cannot be changed when there are two or more markers on the map.":["O nivel por defecto de zoom non se pode cambiar cando hai dous ou máis marcadores no mapa."],"Zoom level":["Nivel de zoom"],"Map Settings":["Axustes do mapa"],"Marker Color":["Cor do marcador"],"Upload":["Subir"],"block search term\u0004booking":["reserva"],"block search term\u0004purchase":["compra"],"block search term\u0004calendar":["calendario"],"block search term\u0004products":["produtos"],"block search term\u0004commerce":["comercio"],"block search term\u0004restaurant":["restaurante"],"block search term\u0004reservation":["reserva"],"block search term\u0004appointments":["citas"],"Media Library":["Biblioteca de medios"],"Add a marker":["Engadir un marcador"],"Rounded corners":["Esquinas redondeadas"],"Move image forward":["Mover a imaxe hacia diante"],"Move image backward":["Mover a imaxe hacia atrás"],"Earn":["Gana"],"Grow":["Crece"],"block search term\u0004square":["cadrado"],"block search term\u0004columns":["columnas"],"Your podcast couldn't be embedded. Please double check your URL.":["Non se puido incrustar o teu podcast. Por favor, volve a comprobar a túa URL."],"Amazon":["Amazon"],"Inline":["Integrado"],"Calendar settings":["Axustes do calendario"],"Hide event type details":["Ocultar os detalles do tipo de evento"],"Need help finding your embed code?":["Necesitas axuda para encontrar o teu código de incrustación?"],"Calendly web address or embed code…":["Enderezo web ou código de incrustación de Calendly…"],"Enter your Calendly web address or embed code below.":["Introduce o enderezo web de Calendly ou o código de inserción de abaixo."],"Learn more about embeds":["Aprende máis sobre os incrustados"],"Link":["Ligazón"],"verb: e.g. register for an event.\u0004Register":["Rexistrarse"],"Outline":["Contorno"],"Fill":["Recheo"],"Style":["Estilo"],"submit button label\u0004Embed":["Incrustar"],"Styles":["Estilos"],"Calendly":["Calendly"],"option for how the embed displays on a page, e.g. inline or as a modal\u0004Embed Type":["Tipo de incrustación"],"In-page Embed":["Inserción na páxina"],"Border Radius":["Radio do borde"],"Eventbrite URL":["URL de Eventbrite"],"Button & Modal":[" Botón e ventá emerxente"],"Border Settings":["Axustes do borde"],"Eventbrite Checkout":["Pagamento de Eventbrite"],"We ran into an issue":["Encontrámonos cun problema"],"Open in a new window":["Abrir nunha nova ventá"],"OpenTable Reservation":["Reserva de OpenTable"],"Sign up for OpenTable":["Rexistrarse en OpenTable"],"Open Table Preview %s":["Abrir vista previa de táboa %s"],"Learn more about Eventbrite embeds":["Máis información sobre as insercións de Eventbrite"],"In page Eventbrite checkout example":["Exemplo de pagamento de Eventbrite na páxina"],"Enter an event URL to embed here…":["Introduce unha URL de evento para incrustar aquí…"],"Load the widget in an iFrame (Recommended)":["Cargar o widget nun iFrame (Recomendado)"],"Allow visitors to book a reservation with OpenTable":["Permitir que os visitantes fagan unha reserva con OpenTable"],"Embed Eventbrite event details and ticket checkout.":["Insertar detalles do evento de Eventbrite e do pagamento de entradas."],"Embed a calendar for customers to schedule appointments":["Insertar un calendario para que os clientes programen citas"],"Paste a link to an Eventbrite event to embed ticket checkout.":["Pega o enlace dun evento de Eventbrite para insertar o pagamento de entradas."],"Please ensure this embed matches the one from your OpenTable account":["Comproba que esta inserción coincide coa da túa conta de OpenTable"],"Your calendar couldn't be embedded. Please double check your URL or code.":["O teu calendario non se puido incrustar. Por favor, comproba a túa URL ou código."],"Enter your restaurant name, or paste an OpenTable Reservation Widget embed code.":["Introduce o nome do restaurante ou pega un código de inserción do widget de reservas de OpenTable."],"OpenTable":["OpenTable"],"Restaurant":["Restaurante","Restaurantes"],"Wide (840 x 150 pixels)":["Ancho (840 x 150 píxeles)"],"Tall (288 x 490 pixels)":["Alto (288 x 490 píxeles)"],"Button (210 x 113 pixels)":["Botón (210 x 113 píxeles)"],"Standard (224 x 301 pixels)":["Estándar (224 x 301 píxeles)"],"Embed":["Incrustados"],"Schedule time with me":["Pide cita"],"Star Rating":["Valoración de estrelas"],"block search term\u0004star":["estrela"],"Color":["Cor"],"button label\u0004Embed":["Incrustar"],"SIGNUP":["REXISTRO"],"block search term\u0004rating":["puntuación"],"block search term\u0004review":["valoración"],"website":["web"],"block style\u0004Outlined":["Trazado"],"Edit URL":["Editar URL"],"Pinterest URL":["URL de Pinterest"],"Color Settings":["Axustes de cor"],"Highest rating":["Puntuación máis alta"],"block style\u0004Filled":["Recheo"],"Signup Field Tag":["Etiqueta do campo de rexistro"],"Mailchimp Groups":["Grupos de Mailchimp"],"Signup Field Value":["Valor do campo de rexistro"],"Learn about groups":["Aprende sobre grupos"],"Signup Location Tracking":["Seguimento da ubicación do rexistro"],"Enter URL to embed here…":["Introduce a URL a incrustar aquí…"],"Learn about signup location tracking":["Aprende sobre o seguimento de ubicación do rexistro"],"Embed a Pinterest pin, board, or user.":["Incrusta un pin, taboleiro ou usuario de Pinterest."],"Sorry, this content could not be embedded.":["Síntoo, este contido non se pode incrustar."],"Rate movies, books, songs, recipes — anything you can put a number on.":["Puntúa películas, libros, cancións, receitas – calquera cousa á que poidas por un número."],"button label\u0004Convert block to link":["Converter o bloque en ligazón"],"Good for collecting donations or payments for products and services.":["Xenial para captar doazóns ou pagos por produtos e servizos."],"View my plan":["Velo meu plan"],"This block will only appear to a visitor who visited the page three or more times.":["Este bloque só lle aparecerá a un visitante que houbese visitado a páxina tres ou máis veces."],"Congratulations! Your site is now on a paid plan.":["Felicidades! O teu sitio está agora nun plan de pago."],"Congratulations! Your site is now on the %s plan.":["Felicidades! O teu sitio está agora no plan %s."],"Take flight in ultimate comfort with this stylish t-shirt featuring the Jetpack logo.":["Voa coa máxima comodidade con esta elegante camiseta co logotipo de Jetpack."],"Jetpack t-shirt":["Camiseta de Jetpack"],"This block will be hidden from your visitors until you connect to Stripe.":["Este bloque estará oculto para os teus visitantes ata que conectes con Stripe."],"Connect to Stripe to use this block on your site":["Conecta con Stripe para usar este bloque no teu sitio"],"Markdown is a text formatting syntax that is converted into HTML. You can _emphasize_ text or **make it strong** with just a few characters.":["Markdown é unha sintaxe de formato de texto que se convierte en HTML. Podes _enfatizar_ o texto ou **poñelo en negrita** con só uns poucos caracteres."],"Try Markdown":["Proba Markdown"],"Image Settings":["Axustes de imaxe"],"Map Preview":["Vista previa do mapa"],"Redirect Address":["Dirección de redireccionamiento"],"Message Text":["Texto do mensaxe"],"Redirect to another webpage":["Redireccionar a outra páxina do sitio"],"Show a custom text message":["Mostrar un mensaxe de texto personalizado"],"Show a summary of submitted fields":["Mostrar un resumo dos campos enviados"],"On Submission":["Ao enviar"],"Serves images using Jetpack's fast global network of servers.":["Sirve as imaxes usando a rede rápida global de servidores de Jetpack."],"Go to slide %d":["Ir á diapositiva %d"],"Next Slide":["Seguinte diapositiva"],"Previous Slide":["Diapositiva anterior"],"Thank you for your submission!":["Grazas polo teu envío!"],"You cancelled connecting your site to Stripe.":["Cancelaches a conexión do teu sitio con Stripe."],"Generating preview…":["Xerando vista previa…"],"Remove Poster Image":["Quitar imaxe do póster"],"There is no poster image currently selected":["Non hai ningunha imaxe de póster seleccionada actualmente."],"The current poster image url is %s":["A url da imaxe actual do póster é %s"],"Replace image":["Reemplazar imaxe"],"Select Poster Image":["Seleccionar imaxe de póster"],"Poster Image":["Imaxe de póster"],"VideoPress preload setting\u0004None":["Ningún"],"VideoPress preload setting\u0004Metadata":["Metadatos"],"VideoPress preload setting\u0004Auto":["Automático"],"Preload":["Precarga"],"Playback Controls":["Controis de reprodución"],"Muted":["Silenciado"],"Loop":["Bucle"],"Video Settings":["Axustes de vídeo"],"Note: Autoplaying videos may cause usability issues for some visitors.":["Nota: A reprodución automática de vídeos pode provocar problemas de usabilidade para algúns visitantes."],"Select a payment plan":["Selecciona un plan de pago"],"%s \/ year":["%s \/ ano"],"%s \/ month":["%s \/ mes"],"%d character":["%d carácter","%d caracteres"],"Write a description…":["Escribe unha descrición..."],"block search term\u0004newsletter":["Boletín informativo"],"SEO Description":["Descrición SEO"],"Write consent text":["Escribe o texto de consentimento"],"Error text":["Texto de erro"],"Manage Connection":["Xestiona a conexión"],"Mailchimp Connection":["Conexión con Mailchimp"],"Success text":["Texto de éxito"],"Processing text":["Procesando texto"],"Email Placeholder":["Marcador de posición do correo electrónico"],"Text Elements":["Elementos de texto"],"Re-check Connection":["Volver a comprobar a conexión"],"Grey square":["Cadrado gris"],"Icon for image":["Icona da imaxe"],"Shortlink":["Enlace curto"],"In “Uncategorized”":["En «Sen categoría»"],"August 3, 2018":["3 de agosto de 2018"],"Placeholder image":["Imaxe do marcador de posición"],"Display thumbnail":["Amosar miniatura"],"List view":["Vista de lista"],"Grid view":["Vista de cuadrícula"],"Number of posts":["Número de entradas"],"Monthly":["Mensual:"],"block search term\u0004subscription":["subscripción"],"Yearly":["Anual"],"Set up Mailchimp form":["Configura o formulario de MailChimp"],"Display context (category or tag)":["Mostra o contexto (categoría ou etiqueta)"],"You can edit the email placeholder in the sidebar.":["Podes editar o marcador de posición de correo electrónico na barra lateral."],"Preview unavailable: you haven't published enough posts with similar content.":["Vista previa non dispoñible: non publicaches suficientes entradas con contido similar."],"block search term\u0004embed":["incrustado"],"block search term\u0004connected":["conectado"],"block search term\u0004similar content":["contido similar"],"Read more about Payments and related fees.":["Le máis acerca dos pagos e as cotas asociadas."],"A form enabling readers to join a Mailchimp audience.":["Un formulario que permite aos lectores unirse a unha audiencia de Mailchimp."],"You need to connect your Mailchimp account and choose an audience in order to start collecting Email subscribers.":["Necesitas conectar a túa conta de MailChimp e elixir unha audiencia para empezar a recompilar subscritores de correo electrónico."],"block search term\u0004animated":["animado"],"Mailchimp":["Mailchimp"],"Repeat Visitor":["Visitante recorrente"],"Visit count threshold":["Limiar do contador de visitas"],"Show after threshold":["Mostrar despois do limiar"],"Show before threshold":["Mostrar antes do limiar"],"Leaderboard 728x90":["Marcador 728x90"],"Rectangle 300x250":["Rectángulo 300x250"],"Embedding…":["Incrustando…"],"Uploading…":["Subindo…"],"Wide Skyscraper 160x600":["Rañaceos ancho 160x600"],"Mobile Leaderboard 320x50":["Marcador móbil 320x50"],"Edit Slideshow":["Editar carrusel"],"Effects":["Efectos"],"Business Hours":["Horas de apertura"],"Saturday":["Sábado"],"Friday":["Venres"],"Thursday":["Xoves"],"Wednesday":["Mércores"],"Tuesday":["Martes"],"Monday":["Luns"],"Sunday":["Domingo"],"Loading business hours":["Cargando horas de apertura"],"Add Hours":["Engadir horarios"],"Closing":["Cerrando"],"Opening":["Abrindo"],"Open":["Abre"],"Subscriber count unavailable":["Contador de subscritores non dispoñible"],"GIF":["GIF"],"Write caption…":["Escribe a lenda…"],"Ad":["Anuncio"],"block search term\u0004giphy":["giphy"],"block search term\u0004follow":["seguir"],"block search term\u0004signin":["unirse"],"block search term\u0004subscribe":["subscribirse"],"block search term\u0004image":["imaxe"],"block search term\u0004return":["volver"],"block search term\u0004syntax":["sintaxe"],"block search term\u0004markup":["marcado"],"block search term\u0004visitors":["visitantes"],"block search term\u0004formatting":["formato"],"business is closed on a full day\u0004Closed":["Cerrado"],"block search term\u0004visibility":["visibilidade"],"block search term\u0004schedule":["programar"],"block search term\u0004closing time":["hora de peche"],"block search term\u0004opening hours":["horas de apertura"],"Pick an ad format":["Elixe un formato de anuncio"],"block search term\u0004slider":["carrusel"],"block search term\u0004gallery":["galería"],"Learn all about WordAds":["Aprende todo sobre WordAds"],"Please enter a valid number.":["Por favor, introduce un número válido."],"Write your _Markdown_ **here**…":["Escribe o teu _Markdown_ **aquí**..."],"Display opening hours for your business.":["Amosa as horas de apertura do teu negocio."],"Search for a term or paste a Giphy URL":["Busca un termo ou cola unha URL de Giphy"],"Search for and insert an animated image.":["Busca e insire unha imaxe animada."],"Are you sure you wish to leave this page?":["Estás seguro de que desexas abandonar esta páxina?"],"Earn income by adding high quality ads to your post":["Obtén ingresos engadindo anuncios de alta calidade á túa publicación."],"Drag images, upload new ones or select files from your library.":["Arrastra imaxes, sube novas ou elixe arquivos desde a túa biblioteca."],"Use regular characters and punctuation to style text, links, and lists.":["Utiliza caracteres e puntuación normais para dar estilo a textos, enlaces e listas."],"Control block visibility based on how often a visitor has viewed the page.":["Controla a visibilidade do bloque segundo a frecuencia coa que un visitante vira a páxina."],"This block will only appear to people who have visited this page more than once.":["Este bloque só se mostrará a quen visitara esta páxina polo menos unha vez.","Este bloque só se mostrará a quen visitara esta páxina polo menos %d veces."],"This block will only appear to people who are visiting this page for the first time.":["Este bloque só aparecerá a quen visitara esta páxina por primeira vez.","Este bloque só aparecerá a quen visitara esta páxina polo menos %d veces."],"The Reduce Motion accessibility option is selected, therefore autoplay will be disabled in this browser.":["A opción de accesibilidade de reducir movemento está seleccionada, polo tanto a reprodución automática estará inactiva neste navegador."],"Autoplay":["Reproducción automática"],"Autoplay between slides":["Reproducción automática entre diapositivas"],"Support reference":["Referencia de soporte"],"block search term\u0004sell":["vender"],"block search term\u0004shop":["tenda"],"Slideshow transition effect\u0004Fade":["Desvanecer"],"Slideshow transition effect\u0004Slide":["Diapositiva"],"Create one on PayPal":["Crea un en PayPal"],"Delay between transitions (in seconds)":["Retraso entre transicións (en segundos)"],"The Swiper library could not be loaded.":["Non se puido cargar a biblioteca Swiper."],"Enter the email address associated with your PayPal account. Don’t have an account?":["Introduce a dirección de correo electrónico asociada coa túa conta de PayPal. Non tes unha conta?"],"Lets you add credit and debit card payment buttons with minimal setup.":["Permíteche engadir botóns de pago con tarxeta de crédito e débito cunha configuración mínima."],"Currency":["Moeda"],"Item name":["Nome do artigo"],"Invalid price.":["Prezo non válido."],"Describe your item in a few words":["Describe o teu artigo en poucas palabras"],"Allow people to buy more than one item at a time":["Permite á xente comprar máis dun artigo á vez"],"Please add a brief title so that people know what they’re paying for.":["Por favor, engade un título breve para que a xente saiba polo que está pagando."],"If you’re selling something, you need a price tag. Add yours here.":["Se estás vendendo algo necesitarás unha etiqueta co prezo. Engade aquí a túa."],"The price cannot have more than %d decimal place.":["O prezo non pode tener máis de %d decimal.","O prezo non pode tener máis de %d decimais."],"We know every penny counts, but prices in this currency can’t contain decimal values.":["Sabemos que cada céntimo conta, pero os prezos nesta moeda non poden conter valores decimais."],"Your price is negative — enter a positive number so people can pay the right amount.":["O teu prezo é negativo - introduce un número positivo para que a xente poida pagar a cantidade correcta."],"Add a marker…":["Engadir un marcador..."],"Edit Image":["Editar imaxe"],"Product Image":["Imaxe do produto"],"Dropdown":["Despregable"],"Choose":["Elixir"],"Select":["Seleccionar"],"Choose Multiple":["Elección múltiple"],"Accept":["Aceptar"],"Confirm":["Confirmar"],"No results.":["Sen resultados."],"Set Token":["Establecer token"],"Remove Token":["Quitar token"],"Update Token":["Actualizar token"],"Markers":["Marcadores"],"Colors":["Cores"],"Add marker":["Engadir marcador"],"Paste Token Here":["Pega aquí o token"],"Mapbox Access Token":["Token de acceso a Mapbox"],"Show street names":["Mostrar os nomes das rúas"],"Add a location":["Engade unha ubicación"],"Pay with PayPal":["Paga con PayPal"],"Create an account or log in to Mapbox.":["Crea una conta ou accede a Mapbox."],"To use the map block, you need an Access Token.":["Para usar o bloque do mapa necesitas un token de acceso."],"%d result found, use up and down arrow keys to navigate.":["%d resultado encontrado, usa as teclas de frechas de arriba e abaixo para navegar.","%d resultados encontrados, usa as teclas de frechas de arriba e abaixo para navegar."],"Locate and copy the default access token. Then, paste it into the field below.":["Localiza e copia o token de acceso por defecto. Logo pégao no campo de abaixo."],"Multiline text":["Texto en varias liñas"],"Mobile":["Móbil"],"Cellular phone":["Teléfono móbil"],"Calendar":["Calendario"],"Date Picker":["Selector de datas"],"internet page":["páxina de internet"],"mail":["correo electrónico"],"Required":["Obrigatorio"],"Field Settings":["Axustes do campo"],"Form":["Formulario"],"name@example.com":["nome@exemplo.com"],"Email subject line":["Liña de asunto do correo electrónico"],"block search term\u0004feedback":["resposta"],"%s is not a valid email address.":["%s non é unha dirección de correo electrónico válida."],"%s are not a valid email address.":["%s non son direccións de correo electrónico válidas."],"You can enter multiple email addresses separated by commas.":["Podes introducir varias direccións de correo electrónico separadas por comas."],"block search term\u0004contact form":["formulario de contacto"],"%1$s and %2$s are not a valid email address.":["%1$s e %2$s non son direccións de correo electrónico válidas."],"Remove Image":["Quitar imaxe"],"Link To":["Enlazar a"],"Columns":["Columnas"],"Edit Gallery":["Editar galería"],"Upload an image":["Sube unha imaxe"],"Tiled Gallery settings":["Axustes da galería en mosaico"],"Delete Marker":["Borrar marcador"],"Marker Caption":["Lenda do marcador"],"Marker Title":["Título do marcador"],"Phone Number":["Número de teléfono"],"Phone number":["Número de teléfono"],"Tiled Gallery":["Galería apilada"],"Text Color":["Cor do texto"],"Add text…":["Engadir texto…"],"Terrain":["Terreo"],"Satellite":["Satélite"],"Basic":["Básico"],"Connect an account":["Conecta unha conta"],"Address":["Dirección"],"Country":["País"],"City":["Cidade"],"Address Line 3":["Dirección, liña 3"],"Address Line 2":["Dirección, liña 2"],"Street Address":["Dirección da rúa"],"Postal\/Zip Code":["Código postal"],"State\/Province\/Region":["Estado\/Provincia\/Rexión"],"Share this post":["Comparte esta entrada"],"block search term\u0004phone":["teléfono"],"block search term\u0004photos":["fotos"],"block search term\u0004address":["dirección"],"block search term\u0004message":["mensaxe"],"block search term\u0004navigation":["navegación"],"Likes and Sharing":["Gústame e compartir"],"image style\u0004Sepia":["Sepia"],"image style\u0004Gingham":["Guingán"],"image style\u0004Original":["Orixinal"],"image style\u0004Clarendon":["Clarendon"],"image style\u0004Black and White":["Branco e negro"],"block search term\u0004cell":["celda"],"block search term\u0004place":["lugar"],"block search term\u0004email":["correo electrónico"],"block search term\u0004mobile":["móbil"],"block search term\u0004images":["imaxes"],"Tiled gallery layout\u0004Circles":["Círculos"],"block search term\u0004pictures":["fotos"],"block search term\u0004location":["ubicación"],"block search term\u0004telephone":["teléfono"],"block search term\u0004direction":["dirección"],"Tiled gallery layout\u0004Tiled mosaic":["Mosaico apilado"],"Tiled gallery layout\u0004Square tiles":["Pilas cadradas"],"Tiled gallery layout\u0004Tiled columns":["Columnas apiladas"],"Pick an image filter":["Elixe un filtro de imaxe"],"%d character remaining":["Queda %d carácter","Quedan %d caracteres"],"Open address in Google Maps":["Abrir dirección en Google Maps"],"Link address to Google Maps":["Dirección do enlace a Google Maps"],"image %1$d of %2$d in gallery":["Imaxe %1$d de %2$d na galería"],"Lets you add a physical address with Schema markup.":["Permíteche engadir unha dirección física con marcado de Schema."],"Add an interactive map showing one or more locations.":["Engade un mapa interactivo que mostre unha ou máis ubicacións."],"Lets you add a phone number with an automatically generated click-to-call link.":["Permíteche engadir un número de teléfono cun enlace de clic a chamar xerado automaticamente."],"Lets you add an email address with an automatically generated click-to-email link.":["Permíteche engadir unha dirección de correo electrónico cun enlace de clic a correo electrónico xerado automaticamente."],"Lets you add an email address, phone number, and physical address with improved markup for better SEO results.":["Permíteche engadir unha dirección de correo electrónico, número de teléfono e dirección física con marcado mellorado para uns mellores resultados SEO."],"Display multiple images in an elegantly organized tiled layout.":["Mostra varias imaxes nunha estrutura apilada organizada de maneira elegante."],"block search term\u0004ads":["anuncios"],"Processing…":["Procesando…"],"Closed":["Pechado"],"Map":["Mapa"],"Success! You're on the list.":["Lográchelo! Xa estás na lista."],"Whoops! There was an error and we couldn't process your subscription. Please reload the page and try again.":["Vaia! Houbo un erro e non puidemos procesar a túa subscrición. Por favor, recarga a páxina e inténtao de novo."],"By clicking submit, you agree to share your email address with the site owner and Mailchimp to receive marketing, updates, and other emails from the site owner. Use the unsubscribe link in those emails to opt out at any time.":["Ao facer clic en enviar, aceptas compartir a túa dirección de correo electrónico co propietario do sitio e con MailChimp para recibir mensaxes de marketing, actualizacións e outros correos electrónicos do propietario do sitio. Utiliza o enlace de cancelación da subscrición deses correos electrónicos para cancelar a túa subscrición en calquera momento."],"Enter your email":["Introduce o teu correo electrónico"],"Join my email list":["Únete á miña lista de correo electrónico"],"(opens in a new tab)":["(abre nunha nova pestana)"],"Phone":["Teléfono"],"Go to Sharing settings":["Ir aos axustes de compartir"],"Your LinkedIn connection needs to be reauthenticated to continue working – head to Sharing to take care of it.":["A túa conexión con LinkedIn necesita ser verificada de novo para que siga funcionando - vai a «Compartir» para encargarte diso."],"Invalid price":["Prezo non válido"],"We want to make sure payments reach you, so please add an email address.":["Queremos asegurarnos de que os pagos che cheguen, así que por favor engade unha dirección de correo electrónico."],"Remove image":["Eliminar imaxe"],"Send":["Enviar"],"People":["Xente"],"Next Steps":["Seguintes pasos"],"Account Settings":["Axustes da conta"],"View":["Ver"],"Year":["Ano"],"Month":["Mes"],"Translate":["Traducir"],"Height in pixels":["Altura en pixeles"],"Display author":["Mostrar autor"],"Display date":["Mostrar data"],"Try Again":["Téntao de novo"],"Background Colors":["Cores de fondo"],"subscribers":["subscritores"],"verb\u0004Copy":["Copiar"],"Copied!":["Copiado!"],"Background Color":["Cor de fondo"],"No results found":["Non se encontraron resultados"],"Try again":["Téntao de novo"],"images":["imaxes"],"Featured Image":["Imaxe destacada"],"Landscapes":["Apaisado"],"Width":["Ancho"],"Learn more":["Aprender máis"],"Disconnect your account":["Desconectar a túa conta"],"Attachment Page":["Páxina do anexo"],"Category":["Categoría"],"Contact Info":["Información de contacto"],"Delete":["Eliminar"],"Left":["Esquerda"],"Media File":["Ficheiro"],"Right":["Dereita"],"Visibility":["Visibilidade"],"Submit":["Enviar"],"Subscribe":["Subscrición"],"Success! An email was just sent to confirm your subscription. Please find the email now and click 'Confirm Follow' to start subscribing.":["Operación realizada correctamente! Acábase de enviar un correo electrónico para confirmar a túa subscrición. Revísao e confirma a túa subscrición."],"Join %s other subscriber":["Úneche a %s subscritor","Úneche a outros %s subscritores"],"VideoPress":["VideoPress"],"Close":["Pechar"],"Facebook":["Facebook"],"More":["Máis"],"Share":["Compartir"],"Slideshow":["Presentación de diapositivas"],"Time":["Hora"],"Tumblr":["Tumblr"],"Twitter":["Twitter"],"Pinterest":["Pinterest"],"LinkedIn":["LinkedIn"],"Connect":["Conéctate"],"Email Address":["Enderezo de correo electrónico"],"Media":["Multimedia"],"Related Posts":["Artigos relacionados"],"Save":["Gardar"],"Title":["Título"],"Before you hit Publish, please refresh the following connection(s) to make sure we can share your post:":["Antes que fagas clic en Publicar, por favor, actualiza a(s) seguinte(s) conexión(s) para asegurarte de que poidamos compartir o teu artigo:"],"Site icon":["Icona do sitio"],"Notifications":["Notificacións"],"No":["Non"],"Reply":["Resposta"],"Show sharing buttons.":["Mostrar os botóns de compartir."],"Markdown":["Markdown"],"Like":["Gústame"],"Show likes.":["Mostrar \"me gusta\"."],"%1$s \/ %2$s":["%1$s \/ %2$s"],"Cancel":["Cancelar"],"Description":["Descrición"],"None":["Ningún"],"Preview":["Vista previa"],"Price":["Precio"],"(required)":["(obrigatorio)"],"Comment":["Comentario"],"Date":["Data"],"Email":["Correo-e"],"Label":["Rótulo"],"Language":["Idioma"],"Metadata":["Metadatos"],"Message":["Mensaxe"],"Yes":["Si"],"Enter your email address":["Introduce a túa dirección de correo electrónico"],"Textarea":["Área de texto"],"Radio":["Radio"],"Checkbox":["Casa de verificación"],"Contact Form":["Formulario de contacto"],"An error occurred. Please try again later.":["Produciuse un erro. Por favor, ténteo de novo máis tarde."],"Connect to WordPress.com":["Conectar a WordPress.com"],"Type":["Tipo"],"Reconnect Jetpack":["Volver a conectar Jetpack"],"All":["Todo"],"Edit":["Editar"],"Name":["Nome"],"Visit the post for more.":["Visita o artigo para saber máis "],"Option":["Opción"],"e-mail":["correo electrónico"],"Settings":["Axustes"],"Search":["Busca"]}},"comment":{"reference":"_inc\/blocks\/editor-beta.js"}}