{"translation-revision-date":"2023-07-12 22:54:08+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Founder, FreshySites.com":["Grundare, FreshySites.com"],"Our developers use VaultPress Backup all the time. It’s a one‑click way to return to where we were before things got wonky. It gives us a little emergency parachute so if we’re working on a customization that breaks everything, we lose minutes, not hours.":["Våra utvecklare använder VaultPress Backup hela tiden. Det är ett sätt att med ett klick återgå till var vi var innan saker och ting körde ihop sig. Det ger oss en liten fallskärm för nödsituationer och om vi arbetar med en anpassning som kraschar allt förlorar vi minuter, inte timmar."],"Author \/ Investor \/ Podcaster":["Författare\/investerare\/podcastare"],"Millions of people depend on my site, and downtime isn’t an option. Jetpack VaultPress Backup handles my site security and backups so I can focus on creation.":["Miljontals människor förlitar sig på att min webbplats fungerar och driftstopp är inte ett alternativ. Jetpack VaultPress Backup hanterar min webbplatssäkerhet och mina säkerhetskopieringar så att jag kan fokusera på skapandet."],"VaultPress Backup is built specifically for WordPress & WooCommerce and is incredibly easy to use; no developer required.":["VaultPress Backup är byggt specifikt för WordPress och WooCommerce och är otroligt enkelt att använda. Ingen utvecklare krävs."],"Integrated, and easy to use":["Integrerat och enkelt att använda"],"You can easily restore your site in one click, if needed, with VaultPress Backup from desktop or our mobile app.":["Om det behövs kan du enkelt återställa din webbplats med ett klick med hjälp av VaultPress Backup, från skrivbordet eller via vår mobilapp."],"One-click restores from anywhere":["Återställningar med ett klick var du än är"],"Most hosts back up your site once a day. VaultPress Backup saves every change you make in real-time, so you can quickly revert to any update you made with ease.":["De flesta webbhotell säkerhetskopierar din webbplats en gång om dagen. VaultPress Backup sparar alla ändringar du gör i realtid, så att du snabbt och enkelt kan återgå till uppdateringar du har gjort."],"VaultPress Backup stores multiple copies of your backups in the cloud, so if your host goes down (with their backups), your backups with us will be safe and sound.":["VaultPress Backup lagrar flera kopior av dina säkerhetskopior i molnet, så om ditt webbhotell (med säkerhetskopiorna) kraschar kommer dina säkerhetskopior hos oss att vara säkra."],"Safely stored in the cloud":["Säker lagring i molnet"],"My host provides backups for my site.<br\/>Why do I need VaultPress Backup?":["Mitt webbhotell tillhandahåller säkerhetskopieringar för min webbplats.<br\/>Varför behöver jag VaultPress Backup?"],"Take a walkthrough of VaultPress Backup":["Få en genomgång av VaultPress Backup"],"Backups of all WooCommerce customer and order data":["Säkerhetskopieringar av alla kund- och beställningsdata för WooCommerce"],"Easy to use; no developer required":["Användarvänligt, ingen utvecklare krävs"],"Easy one-click restores from desktop or mobile":["Enkla återställningar med ett klick från dator eller mobil"],"Automated real-time backups with %s of storage":["Automatiserade säkerhetskopieringar i realtid med %s lagringsutrymme"],"VaultPress Backup is the most proven WordPress backup plugin with 270 million site backups over the last ten years.":["VaultPress Backup är det mest beprövade WordPress-säkerhetskopieringstillägget, med 270 miljoner utförda webbplatssäkerhetskopieringar under de senaste tio åren."],"Log in to continue":["Logga in för att fortsätta"],"Save every change and get back online quickly":["Spara varje ändring och kom tillbaka online snabbt"],"Add more storage":["Lägg till mer lagringsutrymme"],"If you need more backup days, try <link>reducing the backup size<\/link> or adding more storage.":["Om du behöver fler dagar för säkerhetskopiering, <link>försök att minska storleken på säkerhetskopieringen<\/link> eller lägga till mer lagringsutrymme."],"Backup archive size":["Storlek på säkerhetskopieringsarkiv"],"Based on the current size of your site, Jetpack will save <strong>%d day of full backup<\/strong>.":["Baserat på den nuvarande storleken på din webbplats kommer Jetpack att spara <strong>%d dag av fullständiga säkerhetskopior<\/strong>.","Baserat på den nuvarande storlek på din webbplats kommer Jetpack att spara <strong>%d dagar av fullständiga säkerhetskopior<\/strong>."],"Unavailable in <a>Offline Mode<\/a>":["Ej tillgängligt i <a>frånkopplat läge<\/a>"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["Har du redan ett befintligt paket eller en licensnyckel? <a>Klicka här för att komma igång<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Genom att klicka på knapparna ovan samtycker du till våra <tosLink>användarvillkor<\/tosLink> och till att <shareDetailsLink>dela information<\/shareDetailsLink> med WordPress.com."],"Arrow right":["Pil höger"],"Arrow left":["Pil vänster"],"trial for the first month, then $%s \/month, billed yearly":["provperiod för den första månaden, därefter %s USD\/månad, faktureras årligen"],"Using <strong>%1$dGB<\/strong> of %2$dTB":["Använder <strong>%1$dGB<\/strong> av %2$dTB"],"Using <strong>%1.1fGB<\/strong> of %2fGB":["Använder <strong>%1.1fGB<\/strong> av %2fGB"],"%1$dGB used":["%1$d GB används"],"<a>%s days of backups saved<\/a>":["<a>%s dagars säkerhetskopior sparade<\/a>"],"<a>1 day of backups saved<\/a>":["<a>1 dags säkerhetskopior sparade<\/a>"],"We removed your oldest backup(s) to make space for new ones. We will continue to remove old backups as needed, up to the last %s days.":["Vi har tagit bort dina äldsta säkerhetskopior för att göra plats för nya säkerhetskopior. Vi kommer att fortsätta att ta bort gamla säkerhetskopior efter behov, fram till de senaste %s dagarna."],"You have reached your storage limit with %s day(s) of backups saved. Backups have been stopped. Please upgrade your storage to resume backups.":["Du har nått din lagringsgräns med %s dags\/dagars säkerhetskopior sparade. Säkerhetskopieringar har stoppats. Uppgradera ditt lagringsutrymme för att återuppta säkerhetskopieringar."],"You are very close to reaching your storage limit. Once you do, we will delete your oldest backups to make space for new ones.":["Du är mycket nära att nå din lagringsgräns. När du gör det kommer vi att ta bort dina äldsta säkerhetskopior för att göra plats för nya."],"You are close to reaching your storage limit. Once you do, we will delete your oldest backups to make space for new ones.":["Du är nära att nå din lagringsgräns. När du gör det kommer vi att ta bort dina äldsta säkerhetskopior för att göra plats för nya."],"Add %1$s additional storage for <Price \/>\/month, billed monthly":["Lägg till %1$s ytterligare lagringsutrymme för <Price \/>\/månad, faktureras månadsvis"],"Cloud storage space":["Molnlagringsutrymme"],"Cloud storage is almost full":["Molnlagringen är nästan full"],"Cloud storage full":["Molnlagringen är full"],"<Button>Upgrade your storage<\/Button><br\/><a>Or view your most recent backup<\/a>":["<Button>Uppgradera ditt lagringsutrymme<\/Button><br\/><a>Eller visa din senaste säkerhetskopia<\/a>"],"Backups stopped":["Säkerhetskopiering stoppades"],"Out of storage space":["Slut på lagringsutrymme"],"Over storage space":["Lagringsutrymme överskridet"],"per month, billed yearly":["per månad, faktureras årligen"],"No need to run a manual backup before you make changes to your site.":["Du behöver inte köra en manuell säkerhetskopiering innan du utför ändringar på din webbplats."],"VaultPress Backup Logo":["VaultPress Backup-logga"],"Get VaultPress Backup":["Skaffa VaultPress Backup"],"VaultPress Backup":["VaultPress Backup"],"Failed to fetch site capabilities":["Det gick inte att hämta webbplatsfunktionerna"],"Site backups are managed by the owner of this site's Jetpack connection.":["Webbplatsens säkerhetskopior hanteras av ägaren av den här webbplatsens Jetpack-anslutning."],"Do you enjoy the peace of mind of having real-time backups?":["Uppskattar du tryggheten med säkerhetskopieringar i realtid?"],"Was it easy to restore your site?":["Var det enkelt att återställa din webbplats?"],"Maybe later":["Kanske senare"],"<strong>Please leave a review and help us spread the word!<\/strong>":["<strong>Lämna en recension och hjälp oss att sprida ordet.<\/strong>"],"<Button>See backups in the cloud<\/Button><br\/><ExternalLink>Or view your most recent restore point<\/ExternalLink>":["<Button>Se säkerhetskopior i molnet<\/Button><br\/><ExternalLink> eller visa din senaste återställningspunkt<\/ExternalLink>"],"Restore points created with every edit":["Återställningspunker skapas vid varje redigering"],"Backup is completed with some files missing. See your <a>backup in the cloud<\/a> for more details.":["Säkerhetskopieringen har slutförts, men vissa filer saknas. Se din <a>säkerhetskopia i molnet<\/a> för mer information."],"Close.":["Stäng."],"The best real-time WordPress backups":["Det bästa WordPress-säkerhetskopieringarna i realtid"]," <a>Get in touch with us<\/a> to get your site backups going again.":[" <a>Kontakta oss<\/a> för att komma igång med dina webbplatssäkerhetskopieringar igen."],"We're having trouble backing up your site":["Vi har problem med att säkerhetskopiera din webbplats"],"Uploads":["Uppladdningar"],"Latest Backup":["Senaste säkerhetskopia"],"Today":["Idag"],"In the meanwhile, you can start getting familiar with your <a>backup management on Jetpack.com<\/a>.":["Under tiden kan du börja bekanta dig med <a>säkerhetskopieringshantering på Jetpack.com<\/a>."],"The first backup usually takes a few minutes, so it will become available soon.":["Den första säkerhetskopieringen tar vanligtvis ett par minuter, så den kommer att vara tillgänglig snart."],"Your first cloud backup will be ready soon":["Din första säkerhetskopia i molnet kommer snart vara klar"],"Backing up %s":["Säkerhetskopierar %s"],"See your site's activity":["Se din webbplatsaktivitet"],"The activity log lets you see everything that’s going on with your site outlined in an organized, readable way.":["Aktivitetsloggen gör det möjligt att se allt som händer på din webbplats på ett organiserat och läsbart sätt."],"Your site's heartbeat":["Din webbplats hjärtslag"],"Best-in-class support":["Support i världsklass"],"Global server infrastructure":["Global serverinfrastruktur"],"Complete list of all site changes":["Fullständig lista över alla webbplatsändringar"],"Easy one-click restores":["Enkla återställningar med ett klick"],"Get peace of mind knowing that all your work will be saved, and get back online quickly with one-click restores.":["Få sinnesro med vetskapen om att allt ditt arbete sparas och kom tillbaka online snabbt med återställningar med ett klick."],"Secure your site with a Backup subscription.":["Säkra din webbplats med en Backup-prenumeration."],"14 day money back guarantee.":["14 dagars pengarna tillbaka-garanti."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Särskilt introduktionspris, alla förnyelser faktureras till fullt pris. 14 dagars återbetalningsgaranti."],"Log in to get started":["Logga in för att komma igång"],"Already have a subscription? <connectButton\/>":["Har du redan en prenumeration? <connectButton\/>"],"Magnifying Glass":["Förstoringsglas"],"Icon for the product %s":["Ikon för produkten %s"],"\/month, paid yearly":["\/månad, betalas årligen"],"Over 5 million WordPress sites are faster and more secure":["Över 5 miljoner WordPress-webbplatser – snabbare och mer säkra"],"An error occurred. Please try again.":["Ett fel uppstod. Försök igen."],"Jetpack Logo":["Jetpack-logga"],"Jetpack logo":["Jetpack-logga"],"Save every change and get back online quickly with one-click restores.":["Spara varje ändring och kom tillbaka online snabbt med återställningar med ett klick."],"Restore Connection":["Återställ anslutning"],"Reconnecting Jetpack":["Återansluter Jetpack"],"Has a video.":["Har en video."],"Tag":["Etikett"],"Post":["Publicera"],"Page":["Sida"],"Has an image.":["Har en bild."],"Has multiple images.":["Har flera bilder."],"Toggle search filters.":["Aktivera sökfilter."],"Matching comment.":["Matchande kommentar."],"Show filters":["Visa filter"],"Is a product.":["Är en produkt."],"Is an event.":["Är en händelse."],"Has audio.":["Har ljud."],"Automated real-time backups":["Automatiserade säkerhetskopieringar i realtid"],"Set up Jetpack":["Konfigurera Jetpack"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Genom att klicka på <strong>%s<\/strong>-knappen nedan godkänner du våra <tosLink>användarvillkor<\/tosLink> och samtycker till att <shareDetailsLink>dela information<\/shareDetailsLink> med WordPress.com."],"An Automattic Airline":["Från Automattic, naturligtvis"],"Real-time backups":["Säkerhetskopieringar i realtid"],"There was an error reconnecting Jetpack. Error: %s":["Det var ett fel vid återanslutning av Jetpack: Fel: %s"],"Information.":["Information."],"Learn more":["Lär dig mer"],"Posts":["Inlägg"],"Category":["Kategori"],"Themes":["Teman"],"Plugins":["Tillägg"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-backup\/build\/index.js"}}